{"word": "Is it necessary that in order to solve the problem of education one must commit robbery toward God, and refuse to give God the willing service of the powers of the spirit, soul, and body? God calls upon you to be doers of his word, in order that you may be thoroughly educated in the principles that will give you a fitness for heaven. No method of education should be followed that will crowd out the word of God. Let the word of God be the man of your counsel. The purpose of education should be to take in light in order that you may impart light by letting it shine forth to others in good works. The highest of all education is the knowledge of God. \"Thus saith the Lord, Let not the wise man glory in his wisdom, neither let the mighty man glory in his might, let not the rich man glory in his riches: but let him that glorieth glory in this, that he understandeth and knoweth me, that I am the Lord which exercise loving-kindness, judgment, and righteousness, in the earth: for in these things I delight, saith the Lord.\" Read the first and second chapters of 1 Corinthians with deep interest, and pray that God will give you understanding so that you may comprehend and put into practise the truths there revealed. \"For ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called but God hath chosen the foolish things of the world to confound the wise: and God hath chosen the weak things of the world to confound the things that are mighty; and base things of the \n                                                                           129\nworld, and things which are despised, hath God chosen, yea, and things which are not, to bring to naught things that are: that no flesh should glory in his presence. But of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption: that, according as it is written, He that glorieth, let him glory in the Lord.\" \"The Lord is exalted; for he dwelleth on high: he hath filled Zion with judgment and righteousness. And wisdom and knowledge shall be the stability of thy times, and strength of salvation: the fear of the Lord is his treasure.\"", "paragraph": 1, "bookcode": "SpTEd", "page": 128}