{"word": "If a man will not exercise his arm, it becomes weak and deficient in muscular strength. Unless the Christian exercises his spiritual powers, he acquires no strength of character, no moral vigor. Love is a very precious plant and must be cultivated if it flourishes. The precious plant of love is to be treated tenderly (practiced), and it will become strong and vigorous and rich in fruit-bearing, giving expression to the whole character. A Christlike nature is not selfish, not unkind, and will not hurt the souls of those who are struggling with Satan's temptations. It will enter into the feelings of those who are tempted that the trials and temptations shall be so managed as to bring out the gold and consume the dross. This is the practice which God appoints to all. In this, Christ's school, all may learn their lessons daily, both teachers and pupils, to be patient, humble, generous, noble. You will all have to seek God most earnestly in prayer mingled with living faith, and the molding hand of God will bring out His own image in your character. Temptations will come, but not overcome. But through grace found in opening the heart to the knock and voice of Jesus, Christian character and experience are growing more and more beautiful and heavenly. Let us bear in mind that we are dealing with souls that Christ has purchased with infinite cost to Himself. O tell the erring, God loves you, God died for you. Weep over them, pray with them. Shed tears over them, but do not get angry with them. They are Christ's purchased possession. Let every one seek a character that will express love in all his actions. \"Whoso shall offend one of these little ones which believe in Me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depths of the sea.\" It were better not to live than to exist day by day \n                                                                           281\ndevoid of that love which Christ has revealed in His character, and has enjoined upon His children. Said Christ, \"Love one another as I have loved you.\" We live in a hard, unfeeling, uncharitable world. Satan and his confederacy are plying every art to seduce the souls for whom Christ has given His precious life. Every one who loves God in sincerity and truth, will love the souls for whom Christ has died. If we wish to do good to souls, our success with these souls will be in proportion to their belief in our belief in, and appreciation of, them. Respect shown to the struggling human soul is the sure means through Christ Jesus of the restoration of the self-respect the man has lost. Our advancing ideas of what he may become is a help we cannot ourselves fully appreciate. We have need of the rich grace of God every hour, then we will have a rich, practical experience, for God is love. He that dwelleth in love, dwelleth in God. Give love to them that need it most. The most unfortunate, those who have the most disagreeable temperaments need our love, our tenderness, our compassion. Those who try our patience need most love. We pass through the world only once; any good thing we can do, we should do most earnestly, untiringly, with the same spirit as is stated of Christ in His work. He will not fail nor be discouraged. The rough, stubborn, sullen dispositions are the ones who need help the most. How can they be helped? Only by that love practiced in dealing with them which Christ revealed to fallen man. Treat them, you may, as they deserve. What if Christ had treated us thus? He, the undeserving, was treated as we deserve. Still we are treated by Christ with grace and love as we did not deserve, but as He deserved. Treat some characters, as you think they richly deserve, and you will cut off from them the last thread of hope, spoil your influence and ruin the soul. Will it pay? No, I say no, a hundred times no. Bind these souls who need all the help it is possible for you to give them close to a loving, sympathizing, pitying heart, overflowing with Christlike love, \n                                                                           282\nand you will save a soul from death and hide a multitude of sins. Had we not better try the love process?", "paragraph": 1, "bookcode": "FE", "page": 280}