{"word": "Chap. 40 - Love Among Brethren\n\n     Dear Brethren and Sisters in -----: My mind has been exceedingly troubled in regard to your condition. I have not been able to sleep, and I arise at twelve o'clock to write to J, and to you as a church. I do not know what might have been the condition of J at the present time had you pursued a righteous, Christian course toward him--such a course as every child of God should pursue in such a case. Some of you will \n                                                                           342\nnot be able to comprehend my words, for your own course has placed you where you have not sanctified discernment. You have allowed strong, hard feelings against him to come into your hearts, and have justified yourselves in treating him with indifference and even contempt. You have reasoned that by his unbelief and his wrong course he was certainly injuring the church and endangering souls, and you must have no fellowship with him. But will you, in the light of God's great standard of righteousness, critically examine every word and act of your own that you can call to mind and compare these with the life of Christ? If you have been doing the will of God, then His light and His approval will second your efforts, and prosperity will attend you. I wish the members of this once prosperous church would each begin to build over against his own house. When they see their course in its true light they will know that they have made a very great mistake in allowing their own critical, pharisaical spirit to control their tongues and develop itself in their treatment of their brethren. This unchristian harshness has excluded Jesus from the church and has brought in a spirit of dissension. It has fostered a disposition to judge and condemn, a hatred of those who do not see things as you see them. Even if your brethren say and do many things that really injure you, will you push them to one side, and say: \"I am holier than thou\"?", "paragraph": 3, "bookcode": "5T", "page": 341}