{"word": "He leads men into skepticism, causing them to lose confidence in God and to separate from His love; he tempts them to break His law, and then he claims them as his captives and contests the right of Christ to take them from him. He knows that those who seek God earnestly for pardon and grace will obtain it; therefore he presents their sins before them to discourage them. He is constantly seeking occasion against those \n                                                                           471\nwho are trying to obey God. Even their best and most acceptable services he seeks to make appear corrupt. By countless devices, the most subtle and the most cruel, he endeavors to secure their condemnation. Man cannot meet these charges himself. In his sin-stained garments, confessing his guilt, he stands before God. But Jesus our Advocate presents an effectual plea in behalf of all who by repentance and faith have committed the keeping of their souls to Him. He pleads their cause and vanquishes their accuser by the mighty arguments of Calvary. His perfect obedience to God's law, even unto the death of the cross, has given Him all power in heaven and in earth, and He claims of His Father mercy and reconciliation for guilty man. To the accuser of His people He declares: \"'The Lord rebuke thee, O Satan.' These are the purchase of My blood, brands plucked from the burning.\" Those who rely upon Him in faith receive the comforting assurance: \"Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment.\" All that have put on the robe of Christ's righteousness will stand before Him as chosen and faithful and true. Satan has no power to pluck them out of the hand of Christ. Not one soul that in penitence and faith has claimed His protection will Christ permit to pass under the enemy's power. His word is pledged: \"Let him take hold of My strength, that he may make peace with Me; and he shall make peace with Me.\" The promise given to Joshua is made to all: \"If thou wilt keep My charge, . . . I will give thee places to walk among these that stand by.\" Angels of God will walk on either side of them, even in this world, and they will stand at last among the angels that surround the throne of God.", "paragraph": 2, "bookcode": "5T", "page": 470}