{"word": "2SM - Selected Messages Book 2 (1958)\n\n\nTable of Contents\n\nSection I--Fanaticism and Deceptive Teachings\n\n   1. Warnings Against Sensational Teachings and Emotional Religion . 13\n\n   2. Early Fanaticism to Be Repeated ............................... 25\n\n   3. The \"Holy Flesh\" Doctrine ..................................... 31\n\n   4. Warnings Against Deceptive Claims of the Spirit's Guidance .... 40\n\n   5. Miracles Not a Test of God's Favor ............................ 48\n\n   6. Our Safety Against Delusions .................................. 56\n\nSection II--Erroneous and Subversive Movements\n\n   7. The Divine Credentials ........................................ 63\n\n   8. Meeting the Claims of False Prophets .......................... 72\n\n   9. Earmarks of Erroneous Teaching ................................ 80\n\n  10. The Visions of Anna Phillips .................................. 85\n\n                                                                   6\n\n  11. To Be on Guard ................................................ 96\n\n  12. The Three Angels and the Other Angel ......................... 101\n\nSection III--Unwise Affiliations\n\n  13. Should Christians Be Members of Secret Societies? ............ 121\n\n  14. Avoiding Labor Conflicts ..................................... 141\n\nSection IV--Counsels for Workers\n\n  15. Admonition Will Be Heard ..................................... 147\n\n  16. Christ's Lifework and Ours ................................... 154\n\n  17. Unity and Devotion ........................................... 158\n\n  18. An Appeal to D. M. Canright .................................. 162\n\nSection V--The Remuneration of Our Workers\n\n  19. An Object Lesson ............................................. 173\n\n  20. General Principles Governing Worker Remuneration ............. 179\n\n  21. The Workers in Our Institutions .............................. 190\n\n  22. Financial Assistance in Worker Qualification ................. 208\n\n  23. Counsel to One Who for Financial Reasons Was\n      Planning to Leave the Work of God ............................ 210\n\nSection VI--Comfort and Encouragement\n\n  24. Words to Those in Advanced Years ............................. 221\n\n  25. Fortitude in Affliction ...................................... 233\n\n                                                                   7\n\n  26. Assurance to Those Facing Death .............................. 246\n\n  27. The Bereaved ................................................. 257\n\nSection VII--The Use of Medicinal Agencies\n\n  28. Statements on the Use of Drugs ............................... 279\n\n  29. The Use of Remedies .......................................... 286\n\n  30. Ellen G. White's Use of Remedial Agencies .................... 292\n\n  31. Personal Experiences ......................................... 304\n\nSection VIII--General Counsels\n\n  32. Proper Attitude in Prayer .................................... 311\n\n  33. \"No Other Gods Before Me\" .................................... 317\n\n  34. Useful Occupation Better Than Games .......................... 321\n\n  35. Guidance by Chance Methods ................................... 325\n\n  36. Providing for the Day of Need ................................ 329\n\n  37. The Aged Who Have No Homes ................................... 331\n\n  38. On the Military Question ..................................... 332\n\n  39. Counsel on Voting ............................................ 336\n\n  40. Hops, Tobacco, and Swine ..................................... 338\n\n  41. Counsels on Certain Marriage Situations ...................... 339\n\n  42. Counsel Regarding Intermarriage .............................. 343\n\n  43. Miraculous Healing ........................................... 345\n\n                                                                   8\n\n  44. The Perils of Hypnosis ....................................... 349\n\n  45. A Call to Country Living ..................................... 354\n\n  46. Guided by God's Providences .................................. 360\n\nSection IX--As We Near the End\n\n  47. Preparing for the Final Crisis ............................... 367\n\n  48. A Work of Purification Needed ................................ 376\n\n  49. A Distinctive Name and People ................................ 384\n\n  50. The Pillars of Our Faith ..................................... 387\n\n  51. Loyal or Disloyal ............................................ 392\n\n  52. The Church Triumphant ........................................ 396\n\n  53. Last Messages to the General Conference ...................... 398\n\nAppendix 1--Disease and Its Causes\n\n  Chapter 1 ........................................................ 411\n\n  Chapter 2 ........................................................ 420\n\n  Chapter 3 ........................................................ 441\n\n  Chapter 4 ........................................................ 455\n\n  Chapter 5 ........................................................ 465\n\n  Chapter 6 ........................................................ 473\n\nAppendix 2--Important Factors in Choosing\n            A Life Companion ....................................... 481\n\nAppendix 3--The Brotherhood of Mankind ............................. 485\n\n\nA WORD TO THE READER\n\n   TOGETHER WITH THE OTHER VOLUMES OF SELECTED MESSAGES, THIS BOOK PRESERVES IN PERMANENT FORM CHOICE COUNSELS THAT HAVE APPEARED IN ARTICLES, MIMEOGRAPHED DOCUMENTS, PAMPHLETS, AND ELLEN G. WHITE'S LETTERS AND MANUSCRIPTS. A STATEMENT ABOUT THE COMPILATION AND PURPOSE OF SELECTED MESSAGES IS GIVEN IN \"A WORD TO THE READER\" IN BOOK 1, HENCE IS NOT REPEATED HERE. \n   THE COUNSELS CONTAINED IN THIS VOLUME PROVIDE WARNINGS AGAINST FANATICAL AND DECEPTIVE TEACHINGS, GIVE PRINCIPLES FOR DETECTING FALSE PROPHETS AND MISLEADING MOVEMENTS, AND DEAL WITH SUCH PRACTICAL ISSUES AS AVOIDING LABOR CONFLICTS AND PROVIDING FAIR PAY FOR CHURCH WORKERS.  THEY OFFER GUIDANCE FOR THE AGING, COURAGE FOR THE SUFFERING, ASSURANCE FOR THE DYING, AND COMFORT FOR THE BEREAVED.  ALSO INCLUDED ARE COUNSELS ABOUT MIRACULOUS HEALING, PROPER ATTITUDES IN PRAYER, VOTING, SAVING MONEY FOR FUTURE NEEDS, SERVING IN THE MILITARY, AND MANY OTHER PRACTICAL TOPICS.\n   COUNSELS RELATED TO HEALTH FORM A SIGNIFICANT PART OF THIS VOLUME. SECTION VII DEALS WITH THE USE OF MEDICATIONS AND MEDICAL PROCEDURES, AND APPENDIX 1 CONTAINS MRS. WHITE'S SIX ARTICLES ON \"DISEASE AND ITS CAUSES\" FROM HER 1865 PUBLICATION OF HEALTH, OR HOW TO LIVE.  THESE ARTICLES PRESENT SOME OF HER EARLIEST HEALTH COUNSEL.\n   EACH SECTION OF THIS BOOK IS PRECEDED BY AN INTRODUCTION.  PREPARED BY THE WHITE ESTATE TRUSTEES, THESE INTRODUCTIONS PROVIDE BACKGROUND AND CONTEXT FOR THE MATERIAL THAT FOLLOWS.  IN PROVIDING THIS HISTORICAL INFORMATION, THEY ALSO GIVE THE READER A BETTER UNDERSTANDING OF HOW TO APPLY THE COUNSELS IN THE SECTION.  PARTICULARLY NOTEWORTHY ARE THE INTRODUCTIONS TO SECTION VII AND APPENDIX 1.\n   APPENDIX ITEMS 2 AND 3 HAVE SPECIAL VALUE AT THIS TIME AS THE ADVENT MESSAGE CIRCLES THE GLOBE AND REACHES ALL CULTURES: \"IMPORTANT FACTORS IN CHOOSING A LIFE COMPANION\" AND \"THE BROTHERHOOD OF MANKIND.\"\n   THE PRESENT VOLUME CLOSES WITH THE SECTION ENTITLED \"AS WE NEAR THE END.\" INCLUDED ARE A NUMBER OF SPECIFIC MESSAGES THAT INSTILL CONFIDENCE IN THE TRIUMPH OF THE CHURCH. AMONG THEM ARE TWO MESSAGES MRS. WHITE ADDRESSED TO THE GENERAL CONFERENCE SESSION IN 1913, THE LAST SESSION BEFORE HER DEATH IN 1915. BECAUSE OF HER ADVANCED AGE, SHE WAS UNABLE TO ATTEND THE SESSION, BUT HER WORDS WERE READ TO THE DELEGATES. THESE COMMUNICATIONS EXPRESS CONFIDENCE IN HER FELLOW WORKERS AND IN THE TRIUMPH OF THE CAUSE TO WHICH SHE DEVOTED HER LIFE.\n   THAT THIS VOLUME OF SELECTED MESSAGES MAY CHEER AND GUIDE THE ADVENT FAMILY ON THEIR JOURNEY TO THE CITY OF GOD IS THE SINCERE WISH OF THE PUBLISHERS AND\n\n\n                            THE BOARD OF TRUSTEES OF THE\n                            ELLEN G. WHITE ESTATE\n\n\n\nChap. 1 - Warnings Against Sensational Teachings and Emotional Religion\n                                                      \n                                                        INTRODUCTION\n\n     THE SEVENTH-DAY ADVENTIST CHURCH IS BROUGHT TO VIEW IN PROPHECY IN THE SETTING OF CONFLICT, FOR SATAN, THE DRAGON, WAGES RELENTLESS WAR AGAINST THOSE WHO \"KEEP THE COMMANDMENTS OF GOD, AND HAVE THE TESTIMONY OF JESUS.\" THE GREAT ADVERSARY KNOWS THAT IF HE IS SUCCESSFUL IN MISLEADING AND CONFUSING SEVENTH-DAY ADVENTISTS, HE FRUSTRATES THE PURPOSES OF GOD. HIS ATTACKS ARE USUALLY OF AN INSIDIOUS CHARACTER, AND OFTEN OF A NATURE TENDING TO LEAD SINCERE MEN AND WOMEN TO SUCH EXTREMES THAT THEY WILL BELIEVE A LIE.\n     WHILE REMARKABLY FREE FROM FANATICISM AND EXTREMES, THE ADVENT MOVEMENT SINCE ITS EARLY DAYS HAS FACED THE THREAT OF FANATICISM. ONE OF MRS. WHITE'S FIRST TASKS WAS TO GO INTO THE FIELD TO MEET FANATICISM WITH THE WORD OF GOD. DOWN THROUGH THE SEVENTY YEARS OF HER MINISTRY SHE WAS CALLED UPON AGAIN AND AGAIN TO MEET FANATICAL OR DECEPTIVE TEACHINGS IN ONE FORM OR ANOTHER. THE MANY WARNINGS THAT FANATICISM IS TO BE REPEATED, SERVE TO ALERT THE CHURCH TO ITS DANGERS; AND THE COUNSELS THE MESSENGER OF THE LORD HAS GIVEN CONCERNING VARIOUS TYPES OF FANATICAL OUTBREAK AND EMOTIONAL RELIGION ARE OF GREAT SERVICE NOW IN SAFEGUARDING THE FLOCK.\n     THE INSTRUCTION INCLUDED IN THIS SECTION, SUPPLEMENTING LIKE WARNINGS APPEARING IN EARLIER E. G. WHITE BOOKS, FOR THE MOST PART WERE DRAWN TOGETHER IN 1933 IN A COMPILATION TO MEET A CRITICAL SITUATION THAT DEVELOPED IN ONE LOCAL CONFERENCE. AVAILABLE IN MIMEOGRAPHED FORM, THIS MATERIAL HAS BEEN MUCH APPRECIATED AND HAS SERVED THE CHURCH WELL. THE TRUSTEES OF THE ELLEN G. WHITE PUBLICATIONS WELCOME THIS OPPORTUNITY TO PRESENT THESE IMPORTANT COUNSELS IN PERMANENT FORM.\n     THE SECTION CLOSES WITH VARIOUS STATEMENTS DEALING WITH THE MANIFESTATION OF SPURIOUS MIRACLE-WORKING POWER AND THE RELATIVE IMPORTANCE OF MIRACLES TO THE PRESENTATION OF TESTING TRUTHS. THESE COUNSELS ARE OF PARTICULAR VALUE NOW, AND WILL BE MORE ESSENTIAL AS WE NEAR THE EARTH'S CLOSING DAYS, WHEN SATAN, THROUGH ONE SCHEME AND DEVICE AFTER ANOTHER, WILL ATTEMPT TO DECEIVE THE VERY ELECT.--WHITE TRUSTEES.\n\n\n            The Danger of Speculative Ideas \n\n     There is a time of trouble coming to the people of God, but we are not to keep that constantly before the people, and rein them up to have a time of trouble beforehand. There is to be a shaking among God's people; but this is not the present truth to carry to the churches. It will be the result of refusing the truth presented.", "paragraph": 1, "bookcode": "2SM", "page": 13}