{"word": "Chapter VI - My First Vision.\n\n     About this time I visited sister H., one of our Advent sisters, whose heart was knit with mine. In the morning we bowed at the family altar. It was not an exciting occasion. There were but five of us present, all females. While praying, the power of God came upon me as I never had felt it before. I was surrounded with light, and was rising higher and higher from the earth. I turned to look for \n                                                                           31\nthe Advent people in the world, but could not find them--when a voice said to me, \"Look again, and look a little higher.\" At this I raised my eyes and saw a straight and narrow path, cast up high above the world. On this path the Advent people were traveling to the city, which was at the further end of the path. They had a bright light set up behind them at the first end of the path, which an angel told me was the Midnight Cry. This shone all along the path, and gave light for their feet that they might not stumble. And if they kept their eyes fixed on Jesus, who was just before them, leading them to the city, they were safe. But soon some grew weary, and they said the city was a great way off, and they expected to have entered it before. Then Jesus would encourage them by raising his glorious right arm, and from his arm came a bright light which waved over the Advent people, and they shouted, Hallelujah! Others rashly denied the light behind them, and said that it was not God that had led them out so far. The light behind them went out, leaving their feet in perfect darkness, and they stumbled and got their eyes off the mark, and lost sight of Jesus, and fell off the path down into the dark and wicked world below. Soon we heard the voice of God like many waters, which gave us the day and hour of Jesus' coming. The living saints knew and understood \n                                                                           32\nthe voice, while the wicked thought it was thunder and an earthquake. When God spake the time, he poured on us the Holy Spirit, and our faces began to light up and shine with the glory of God as Moses' did when he came down from mount Sinai.", "paragraph": 2, "bookcode": "2SG", "page": 30}