{"word": "Here is a lesson of instruction to all the followers of Christ. He designed that none of these lessons should be lost, but be written for the benefit of future generations. There is necessity of carefulness of words and actions when Christians are associated together, lest Jesus be forgotten of them, and they pass along careless of the fact that Jesus is not among them. When they are aroused to their condition, they discover that they have journeyed without the presence of Him who could give peace and joy to their hearts, and days are occupied in returning, and searching for Him whom they should have retained with them every moment. Jesus will not be found in the company of those who are careless of His presence, and who engage in conversation having no reference to their Redeemer, in whom they profess their hopes of eternal life are centered. Jesus shuns the company of such, so also do the angels who do His commands. These heavenly messengers are not attracted to the crowd where minds are diverted from heavenly things. These pure and holy spirits cannot remain in the company where Jesus' presence is not desired and encouraged, and His absence not marked. For this reason, great mourning, grief, and discouragement exist. Through lack of meditation, watchfulness, and prayer, they have lost all that is valuable. The divine rays of light emanating from Jesus are not with them, cheering them with their loving, elevating influence. They are enshrouded in gloom, because their careless, irreverent spirit has separated Jesus from their company, and driven the ministering angels from them. Many who attend meetings of devotion, and have been instructed by the servants of God, and been greatly refreshed and blessed in seeking Jesus, have returned to their homes no better than they left them, because they did not feel the importance of praying and watching thereunto, as they returned to their homes. They frequently feel inclined to complain of others, because they realize their loss. Some murmur against God, and do not reproach themselves as being the cause of their own darkness, and sufferings of mind. These should not reflect upon others. The fault is in themselves. They talked and jested, and visited away the heavenly Guest, and themselves they have only to blame. It is the privilege of all to retain Jesus with them. If they do this, their words must be select, seasoned with grace. \n                                                                           1119\nThe thoughts of their hearts must be disciplined to meditate upon heavenly and divine things (2SP 35-38).", "paragraph": 5, "bookcode": "5BC", "page": 1118}