{"word": "NOTE 11. PAGE 573.\\97THESE MOVEMENTS ARE APPARENT UNDER DIVERSE FORMS AND IN DIFFERENT WAYS, BUT THE ORGANIZATION WHICH EMBODIES ALMOST EVERY FORM, AND WORKS IN EVERY WAY TO GAIN ITS END, IS THE NATIONAL REFORM ASSOCIATION. IT ORIGINATED IN A CONFERENCE REPRESENTING \\93ELEVEN DIFFERENT DENOMINATIONS OF CHRISTIANS FROM SEVEN OF THE STATES OF THE UNION.\\94 IT NOW HAS THE SUPPORT OF PROMINENT MEN FROM \\93ALL BRANCHES OF THE CHURCH,\\94 OF THE NATIONAL WOMAN'S CHRISTIAN TEMPERANCE UNION, AND THE PROHIBITION PARTY. IT PROPOSES TO HAVE OUR NATIONAL CONSTITUTION AMENDED, \\93IN ORDER TO CONSTITUTE A CHRISTIAN GOVERNMENT,\\94 \\93ACKNOWLEDGING ALMIGHTY GOD AS THE SOURCE OF ALL AUTHORITY AND POWER IN CIVIL GOVERNMENT, THE LORD JESUS CHRIST AS THE RULER AMONG THE NATIONS, HIS REVEALED WILL AS THE SUPREME LAW OF THE LAND;\\94 AND SO PLACING \\93ALL CHRISTIAN LAWS, INSTITUTIONS, AND USAGES OF OUR GOVERNMENT ON AN UNDENIABLE LEGAL BASIS IN THE FUNDAMENTAL LAW OF THE LAND.\\94 ONE OF ITS PROPOSITIONS, ANNOUNCED BY DAVID GREGG, D. D., PASTOR PARK STREET CHURCH, \n689\nBOSTON, IS THAT THE STATE HAS \\93THE RIGHT TO COMMAND THE CONSCIENCES OF MEN.\\94 ANOTHER, ANNOUNCED BY THE CHRISTIAN STATESMAN, IS THAT GOVERNMENT MUST \\93ENFORCE UPON ALL THAT COME AMONG US THE LAWS OF CHRISTIAN MORALITY.\\94 ANOTHER, ANNOUNCED BY THE REV. E. B. GRAHAM, IS THAT \\93IF THE OPPONENTS OF THE BIBLE DO NOT LIKE OUR GOVERNMENT AND ITS CHRISTIAN FEATURES, LET THEM GO TO SOME WILD, DESOLATE LAND; AND, IN THE NAME OF THE DEVIL, AND FOR THE SAKE OF THE DEVIL, SUBDUE IT, AND SET UP A GOVERNMENT OF THEIR OWN ON INFIDEL AND ATHEISTIC IDEAS, AND THEN, IF THEY CAN STAND IT, STAY THERE TILL THEY DIE.\\94 ANOTHER, ANNOUNCED BY JONATHAN EDWARDS, D. D., IS THAT JEWS, AND ALL CHRISTIANS WHO KEEP THE SEVENTH DAY, ARE TO BE CLASSED AS ATHEISTS, AND \\93MUST BE TREATED, AS FOR THIS [NATIONAL REFORM] QUESTION, ONE PARTY\\94 WITH ATHEISTS, WHO \\93CANNOT DWELL TOGETHER ON THE SAME CONTINENT\\94 WITH THE NATIONAL REFORM CHRISTIANITY.", "paragraph": 2, "bookcode": "GC88", "page": 688}