{"word": "At first I thought I saw two trees. I looked again and saw they were united at the top in one tree. So it was the tree of life, on either side of the river of life; its branches bowed to the place where we stood; and the fruit was glorious, which looked like gold mixed with silver. We all went under the tree, and sat down to look at the glory of the place, when brothers Fitch and Stockman, who had preached the gospel of the kingdom, and whom God had laid in the grave to save them, came up to us and asked us what we had passed through while they were sleeping. We tried to call up our greatest trials, but they looked so small compared with the far more exceeding and eternal weight of glory [2 Corinthians 4:17.] that surrounded us, that we could not speak them out, [Isaiah 65:17.] and we all cried out Hallelujah, heaven is cheap enough, and we touched our glorious harps and made heaven's arches ring. And as we were gazing at the glories of the place our eyes were attracted upwards to something that had the appearance of silver. I asked Jesus to let me see what was within there. In a moment we were winging our way upward, and entering in; here we saw good old father Abraham, Isaac, Jacob, Noah, Daniel, and many like them. And I saw a vail with a heavy fringe of silver and gold, as a border on the bottom; it was very beautiful. I asked Jesus what was within the vail. He raised it with his own right arm, and bade me take heed. I saw there a glorious ark, overlaid with pure gold, and it had a glorious border, resembling Jesus' crowns; and on it were two bright angels--their wings were spread over the ark as they sat on each end, with their faces turned towards each other and looking downward. [Exodus 25:18, 20. Hebrews 9:3-5.] In the ark, beneath where the angels' wings were spread, was a golden pot of Manna, of a yellowish cast; and I saw a rod, which Jesus said was Aaron's; I saw it bud, blossom and bear fruit. [Numbers 17:8.] And I saw two long golden rods, on which hung silver wires, and on the wires most glorious grapes; one cluster was more than a man here could carry. And I saw Jesus step up and take of the manna, almonds, grapes and pomegranates, and bear them down to the city, and place them on the supper table. I stepped up to see how much was taken away, and there was just as much left; and we shouted Hallelujah--Amen. We all descended from this place down into the city, and with Jesus at our head we all descended from the city down to this earth, on a great and mighty mountain, which could not bear Jesus up, and it parted asunder, and there was a mighty plain. [Zechariah 14:4.] Then we looked up and saw the great city, with twelve foundations, twelve gates, three on each side, and an angel at each gate, and all cried out, \"the city, the great city, it's coming, it's coming down from God, out of heaven;\" [Revelation 21:10-13.] and it came and settled on the place where we stood. Then we began to look at the glorious things outside of the city. There I saw most glorious houses, that had the appearance of silver, supported by four pillars, set with pearls, most glorious to behold, which were to be inhabited by the saints; [Isaiah 65:21.] in them was a golden shelf; I saw many of the saints go into the houses, take off their glittering crowns and lay them on the shelf, then go out into the field by the houses to do something with the earth; [Isaiah 65:21.] not as we have to do with the earth here; no, no. A glorious light shone all about their heads, and they were continually shouting and offering praises to God. \n                                                                           17", "paragraph": 1, "bookcode": "WLF", "page": 16}