{"word": "Ministers of Jesus Christ should apportion some part of God's vineyard to men who are standing idle in the market-place. If they blunder, then correct their mistakes, and set them at work \n                                                                           144\nagain. Many more have been hindered from going forth into the work than have been encouraged to trade upon their talents, and yet it is by using their ability that they learn how to employ their talents. Many have gone to Battle Creek to obtain an education who could have been better instructed in their own country. Time has been lost, money has been needlessly expended, a work has been left undone, and souls have been lost, because of the miscalculations of those who thought they were serving God. The Lord lives, and his Holy Spirit presides everywhere. The impression must not prevail that Battle Creek is the Jerusalem of the world, and that all must go up there to worship. Those who desire to learn, and who make every possible effort to acquire knowledge, walking conscientiously in the light of the truth, need not journey to Battle Creek. God is our teacher; and those who would improve their talents where they are, will be blessed with teachers sent of God to instruct them,--teachers who have been preparing to do a work for the Master. To spend more time, to expend more money, is to do worse than to lose it; for those who seek to obtain an education at the expense of practical godliness are on the losing side. That which they acquire in educational lines during the time when they should have entered upon the work, is mere waste and loss. The heavenly intelligences are waiting for human agents with whom they can co-operate as missionaries in the dark parts of the earth. God is waiting for men to engage in home missionary work in our large cities, and men and women are retained in Battle Creek when they should be distributed in the cities and towns, along \n                                                                           145\nthe highways and hedges. They should be calling and bidding men to come to the marriage supper, for all things are now ready. There will be missionaries who will do good work in the Master's vineyard who do not go to Battle Creek.", "paragraph": 1, "bookcode": "SpTEd", "page": 143}