{"word": "Satan took advantage of Judas' covetous, selfish disposition, and led him to murmur against the ointment Mary dedicated to Jesus. Judas looked upon it as a great waste; it might have been sold and given to the poor. He cared not for the poor, but considered the liberal offering to Jesus extravagant. Judas prized his Lord just enough to sell him for a few pieces of silver. And I saw that there were some like Judas among those who profess to be waiting for their Lord. Satan has the control over them, but they know it not. Not a particle of covetousness or selfishness can God approbate. He hates it, and he despises the prayers and exhortations of those who possess it. As Satan sees his time is short, he leads them on to be more and more selfish, more and more covetous, and then exults as he sees them wrapt up in \n                                                                           182\nthemselves, close, penurious and selfish. If the eyes of such could be opened, they would see Satan in hellish triumph, exulting over them, and laughing at the folly of those who accept his suggestions, and enter his snares. Then he and his angels take the mean and covetous acts of these individuals, and present them to Jesus and the holy angels, and reproachfully say, These are Christ's followers! They are getting ready to be translated! Satan marks their deviating course, and then compares it with the Bible, with passages which plainly rebuke such things, and then presents it to annoy the heavenly angels, saying, These are following Christ and his word! These are the fruits of Christ's sacrifice and redemption! Angels turn in disgust from the scene. God requires a constant doing on the part of his people, and when they become weary of well and generous doing, he becomes weary of them. I saw that God was greatly displeased with the least manifestation of selfishness on the part of his professed people, for whom Jesus has not spared his own precious life. Every selfish, covetous individual will fall out by the way. Like Judas, who sold his Lord, they will sell good principles, and a noble, generous disposition for a little of earth's gain. All such will be sifted out from God's people. Those who want heaven, must, with every energy they possess, be encouraging the principles of heaven. And instead of their \n                                                                           183\nsoul's withering up with selfishness, they should be expanding with benevolence, and every opportunity should be improved in doing good to one another, and increasing and growing more and more into the principles of heaven. Jesus was held up to me as the perfect pattern. His life was without selfish interest, and was marked with disinterested benevolence. \n\n                                               -", "paragraph": 1, "bookcode": "1SG", "page": 181}