{"word": "Gladly did I gather up everything, every treasured trinket, and followed him who had given me the pleasing information. He led me to a steep, and it looked like a frail stairway. As I commenced to ascend the stairs, he gave me a word of caution, to keep my eyes fixed upwards, for if I looked down I should become dizzy and fall. Many seemed to be climbing up this steep stairway, and some fell before reaching the top. I succeeded in climbing to the top. Then my guide bid me lay \n                                                                           19\neverything at the door. Cheerfully I laid down all I possessed. He then opened the door and told me to go in. As I entered I saw Jesus, so lovely and beautiful. His countenance expressed benevolence and majesty. I tried to shield myself from his piercing gaze. I thought he knew my heart, and every circumstance of my life. I tried not to look upon his face, but still his eyes were upon me. I could not escape his gaze. He then, with a smile, drew near me, and laid his hand upon my head, saying, \"Fear not.\" The sound of his sweet voice, caused me to feel a thrill of happiness I never before experienced. I was too full of joy to utter a word. I grew weak, and fell prostrate at his feet. And while lying helpless, scenes of glory and beauty passed before me. I thought I was saved in heaven. At length my strength returned. I arose upon my feet. The loving eyes of Jesus were fixed upon me still, and he smiled upon me. His presence filled me with such holy awe that I could not endure it. My guide opened the door and I passed out. Then all things I had left at the door he handed me again. And he also handed  me a green cord, coiled up, and he bid me wear it next my heart, and when I wished to see Jesus, to stretch this cord. I must not let it lie still any length of time; for if I should, it would become knotted and difficult to straighten. I placed the cord \n                                                                           20\nnear my heart, and joyfully went down the narrow stairway, praising the Lord as I went, and telling all I met where they could find Jesus. I then awoke.", "paragraph": 2, "bookcode": "2SG", "page": 18}