{"word": "I was carried back to the days of the disciples, and was shown the beloved John, that God had a special work for him to accomplish. Satan was determined to hinder this work, and he led on his servants to destroy John. But God sent his angel and wonderfully preserved him. All who witnessed the great power of God manifested in the deliverance of John, were astonished, and many were convinced that God was with him, and that the testimony which he bore concerning Jesus was correct. Those who sought to destroy him were afraid to again attempt to take his life, and he was permitted to suffer on for Jesus. He was falsely accused by his enemies, and was shortly banished to a lonely island, where the Lord sent his angel to reveal to him things which were to take place upon the earth, and the state of the church down through to the end; her backslidings, and the position the church should occupy if she would please God, and finally overcome. The angel from heaven came to John in majesty. His countenance beamed with the excellent glory of heaven. He revealed to John scenes of deep and thrilling interest concerning the church of God, and brought before him the perilous conflicts they were to endure. John saw them pass through fiery trials, and made white and tried, and, finally, victorious overcomers, gloriously saved in the kingdom of God. \n                                                                           131\nThe countenance of the angel grew radiant with joy, and was exceeding glorious, as he showed to John the final triumph of the church of God. John was enraptured as he beheld the final deliverance of the church, and as he was carried away with the glory of the scene, with deep reverence and awe he fell at the feet of the angel to worship him. The angel instantly raised him up, and gently reproved him, saying, See thou do it not; I am thy fellow-servant, and of thy brethren that have the testimony of Jesus; worship God; for the testimony of Jesus is the spirit of prophecy. The angel then showed John the heavenly city with all its splendor and dazzling glory. John was enraptured and overwhelmed with the glory of the city. He did not bear in mind his former reproof from the angel, but again fell to worship before the feet of the angel, who again gave the gentle reproof, See thou do it not; for I am thy fellow-servant, and of thy brethren the prophets, and of them that keep the sayings of this book; worship God.", "paragraph": 1, "bookcode": "1SG", "page": 130}