{"word": "Be careful what you do in the line of suspending students. This is a solemn business. It should be a very grave fault which requires this discipline. Then there should be a careful consideration of all the circumstances connected with the case. Students sent from home a short distance or a long distance, thousands and thousands of miles, are away from and deprived of the advantages of home, and if expelled are refused the privileges of school. All their expenses have to be met by some one who has had hope and confidence in these subjects that their money would not be invested in vain. The student enters into, or falls into, temptation, and he is to be disciplined for his wrong. He feels keenly that his record is marred, and he disappoints those who have trusted him to develop a character under the influence of his training in his scholastic life, which will pay all that has been invested in his behalf. But he is suspended for his foolish course of action. What will he do? Courage is at the lowest ebb, courage and even manliness are not cherished. He is on expense, and precious time is lost. Who is tender and kind, and feels the burden of these souls? What wonder that Satan takes advantage of the circumstances. They are thrust on Satan's battle ground and the very worst feelings of the human heart are called into exercise and strengthened and become confirmed. I put the case as it has been presented to me. I wish all could view this as it has in all its bearings been shown me. I think there would be radical changes made in many rules and methods of dealing with human minds. There would be more physicians to heal human souls, who understand how to deal with human minds. There would be far more forgiveness and sympathy and love practiced, and far less discouraging, tearing down influences exercised. Supposing that Christ should deal with all His sons and daughters who learn of Him, as the human agent, as teachers, deal with those under their charge; \n                                                                           283\nthat when the law of the Lord, His rules, His injunctions have been disregarded by us, the guilty are expelled or suspended, turning the erring away from His saving, uplifting, educating influences, leaving him to pick and choose his own way and course of action without His divine assistance, what would become of our souls? His constant forgiving love is binding up our soul's interest with Himself. O the mightiness of the love of Jesus overwhelms me as I consider it. The yoke of Christ is easy and His burden is light. When we enter more entirely into the love of Jesus by practice, we shall see far different results in our own advancement as Christians, and in the molding of the character of those brought in relationship with us. The most difficult business for individuals is the giving up that which one thinks is his right. Love seeketh not her own. Heaven-born love strikes deeper than the surface. Love vaunteth not itself, is not puffed up. Fortified with the grace of Christ love doth not behave itself unseemly. He that dwelleth in love, dwelleth in God. God is love. We all need love, gentleness, tenderness, compassion, and forbearance. Expel from the soul every vestige of selfishness or human dignity.", "paragraph": 1, "bookcode": "FE", "page": 282}