{"word": "You need to be learning in the school of Christ today. The Lord has power to work with His own agents. You are loading down poor finite men with weighty advantages to do a large work, when they will have no opportunity or call to use a large share of the burden of studies that they have undertaken to master. Golden opportunities are passing into eternity, and counsel has been given that should have been withheld; and much more and better work might have been done, than has been done, if the period spent in Battle Creek by many of the workers had been materially shortened. They should have been set at work communicating the light \n                                                                           362\nand knowledge they have received to those who are in darkness. The God of all grace will give grace for grace. Those who go to work in the Lord's vineyard will learn how to work, and will call to remembrance the instruction they have received during their student life. The Lord is not pleased with encouraging these workers to spend years in accumulating knowledge which they will have no opportunity to impart. Precious youth, who ought to be laboring for God, have come to Battle Creek to receive an education, and to gain a better knowledge as to how to work. They ought to have been taught that which is essential in a very short period. They ought not to require years for their education before they can respond to the call, \"Go work today in my vineyard.\" Instead of sending them forth as laborers after they have put in months and years at the College, they are advised to take other studies, and to make progress along additional lines. They are counseled to spend months and years in institutions where the truth is denied and controverted, and where error of a most specious, unscriptural character is insidiously introduced. These doctrines become mingled with their studies. They become engrossed in advancing in educational lines, and they lose their love for Jesus; and before they know what is the matter with them, they are far from God, and are all unprepared to respond to the command, \"Go work today in my vineyard.\" The desire for missionary effort is gone. They pursue their studies with an infatuation that closes the door to the entrance of Christ. When they graduate, and have full commission to go out as properly educated students, some have lost all burden for the work, and are far less prepared to engage in the service of God than when they came to Battle Creek at first.", "paragraph": 2, "bookcode": "FE", "page": 361}