{"word": "By this time the 144,000 were all sealed and perfectly united. On their foreheads was written, God, New Jerusalem, and a glorious Star containing Jesus' new name. [Revelation 3:12.] At our happy, holy state the wicked \n                                                                           15\nwere enraged, and would rush violently up to lay hands on us to thrust us in prison, when we would stretch forth the hand in the name of the Lord, and the wicked would fall helpless to the ground. Then it was that the synagogue of Satan knew that God had loved us who could wash one another's feet, and salute the holy brethren with a holy kiss, and they worshipped at our feet. [Revelation 3:9.] Soon our eyes were drawn to the East, for a small black cloud had appeared about half as large as a man's hand, which we all knew was the Sign of the Son of Man. [Matthew 24:30.] We all in solemn silence gazed on the cloud as it drew nearer, lighter, and brighter, glorious, and still more glorious, till it was a great white cloud. [Revelation 14:14.] The bottom appeared like fire, a rainbow was over it, around the cloud were ten thousand angels singing a most lovely song. And on it sat the Son of Man, [Luke 21:27.] on his head were crowns, [Revelation 19:12.] his hair was white and curly and lay on his shoulders. [Revelation 1:14.] His feet had the appearance of fire, [Revelation 1:15.] in his right hand was a sharp sickle, [Revelation 14:14.] in his left a silver trumpet. [1 Thessalonians 4:16.] His eyes were as a flame of fire, [Revelation 1:14.] which searched his children through and through. Then all faces gathered paleness, and those that God had rejected gathered blackness. Then we all cried out, who shall be able to stand? Is my robe spotless? Then the angels ceased to sing, and there was some time of awful silence, [Revelation 8:1.] when Jesus spoke. Those who have clean hands and a pure heart shall be able to stand, my grace is sufficient for you. At this, our faces lighted up, and joy filled every heart. And the angels struck a note higher and sung again while the cloud drew still nearer the earth. Then Jesus' silver trumpet sounded, as he descended on the cloud, wrapped in flames of fire [2 Thessalonians 1:7,8] He gazed on the graves of the sleeping saints, then raised his eyes and hands to heaven and cried out, [John 5:25.] Awake! Awake! Awake! ye that sleep in the dust, and arise. Then there was a mighty earthquake. The graves opened, and the dead came up clothed with immortality. The 144,000 shouted, Hallelujah! as they recognized their friends who had been torn from them by death, and in the same moment we were changed and caught up together with them to meet the Lord in the air. [1 Thessalonians 4:17.] We all entered the cloud together, and were seven days ascending to the sea of glass, when Jesus brought along the crowns and with his own right hand placed them on our heads. [2 ESDRAS 2:43.] He gave us harps of gold and palms of victory. [Revelation 15:2. Revelation 7:9.] Here on the sea of glass the 144,000 stood in a perfect square. Some of them had very bright crowns, others not so bright. Some crowns appeared heavy with stars, while others had but few. All were perfectly satisfied with their crowns. And they were all clothed with a glorious white mantle from their shoulders to their feet. [Revelation 7:9.] Angels were all about us as we marched over the sea of glass to the gate of the City. Jesus raised his mighty glorious arm, laid hold of the gate and swung it back on its golden hinges, and said to us, You have washed your robes in my blood, stood stifly for my truth, enter in. [Isaiah 26:2.] We all marched in and felt we had a perfect right in the City. Here we saw the tree of life, and the throne of God. Out of the throne came a pure river of water, and on either side of the river was the tree of life. [Revelation 22:1, 2.] On one side of the river was a trunk of a tree and a trunk on the other side of the river, both of pure transparent gold. \n                                                                           16", "paragraph": 3, "bookcode": "WLF", "page": 14}