{
    "word": "I have been made sick at heart at this management. I must believe that you would not have done this if you had only known the situation. I am now able to understand more perfectly the light given me when my husband was so feeble in Greenville, Michigan. That was the beginning of divine directions concerning means. I was shown that the Lord would have my husband and myself independent of all our institutions, in financial matters. Our brethren would make many plans \n                                                                           1237\nto gain control of the profits from our books and other publications, but we must keep the means to use as the Lord directed us. We could understand the wants of the cause better than others; God would teach us how to dispose of the means. He would bring into our possession to be used to his own name's glory. Again, at a later date, cautions were repeated, that since my husband's death propositions would be made in regard to our books and publications, that the profits should be under the control of one organization. But I was warned not to shift the responsibility of my stewardship upon any institution or organization; when I should see the needs of the cause in its various branches, then I must act, even though my brethren did not discern the necessity as I saw it. If I called upon men in responsible positions, even for the means which God has intrusted to me, unless they themselves were in a condition to understand the wants of the cause as they were presented before me and urged upon me, these brethren would give counsel to divert that means into other channels. This is why I did not feel free to accept the proposition that I should assign the royalty on my books. I could not conscientiously do so. When after the Minneapolis meeting, the canvassing agents in the field so managed the work that my books fell nearly dead from the press, and when I endeavored to draw means from the publishing house at Battle Creek, and was informed that I had over-drawn my account, and could have no more money, I was made to feel keenly how little safety there would be in leaving my brethren to bear my responsibility. God knows all about this matter. I have had sufficient experience to teach me \n                                                                           1238\nwhat I can depend on from my brethren.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1236
}