{
    "word": "It is not agreeable to the human heart to do right. The spirit is in warfare against the flesh, but restitution will be made if the work goes forward as God shall direct. The work of true repentance goes deeper than the surface, and we discern and acknowledge the wisdom and power of God in this manifestation. As the work progressed, that faith which works by love and purifies the soul, yielded its precious harvest of fruit. The language of the church in Fresno was, \"Now we have received, not the spirit of the world, but the spirit which is of God, that we might know the things which are freely given to us of God, which things also we speak not in the words which man teacheth, but which the Holy Ghost teacheth, comparing spiritual things with spiritual.\" We praise the Lord with heart and pen and voice for this good work which has been wrought in Fresno. What a powerful, gracious, and effectual call this has been to Fresno. But did Elder Daniels originate that work? No. The work was of God, and man should receive no glory. Precious \n                                                                           64\nRedeemer, thy grace was not given because of any man's merit nor as the result of any man's worth or righteousness, but the righteousness of Christ. The Sin-pardoning Saviour was holding forth the golden scepter of his matchless grace and mercy to wayward sinful souls. We hope and pray that the good work may continue. When Matthew was called to follow the Lord, he dropped his former occupation as a publican, and engaged in the service of the Master. He invited Jesus to his home. No sooner did Jesus open the heart of Matthew, than he opened his house as a home for Jesus. Let the same proofs of the good work of God be manifested in the same way by our brethren in Fresno. Take Jesus home to your hearts, to your houses, and present him to your neighbors. Let your families, your children, see the sweet grace of Christ at work in your hearts, and exemplified in your characters. Let the efficacy of the blood of Christ avail in your behalf, and his righteousness become your righteousness. Let a living testimony be borne from every church member, \"Oh come hither, and hearken, all ye that love the Lord, and I will tell thee what he hath done for my soul.\" The simplicity of the religion of Jesus is to be revealed to the world. Christ must be all and in all, fully satisfying every want of the soul. Let not your minds be entangled in worldly schemes, but dig deep in the mines of God's word for the precious gems of truth which are there. Christ will qualify you to be partakers of his grace. You may improve the talents he has entrusted to you. You are to go forth with weeping to sow the precious grains of truth, for \n                                                                           65\ndoubtless, you will return again with rejoicing bringing your sheaves with you. But in behalf of Christ, I warn you to flatter no man. It is Satan's plan to flatter the pride of our natures, and we are in danger of shutting out Christ, his blood, his righteousness, and placing man where Jesus Christ should be. This is our constant danger. Let Christ be lifted up before the people, acknowledge his power, revealed through the instrument in doing a good work, but let all the glory be given back to God. Grace always humbles the receiver. It never exalts man. The grace of Christ is to be recognized and exalted; but sinful man never. Rejoice with trembling, nevertheless, rejoice.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 63
}