{
    "word": "Chapter XVII. - The Great Apostasy.\n\n     I was carried forward to the time when the heathen idolaters cruelly persecuted the Christians, and killed them. Blood flowed in torrents. The noble, the learned, and the common people, were alike slain without mercy. Wealthy families were reduced to poverty because they would not yield their religion. Notwithstanding the persecution and sufferings those Christians endured, they would not lower the standard. They kept their religion pure. I saw that Satan exulted and triumphed over the sufferings of God's people. But God looked with great approbation upon his faithful martyrs, and the Christians who lived in that fearful time were greatly beloved of him; for they were willing to suffer for his sake. Every suffering endured by them increased their reward in heaven. But although Satan rejoiced because the saints suffered, yet he was not satisfied. He wanted control of the mind as well as the body. The sufferings those Christians endured drove them closer to the Lord, and led them to \n                                                                           104\nlove one another, and caused them to fear more than ever to offend him. Satan wished to lead them to displease God; then they would lose their strength, fortitude and firmness. Although thousands were slain, yet others were springing up to supply their place. Satan saw that he was losing his subjects, and although they suffered persecution and death, yet they were secured to Jesus Christ, to be the subjects of his kingdom, and he laid his plans to more successfully fight against the government of God, and overthrow the church. He led on those heathen idolaters to embrace part of the Christian faith. They professed to believe in the crucifixion and resurrection of Christ, without a change of heart, and proposed to unite with the followers of Jesus. O the fearful danger of the church! It was a time of mental anguish. Some thought that if they should come down and unite with those idolaters who had embraced a portion of the Christian faith, it would be the means of their conversion. Satan was seeking to corrupt the doctrines of the Bible. At last I saw the standard lowered, and those heathen were uniting with Christians. They had been worshipers of idols, and although they professed to be Christians, they brought along with them their idolatry. They changed the objects only of their worship, to images of saints, and even the image of Christ, and Mary the mother of Jesus. Christians gradually united with them, \n                                                                           105\nand the Christian religion was corrupted, and the church lost its purity and power. Some refused to unite, with them and they preserved their purity, and worshiped God alone. They would not bow down to any image of any thing in the heavens above, or in the earth beneath.",
    "paragraph": 1,
    "bookcode": "1SG",
    "page": 103
}