{
    "word": "4. See EGW on ch. 7:2, 3.  {7BC 989.10} \n     10-12 (chs. 4:3; 10:1; see EGW on ch. 10:7; 2 Peter 3:9). Christ's Intercession Soon to Cease.--The One who has stood as our intercessor; who hears all penitential prayers and confessions; who is represented with a rainbow, the symbol of grace and love, encircling His head, is soon to cease His work in the heavenly sanctuary. Grace and mercy will then descend from the throne, and justice will take their place. He for whom His people have looked will assume His right--the office of Supreme Judge (RH Jan. 1, 1889).  {7BC 989.11} \n     Probation Ends When Least Expected.--When probation ends, it will come suddenly, unexpectedly--at a time when we are least expecting it. But we can have a clean record in heaven today, and know that God accepts us; and finally, if faithful, we shall be gathered into the kingdom of heaven (MS 95, 1906).  {7BC 989.12}  \n     No Second Probation.--There is not a second probation for anyone. Now is probationary time, before the angel shall fold her golden wings, the angel of mercy, and shall step down from the throne, and mercy, mercy is gone forever (MS 49, 1894).  {7BC 989.13}  \n     (John 9:4.) Time of Probation's Close Not Revealed.--God has not revealed to us the time when this message will close, or when probation will have an end. Those things that are revealed we shall accept for ourselves and for our children; but let us not seek to know that which has been kept secret in the councils of the Almighty. . . .  {7BC 989.14}  \n     Letters have come to me asking me if I have any special light as to the time when probation will close; and I answer that I have only this message to bear, that it is now time to work while the day lasts, for the night cometh in which no man can work. Now, just now, it is time for us to be watching, working, and waiting.  {7BC 989.15}  \n     The Word of the Lord reveals the fact that the end of all things is at hand, and its testimony is most decided that it is necessary for every soul to have the truth planted in the heart so that it will control the life and sanctify the character. The Spirit of the Lord is working to take the truth of the Inspired Word and stamp it \n                                                                           990\nupon the soul so that the professed followers of Christ will have a holy, sacred joy that they will be able to impart to others. The opportune time for us to work is now, just now, while the day lasts. But there is no command for anyone to search the Scriptures in order to ascertain, if possible, when probation will close. God has no such message for any mortal lips. He would have no mortal tongue declare that which He has hidden in His secret councils (RH Oct. 9, 1894).  {7BC 989.16}  \n     13. See EGW on 1 Corinthians 15:22, 45.",
    "paragraph": 1,
    "bookcode": "7BC",
    "page": 990
}