{
    "word": "What men need in the Review & Herald Office is a change of heart, and then their whole attitude will be changed. Those who have \n                                                                           1374\nChrist enthroned within will manifest Christlike principles. They will make it evident that the Holy Spirit has imparted a new life to them, and that they are nourishing and cherishing that life. Its beginning is found in spiritual union with the Lord Jesus Christ, and as they go on increasing in the knowledge of God, they will manifest growth in grace, and will show Christlike love to others. Men in responsible positions are to guard the interests of others as jealously as they would guard their own interests. Thus they are to love their neighbors as themselves. Christians are to be channels for currents of heavenly wisdom and grace. They are to connect themselves, not with the low streams of the valley, but with the living snow-waters of Lebanon. All outward forms and ceremonies that are not after the pattern shown them in the Mount will prove valueless. The grace of God is made manifest in the exercise of the love which dwelt in the bosom of Jesus, and which bringeth salvation to the lost. The kingdom of God cometh not by observation. Unselfish love is to work through every plan that is made, and the fruit of unselfish love is righteousness, peace, and joy in the Holy Ghost. Those who are not spiritual often appear to have a zeal that far exceeds the zeal of the true children of God. This is because they are determined that their ways and their plans shall succeed. They say to themselves, I will put the whole force of my being into this plan, and I will work continually until I see it succeed. I will persist until I prevail. But all the religion that a man has is frequently found in this ambitious zeal which he thinks is after the Christlike \n                                                                           1375\norder. Take away this, and nothing is left. They are like the Pharisees who tithed mint, and arise, and cummin, but neglected the weightier matters of the law, judgment, mercy, and the love of God. The truth is of the deepest importance. In the sacrifice of Christ for fallen men, mercy and truth met together, righteousness and peace kissed each other. When you separate these attributes from the most wonderful, and apparently the most successful work, there is nothing to it. Those who work with Christ unite their business services with spiritual consecration. Where this combination exists, there is no lordly oppression, no compulsion of manner. God has given to his children their work individually. If they work in their own spirit, manifest their ways, they will develop the forbidding attributes of the evil one.",
    "paragraph": 3,
    "bookcode": "1888",
    "page": 1373
}