{
    "word": "\"This move is in accord with God's design for the school before the institution was established, but man could not see how this could be done. There were so many said that the school must be in Battle Creek. Now we say that it must be somewhere else. The best thing that can be done is to dispose of the school's buildings here as soon as possible. Begin at once to look for a place where the school can be conducted \n                                                                           3\non right lines. I am glad to say that Brother ----- and Brother ----- have made advancement in reform. The question has arisen in regard to Brother ----- connecting with Brother ----- in his work. I asked Brother ----- if he felt called by God to take this position, and he said, No. He said he was satisfied that God wanted him to remain in the school where he had been working. I told him that this was  in accordance with the light and evidence given me on the subject. I would say to Brother ----- and Brother -----, you are not to think that you have made a failure in the school. Circumstances have been of a character to cause some misunderstanding. There has been much prejudice indulged in regard to those who stand at the head of the school. Our brethren are to go right along in the work, and let all see that God is working with them, giving them, as his agencies, varied experiences. Those now in charge of the school work here have their hearts blended in unity of purpose, to accomplish the thing which God has designated as the right thing to do. They have undertaken this work irrespective of the opposition that has come up, and the strife of tongues. These men have a grip on the work. They have been learning, and have planned to establish industrial schools out of the city, where a large space of ground can be secured. They mean to be heroic reformers, to adopt solid, intellectual methods. Their thoughts and plans have been maturing, and now they are prepared for decided action.\" \n                                                                           4",
    "paragraph": 2,
    "bookcode": "PH158",
    "page": 2
}