{
    "word": "OHC - Our High Calling (1961)\n\n\nFOREWORD\n\n     WHEN ELLEN G. WHITE LAID ASIDE HER PEN AFTER SEVENTY BUSY YEARS OF MINISTRY, SHE LEFT TO US A RICH LEGACY OF EVER TIMELY INSTRUCTIONS, INSPIRED COUNSELS, AND EARNEST ADMONITIONS TOUCHING ALMOST EVERY PHASE OF PRACTICAL CHRISTIAN EXPERIENCE. OUR HIGH CALLING IS MADE UP OF CHOICE SELECTIONS FROM THIS VAST TREASURY AS FOUND IN ELLEN G. WHITE ARTICLES THAT APPEARED WEEK BY WEEK IN THE JOURNALS OF THE CHURCH, HER PUBLIC DISCOURSES, HER MANUSCRIPTS, AND LETTERS OF COUNSEL TO INDIVIDUALS, MANY OF THEM SEVENTH-DAY ADVENTIST YOUTH.\n     IT IS CLEAR THAT MRS. WHITE CONTEMPLATED THE USE OF THESE MESSAGES IN THE PRODUCTION OF BOOKS, FOR SHE INDICATED IN A STATEMENT WRITTEN IN 1905 THAT \"I AM ENDEAVORING BY THE HELP OF GOD TO WRITE LETTERS THAT WILL BE A HELP, NOT MERELY TO THOSE TO WHOM THEY ARE ADDRESSED, BUT TO MANY OTHERS WHO NEED THEM.\" ALTHOUGH WRITTEN MANY YEARS AGO, THESE COUNSELS SPEAK TO OUR HEARTS TODAY, TO ENCOURAGE, INSTRUCT, AND INSPIRE US IN VICTORIOUS PRACTICAL EVERYDAY CHRISTIAN LIVING AND WITNESSING, PARTICULARLY IN VIEW OF THE IMMINENCE OF OUR LORD'S RETURN.\n     TO MAKE THE READING FOR EACH DAY COMPLETE WITHIN THE LIMITS OF A SINGLE PAGE, IT HAS BEEN NECESSARY AT TIMES TO MAKE DELETIONS IN ORDER TO BRING THE READING TO THE RIGHT LENGTH. ALL DELETIONS ARE INDICATED IN THE USUAL MANNER. LIKEWISE, IN MANY INSTANCES MATERIAL ON A PAGE HAS BEEN DRAWN FROM MORE THAN ONE SOURCE. GREAT CARE HAS BEEN EXERCISED TO AVOID ANY DISTORTION OF MEANING, AND THAT WHICH APPEARS CLEARLY PRESENTS THE INTENT OF THE AUTHOR. PROPER SOURCE REFERENCES FOR EACH QUOTATION ARE GIVEN, WHETHER ARTICLE, PAMPHLET, MANUSCRIPT, OR BOOK.\n     OUR HIGH CALLING, PRESENTING A DEVOTIONAL READING FOR EACH DAY INTRODUCED BY AN APPROPRIATE BIBLE TEXT, HAS BEEN PREPARED AS AN ENRICHMENT OF THE MORNING WATCH DEVOTIONAL PLAN AND APPEARS SIMULTANEOUSLY IN SEVERAL LANGUAGES. THAT THIS VOLUME, COMPRISED OF MESSAGES INSPIRED BY THE SPIRIT OF GOD, WILL BE TREASURED AS OTHER LIKE VOLUMES HAVE BEEN IN THE PAST, AND WILL BE THE MEANS OF ENCOURAGING ALL WHO READ TO \"PRESS TOWARD THE MARK FOR THE PRIZE OF THE HIGH CALLING OF GOD IN CHRIST JESUS\" IS OUR SINCERE WISH.\n\n            THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n\nWASHINGTON, D.C.\n\n\nChap. 1 - Happy New Year!\n\n     So teach us to number our days, that we may apply our hearts unto wisdom. Psalm 90:12.",
    "paragraph": 1,
    "bookcode": "OHC",
    "page": 7
}