{
    "word": "45\n  \n     Danger of Self-Exaltation--Now, my brother, I feel the deepest interest for you, else I would not write you as I have done.  But with me I must be faithful.  I tell matters just as they are, and while I would have all united in the Sanitarium in perfect bonds of union, I would not have the union of that kind and quality that you will be mind and judgment for every one of them, and they consider every proposition and plan, word and action, as without error and fault.  Among a multitude of counselors there is safety.  God would not have many minds the shadow of one man's mind.  God has given men brains to use, intellect to cultivate, to employ to His glory; and He would be the One to mold, control, and fashion the minds after His own impress.  Men are only men whatever may be their work.  The more responsible the position, the more important that the one who stands in this position have no more honor or exaltation given him than is for his good.  In fact, people are ruined through praise and honor bestowed upon them as though they were infallible.  While due respect should be given to those whom God has entrusted with more than ordinary talents, that man thus endowed needs to walk more humbly and closely with God as he advances.  All the influence that these capabilities give him will make him a better, holier, more meek and humble man or it will lead him to think as others have thought, I am not a common man, and I may do things that others can not do, and it will be no sin.  This is a common error, but it is a destructive error.  That man needs to learn daily important lessons from the greatest Teacher the world ever knew.  Christ must dwell in that man's heart, just as the blood must be in the body and circulate there as a vitalizing power.  I can not on this subject be too urgent.  I can not press it home to you too strongly, that you shall not trust in self.--Letter 7, 1886 (April 26, 1886, to J. H. Kellogg).",
    "paragraph": 1,
    "bookcode": "ChL",
    "page": 45
}