{
    "word": "When the duty of bringing the gospel to the colored race is presented, many make the plea that association with the colored people will contaminate society. But this very plea is evidence that means should be instituted to remove from this race the degradation that has been brought upon them. As a people we should no longer say by our attitude, \"Am I my brother's keeper?\" We should arouse ourselves to do justly, to love mercy. We should make manifest by our actions that we have the faith for which the saints are to contend. We should go forth to seek the oppressed, to lift up the fallen, and to bring help to those who need our assistance. We should remember that many among the colored people who have been entrusted with God-given ability, who had intellectual capabilities far superior to those of the masters who claimed them as their property, were forced to endure every indignity, and their souls groaned under the most cruel and unjust oppression. They were ambitious to obtain their freedom, and sought in every possible way to obtain it. At times their deferred hope caused them to flash out with indignation, and they were forced to suffer such fearful punishments that their courage was broken, and to all outward appearances their spirits were subdued. But others planned for years, and finally were successful in gaining their freedom. Many of these have filled positions of trust, and have demonstrated the fact that the colored race is capable of cultivation and improvement. As a people claiming to be proclaiming the last message of mercy to the world, we cannot consistently neglect the Southern field, for it is a portion of God's moral vineyard. It is not our place to study consequences, \n                                                                           55\nbut we are to go to the field and labor for the colored people as earnestly as for the white people, and leave results with God. It is our part to work with all our God-given capabilities to redeem the time that we have wasted in planning how to avoid unhappy results in working the Southern fields.",
    "paragraph": 2,
    "bookcode": "SW",
    "page": 54
}