{
    "word": "Will my brethren take heed that no glory is given to men? Will they acknowledge that Christ does the work upon the human heart, and not they themselves? Will my ministering brethren plead with God alone in secret prayer for his presence and his power? Dare not to preach another discourse until you know, by your own experience, what Christ is to you. With hearts made holy through faith in the righteousness of Christ, you can preach Christ, you can lift up the risen Saviour before your hearers; with hearts subdued and melted with the \n\n\n                        - 13 - \n\nlove of Jesus you can say, \"Behold the Lamb of God, which taketh away the sin of the world!\" There is a sad neglect of reading the Bible and searching it with humble hearts for yourselves. Take no man's explanation of Scripture, whatever his position, but go to the Bible and search for the truth yourselves. After hearing Jesus, the Samaritans said, \"Now we believe, not because of thy saying; for we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world.\" There is the mine of truth. Sink the shaft deep, and you will possess that knowledge which is of highest value to you. Many have become lazy and criminally neglectful in regard to the searching of the Scriptures, and they are as destitute of the Spirit of God as of the knowledge of his word. We read in the Revelation made to John, of some who had a name to live while they were dead. Yes, there are many such among us as a people, many who claim to be alive, while they are dead. My brethren, unless the Holy Spirit is actuating you as a vital principle, unless you are obeying its prompting, depending on its influences, laboring in the strength of God, my message to you from God is, \"You are under a delusion which may prove fatal to your souls. You must be converted. You must receive light before you can give light. Place yourselves under the bright beams of the Sun of Righteousness.\" Then you can say with Isaiah, \"Arise, shine: for thy light is come, and the glory of the Lord is risen upon thee.\" You must cultivate faith and love. \"The Lord's arm is not shortened, that it cannot save; neither his ear heavy, that it cannot hear.\" Seek the Lord. Rest not until you know that Christ is your Saviour.",
    "paragraph": 1,
    "bookcode": "SpTA01a",
    "page": 12
}