{
    "word": "The helpers at the Sanitarium should not feel at liberty to appropriate to their own use articles of food provided for the patients. The temptation is especially strong to indulge in things allowed to newcomers, who must be induced gradually to correct their pernicious habits. \n\n\n                    -18- \n\nEmployees have no right to help themselves to crackers, nuts, raisins, dates, sugar, oranges, or fruit of any kind; for, in the first place, in eating these things between meals, as is generally done, they are injuring the digestive organs, and again, those who partake of these things are taking that which is not theirs. No food should pass the lips between the regular meals. Temptation is constantly before them to taste the food which they are handling; and here is an excellent opportunity for them to gain control of their appetite. But food seems to be very abundant, and they forget that it all represents so much money value. One and another thoughtlessly indulge in the habit of tasting and helping themselves, until they fancy there is no real sin in the practise. All should beware of cherishing this view of the matter, for conscience is thus losing its sensitiveness. One may reason, \"The little that I have taken does not amount to much;\" but the question comes home, Did the smallness of the amount lessen the sin of the act? Again, the little which one person takes may not amount to much; but when five act on the same plan, five littles are taken. Then ten, twenty, or even more may presume in the same way, until every day, the workers may, to their own injury, appropriate many little things that they have no right to touch. Many littles make much in the end. But the greatest loss is sustained by the ones who digress; for they are violating the principles of right, and learning to look upon transgression in small matters as no transgression at all. They forget the words of Christ, \"He that is faithful in that which is least is faithful also \n\n\n                     -19- \n\nin much; and he that is unjust in the least is unjust also in much.\"",
    "paragraph": 4,
    "bookcode": "PH066",
    "page": 17
}