{
    "word": "After we returned from Monterey, I felt it my duty to call another meeting, as my brethren made no effort to relieve my feelings. I decided to move forward in the strength of God and again express my feelings and free myself from the suspicions and reports circulated to our injury. I bore my testimony and related things which had been shown me in the past history of some present, warning them of their dangers and reproving their wrong course of action. I stated that I had been placed in most disagreeable positions. When families and individuals were brought before me in vision, it was frequently the case that what was shown me in relation to them was of a private nature, reproving secret sins. I have labored with some for months in regard to wrongs of which others knew nothing. As my brethren see these persons sad, \n                                                                           585\nand hear them express doubts in regard to their acceptance with God, also feelings of despondency, they have cast censure upon me, as though I were to blame for their being in trial. Those who thus censured me were entirely ignorant of what they were talking about. I protested against persons' sitting as inquisitors upon my course of action. It has been the disagreeable work assigned me to reprove private sins. Were I, in order to prevent suspicions and jealousy, to give a full explanation of my course, and make public that which should be kept private, I should sin against God and wrong the individuals. I have to keep private reproofs of private wrongs to myself, locked in my own breast. Let others judge as they may, I will never betray the confidence reposed in me by the erring and repentant, or reveal to others that which should only be brought before the ones that are guilty. I told those assembled that they must take their hands off and leave me free to act in the fear of God. I left the meeting relieved of a heavy burden. \n\n                                               -",
    "paragraph": 1,
    "bookcode": "1T",
    "page": 584
}