{
    "word": "I saw that Bro. Gage should shun the errors of the past. He should guard against imaginary wants. He has not always been willing to receive instruction from those of mature experience. He thought they did not understand him. Bro. Gage, the Lord is working for you, and will bless you, and strengthen you, in the course of right. You understand the theory of truth, and should be obtaining all the knowledge you can of God's will and work, prepared to fill a more responsible position if God requires it of you, and if he sees you can glorify his name best in so doing. But \n                                                                           36\nyou have yet an experience to gain. You are too easily affected by circumstances, are too impulsive. God is willing to strengthen, establish, settle you, if you will earnestly and humbly seek wisdom of him who is unerring, and who has promised you shall not seek in vain. In teaching the truth to others you are in danger of talking too strong, in a manner that your short experience will not sustain you in. You take in things at a glance, and can see the bearings of subjects readily. All are not organized as yourself, and cannot do this. You will not be prepared to patiently, calmly wait for others to weigh evidence who can not see as readily as yourself. You will be in danger of urging others too much, to see at once as you see, and feel all that zeal and necessity of action you feel. If your expectations are not realized you will be in danger of becoming discouraged and restless, and wishing a change. You must shun a disposition to censure, to bear down. Keep clear of every thing that savors of a denunciatory spirit. It is not pleasing to God for this spirit to be found in any of his servants of longer experience; but for a youth to manifest ardor and zeal is all proper if graced with humility and the inward adorning; but when a rash zeal and a denunciatory spirit are manifested by a youth who has but a few years of experience, it is most unbecoming, and positively disgusting. Nothing can destroy his influence as soon as this. Mildness, gentleness, forbearance, long-suffering, being not easily provoked, forbearing all things, hoping all things, enduring all things, is the fruit growing upon the precious plant which is of heavenly birth--Love. This plant, if it is nourished, will prove to be an evergreen. Its branches will \n                                                                           37\nnot decay, its leaves will not wither. It is immortal, eternal, watered continually by the dews of Heaven.",
    "paragraph": 1,
    "bookcode": "PH097",
    "page": 35
}