{
    "word": "The next morning I was greatly depressed in spirits. Such thoughts as these troubled me. Why was not God willing to hear our prayers and raise the child to health? Satan, ever ready with his temptations, suggested that it was because we were not right. I could think of no particular thing wherein I had grieved the Lord, yet a crushing weight seemed to be on my spirits, driving me to despair. I doubted my acceptance with God, and could not pray. I had no courage, so much as to lift my eyes to heaven. I suffered intense anguish \n                                                                           138\nof mind until my husband, and the family we were with, besought the Lord in my behalf. They would not yield the point until my voice was united with theirs for deliverance. It came. I began to hope, and my trembling faith grasped the promises of God, when Satan came in another form. My husband was taken very sick. His symptoms were alarming. He cramped at intervals, and suffered excruciating pain. His feet and limbs were cold. I rubbed them until I had no strength to do so longer. Bro. Harris was away some miles at his work, and there were only Sr. Harris, Sr. Bonfoey and my sister Sarah present, and I was just gathering courage to dare believe in the promises of God. If ever I felt my weakness it was then. We knew that something must be done immediately. Every moment his case was growing more critical. It was clearly a case of cholera. He asked us to pray. We dared not refuse, and in great weakness we bowed before the Lord. I knew that God must do the work; we so unworthy could do nothing. With a deep sense of my unworthiness, I laid my hands upon his head, and prayed the Lord to reveal his power. A change was effected immediately. The natural color of his face returned, and the light of heaven beamed upon his countenance. We were all filled with gratitude unspeakable. We never had witnessed a more remarkable answer to prayer. \n                                                                           139",
    "paragraph": 1,
    "bookcode": "2SG",
    "page": 137
}