{
    "word": "It is a solemn statement that I make to the church that not one in twenty whose names are registered upon the church books are prepared to close their earthly history, and would be as verily without God and without hope in the world as the common sinner. They are professedly serving God, but they are very earnestly serving mammon. This half and half work is a constant denying of Christ rather than a confessing of Christ. So many have brought their own unsubdued spirit, unrefined, their spiritual taste is perverted by their own immoral, debasing \n                                                                           348\ncorruptions, symbolizing the world in spirit, in heart, in purpose, confirming themselves in lustful practices, and are full of deception through and through in their professed Christian life; living as sinners claiming to be Christians. Those who claim to be Christians and will confess Christ, should come out from among them and touch not the unclean thing and be separate. There is a Satanic policy that is practiced by those who are spirit-blind, that they can mingle safely with the worldly element, confederate with them, be in co-operation with them, but it will not require a great length of time to discern that they are no longer with Christ, or place the least value upon living one with their brethren. They have left the cool snows coming from Lebanon for the putrid stream of the valley. The words of God, \"Come out from the world, and be ye separate, and touch not the unclean thing\" has to a great extent lost its effect upon many. The words of the great deceiver are, you will greatly augment your influence if you confederate with the world. Your influence in receiving their knowledge will greatly increase your popularity, and will by connection with them be much larger. Let all who are not completely deluded pray as never before that they may be kept from the bewitching snares of Satan to delude unwary souls in these last days. The work of every Christian has ever been to sprinkle the door posts with blood, gather their children into their houses with them, that the destroying angel might see the mark of God pointing to the only begotten Son of the Father.",
    "paragraph": 5,
    "bookcode": "PC",
    "page": 347
}