{
    "word": "O that our youth would treasure up the knowledge that is imperishable, that they can carry with them into the future, immortal life, the knowledge that is represented as gold and silver and precious stones! The class of educators and learners who deem themselves wise, know nothing as they ought to know it. They need to learn meekness and lowliness in the school of Christ, that they may esteem highly that \n                                                                           101\nwhich Heaven regards as excellent. Those who receive a valuable education, one that will be as enduring as eternity, will not be regarded as the world's best educated men. But the Scriptures declare that \"the fear of the Lord is the beginning of wisdom.\" [Psalm 111:10.] This kind of knowledge is below par in the estimation of the world, and yet it is essential for every youth to become wise in the Scriptures, if he would have eternal life. The apostle says, \"All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness: that the man of God may be perfect, thoroughly furnished unto all good works.\" [2 Timothy 3:16, 17.] This is broad enough. Let all seek to comprehend, to the full extent of their powers, the meaning of the word of God. A mere superficial reading of the inspired word will be of little advantage; for every statement made in the sacred pages requires thoughtful contemplation. It is true that some passages do not require as earnest concentration as do others; for their meaning is more evident. But the student of the word of God should seek to understand the bearing of one passage upon another until the chain of truth is revealed to his vision. As veins of precious ore are hidden beneath the surface of the earth, so spiritual riches are concealed in the passages of Holy Writ, and it requires mental effort and prayerful attention to discover the hidden meaning of the word of God. Let every student who values the heavenly treasure put to the stretch his mental and spiritual powers, and sink the shaft deep into the mine of truth, that he may obtain the celestial gold,--that wisdom which will make him wise unto salvation.",
    "paragraph": 2,
    "bookcode": "CE",
    "page": 100
}