{
    "word": "PH149 - Selections from Testimonies to the Managers and Workers in our Institutions (1923)\n\n\nA WORD FROM THE PUBLISHERS\n\n     THE INSTRUCTION IN THE FOLLOWING PAGES CAME FROM MRS. E. G. WHITE, MUCH OF IT DIRECT TO THE PACIFIC PRESS. SOME OF IT WAS SENT TO INSTITUTIONS IN GENERAL, OF WHICH THE PACIFIC PRESS IS ONE. THE GREATEST PART OF IT WAS PRINTED FOR THE STUDY OF OUR WORKERS IN 1897 AND 1898. THE STOCK ON HAND WAS CONSUMED IN THE FIRE OF 1906. IT HAS SEEMED WISE TO THE BOARD OF DIRECTORS TO PRINT THESE TESTIMONIES TO THIS INSTITUTION AGAIN, OMITTING SOME THINGS WHICH APPLIED TO THE OFFICE IN OAKLAND ALONE, AND FOR THE SAKE OF SPACE, PARAGRAPHS DUPLICATING THE SAME INSTRUCTION. THE TESTIMONY TO WORKERS IN WASHINGTON AND MOUNTAIN VIEW HAS NOT BEFORE APPEARED IN PRINT.\n\n\nTable of Contents\n\nTo Managers and Workers............................................ 3-15\nConsolidation of the Publishing Work.............................. 16-29\n  To Men in Responsible Positions, etc............................ 18  To General Conference Committee, etc.............................. 21\n  To the Pacific Press............................................ 25\n  Personal Letters to C. H. Jones................................. 27\nGeneral Testimony to Pacific Press................................ 30-39\nAssociations and Discipline....................................... 40-44\nTo the Directors.................................................. 45-51\nTo the Workers.................................................... 52-67\nTo Washington and Mountain View................................... 68-75\nPrices on Publications............................................ 76-78\n\n\nChap. 1 - To the Managers and Workers in Our Institutions\n\n     In the providence of God we have institutions established among us to advance the promulgation of truth, but they do not reach the efficiency they might if the workers were wholly consecrated to God. The Lord has made every provision that these institutions may reach a high standard, that they may attain to a larger growth and wider usefulness, and that those employed in them may possess Christian virtues and graces. But those connected with these instrumentalities are not all devout and spiritual. They do not represent the spirit and character of Christ. They are not ensamples to those connected with them, because they do not live in communion with God, earnestly seeking by faith and fervent prayer to know His will that they may do it.",
    "paragraph": 1,
    "bookcode": "PH149",
    "page": 3
}