{
    "word": "2, 3. Relation of Father and Son.--The seventeenth chapter of John speaks plainly regarding the personality of God and of Christ, and of their relation to each other. \"Father, the hour is come,\" Christ said: \"glorify thy Son, that thy Son also may glorify thee.\" [John 17:23, 3, 5-11 quoted.] Here is personality, and individuality (MS 124, 1903).  {5BC 1145.10}  \n     3 (see EGW on ch. 1:4; Romans 11:33). To Know Christ Is to Practice His Words.--[John 17:3 quoted.] These words mean much. It is only by knowing Christ that we \n                                                                           1146\ncan know God. The Sent of God calls upon all to listen to these words. They are the words of God, and all should give heed to them; for by them they will be judged. To know Christ savingly is to be vitalized by spiritual knowledge, to practice His words. Without this, all else is valueless (ST Jan. 27, 1898).  {5BC 1145.11} \n     4-10. Glorified in Those Who Believe.--In the intercessory prayer of Jesus with His Father, He claimed that He had fulfilled the conditions which made it obligatory upon the Father to fulfill His part of the contract made in heaven, with regard to fallen man. He prayed: \"I have finished the work which thou gavest me to do. [That is, He had wrought out a righteous character on earth as an example for men to follow.] And now, O Father, glorify thou me with thine own self with the glory which I had with thee before the world was.\" In this prayer He further goes on to state what is comprehended by the work which He has accomplished, and which has given Him all those who believe on His name. He values this recompense so highly that He forgets the anguish it has cost Him to redeem fallen man. He declares Himself glorified in those who believe on Him. The church, in His name, is to carry to glorious perfection the work which He has commenced; and when that church shall be finally ransomed in the Paradise of God, He will look upon the travail of His soul and be satisfied. Through all eternity the ransomed host will be His chief glory (3SP 260, 261).",
    "paragraph": 1,
    "bookcode": "5BC",
    "page": 1146
}