{
    "word": "While praying at the family altar, the Holy Ghost fell on me, and I seemed to be rising higher and higher, far above the dark world. I turned to look for the Advent people in the world, but could not find them--when a voice said to me, \"Look again, and look a little higher.\" At this I raised my eyes and saw a straight and narrow path, [Matthew 7:14.] cast up high above the world. On this path the Advent people were travelling to the City, which was at the farther end of the path. They had a bright light set up behind them at the first end of the path, which an angel told me was the Midnight Cry. [Matthew 25:6.] This light shone all along the path, and gave light for their feet so they might not stumble. And if they kept their eyes fixed on Jesus, who was just before them, leading them to the City, they were safe. But soon some grew weary, and they said the City was a great way off, and they expected to have entered it before. Then Jesus would encourage them by raising his glorious right arm, and from his arm came a glorious light which waved over the Advent band, and they shouted Hallelujah! Others rashly denied the light behind them, and said that it was not God that had led them out so far. The light behind them went out leaving their feet in perfect darkness, and they stumbled and got their eyes off the mark and lost sight of Jesus, and fell off the path down in the dark and wicked world below. It was just as impossible for them to get on the path again and go to the City, as all the wicked world which God had rejected. They fell all the way along the path one after another, until we heard the voice of God like many waters, [Ezekiel 43:2. Joel 3:16. Revelation 16:17.] which gave us the day and hour of Jesus' coming. [Ezekiel 12:25. Mark 13:32.] The living saints, 144,000 in number, knew and understood the voice, while the wicked thought it was thunder and an earthquake. [John 12:29.] When God spake the time, he poured on us the Holy Ghost, and our faces began to light up and shine with the glory of God as Moses' did when he came down from Mount Sinai. [Isaiah 10:27.]",
    "paragraph": 2,
    "bookcode": "WLF",
    "page": 14
}