{
    "word": "Children should be taught to have a part in domestic duties. They should be instructed how to help father and mother in the little things that they can do. Their minds should be trained to think, their memories taxed to remember their appointed work; and in the training to habits of usefulness in the home, they are being educated in doing practical duties appropriate to their age. If children have proper home training, they will not be found upon the streets receiving the haphazard education that so many receive. Parents who love their children in a sensible way will not permit them to grow up with lazy habits, and ignorant of how to do home duties. Ignorance is not acceptable to God, and is unfavorable for the doing of His work. To be ignorant is not to be considered a mark of humility, or something for which men should be praised. But God works for people in spite of their ignorance. Those who have had no opportunity for acquiring knowledge, or who have had opportunity and have failed to improve it, and become converted to God, can be useful in the service of the Lord through the operation of His Holy Spirit. But those who have education, and who consecrate themselves to the service of God, can do service in a greater variety of ways, and can accomplish a much more extensive work in bringing souls to the knowledge of the truth than can those who are uneducated. They are on vantage ground, because of the discipline of mind which they have had. We would not depreciate education in the least, but would counsel that it be carried forward with a full sense of the shortness of time, and the great work that is to be accomplished before the coming of Christ. We would not have the students receive the idea that they \n                                                                           370\ncan spend many years in acquiring an education. Let them use the education that they can acquire in a reasonable length of time, in carrying forward the work of God. Our Saviour is in the sanctuary pleading in our behalf. He is our interceding High Priest, making an atoning sacrifice for us, pleading in our behalf the efficacy of His blood. Parents should seek to represent this Saviour to their children to establish in their minds the plan of salvation, how that because of transgression of the law of God, Christ became our sin-bearer. The fact that the only-begotten Son of God gave His life because of man's transgression, to satisfy justice and to vindicate the honor of God's law, should be constantly kept before the minds of children and youth. The object of this great sacrifice should also be kept before them; for it was to uplift fallen man degraded by sin that this great sacrifice was made. Christ suffered in order that through faith in Him our sins might be pardoned. He became man's substitute and surety, Himself taking the punishment, though all undeserving, that we who deserved it might be free, and return to our allegiance to God through the merits of a crucified and risen Saviour. He is our only hope of salvation. Through His sacrifice we who are now on probation are prisoners of hope. We are to reveal to the universe, to the world fallen and to worlds unfallen, that there is forgiveness with God, that through the love of God we may be reconciled to God. Man repents, becomes contrite in heart, believes in Christ as His atoning sacrifice, and realizes that God is reconciled to him.",
    "paragraph": 1,
    "bookcode": "FE",
    "page": 369
}