{
    "word": "While you and Captain Eldridge were so firmly linked in one, your influence over each other was not good. You might with your knowledge of what is truth, and of the principles that have controlled the work and cause of God have helped him: but I say again self and selfishness was so strongly mingled with your work and while connected with the office as it was presented to me in life and works that the Spirit of the Lord could do little with you, and little for him. In the meetings of councils I have been present, and was bid to see and mark the spirit which controlled these councils of which I had an insight. There was not one in these councils whose voice was heard in propositions, plans, and resolutions [more] than the voice of my nephew Frank Belden. There was a self-sufficiency, a molding of matters and things not all after God's own order. There was a mixture of policy and principles, so interwoven and calculated to mislead minds, and lead in false paths. From these meetings decided impressions were made on my mind. I saw from the working of things, the spirit controlling the movements, that the enemy was gaining the ground, and misleading minds; but you were insensible \n                                                                           1187\nto the fact. Warnings I was constrained to give continually in Battle Creek for I saw danger; but the warnings given by pen and voice had but little effect. They were not heeded because minds were so blinded that they were not seen to be applicable. The Lord moved upon me to bear a decided testimony in reference to the office; but it was felt not to be appropriate. But this writing is before me and has been read to no less than thirty. I shall have it copied that you may see, and others may see how much such testimonies were effective to cure existing evils. There was with those put in trust the grave responsibilities of managing the office, a feeling of self-sufficiency, self-confidence because of inexperience in sacred things. They thought they were too wise to be taught, and too secure to need caution, and if no one makes shipwreck of faith and a good conscience, I shall be surprised. Mistakes I saw would be made, and the men who are handling sacred things were not inclined to be controlled. Were they confidently relying upon the wisdom from above? No, but on their own supposed superior wisdom and prudence. O how sad to see men of little experience put on airs of importance, and acted as though there own judgment of men and things were infallible. I know that things are not right now in the office.",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 1186
}