{
    "word": "CTr - Christ Triumphant (1999) [Gender Neutral - See FOREWORD]\n\n\nFOREWORD\n\nTHE GENERAL THEME OF THIS BOOK IS THE GREAT CONTROVERSY BETWEEN CHRIST AND SATAN. EVERY PERSON IS INVOLVED IN IT. ELLEN WHITE WAS PERSONALLY REMINDED OF THIS WHEN SHE SUFFERED A STROKE OF PARALYSIS AT THE AGE OF 30 AS SHE WAS ABOUT TO WRITE OUT HER FIRST ACCOUNT OF THE VISION SHE HAD BEEN GIVEN AT LOVETT’S GROVE, OHIO, IN MARCH 1858. THE LORD TOLD HER THAT THE PARALYSIS WAS AN ATTEMPT BY SATAN TO KILL HER SO SHE COULD NOT WRITE WHAT SHE HAD SEEN. THE LITTLE BOOK OF 219 PAGES THAT SHE PRODUCED THAT YEAR, BASED ON THIS VISION, IS SPIRITUAL GIFTS, VOLUME 1, WHICH TODAY CAN BE FOUND AS A PART OF EARLY WRITINGS. THIS MARKED THE BEGINNING OF A LIFE-TIME OF WRITING ON THE CONTROVERSY THEME THAT WAS TO CONTINUE TO THE LAST YEAR OF HER LIFE AS SHE COMPLETED PROPHETS AND KINGS. \nTHE GREAT CONTROVERSY THEME IS WELL COVERED IN THE FIVE BOOKS OF THE CONFLICT OF THE AGES SERIES. THIS DEVOTIONAL BOOK COMPLEMENTS THESE MAJOR WORKS. IT BEGINS WHERE THE GREAT CONTROVERSY BEGAN—WITH LUCIFER IN HEAVEN. IT TRACES THAT CONTROVERSY THROUGH TO THE END. THE ENTRY FOR JANUARY 1 COMES FROM THE FIRST PAGE OF PATRIARCHS AND PROPHETS, AND THE LAST ENTRY, FOR DECEMBER 31, IS FOUND IN THE LAST PAGES OF THE GREAT CONTROVERSY. IT IS INTERESTING TO NOTE THAT THE FIRST AND LAST PHRASES ARE IDENTICAL: “GOD IS LOVE.”\nNEARLY 90 PERCENT OF THIS BOOK HAS BEEN DRAWN FROM ELLEN WHITE’S LETTERS, SERMONS, AND MANUSCRIPTS. PORTIONS OF THESE MATERIALS WILL BE FAMILIAR TO FREQUENT READERS OF HER BOOKS, AS SOME EXTRACTS HAVE BEEN USED IN THE MANY COMPILATIONS PREPARED SINCE HER DEATH. THESE COMPILATIONS INCLUDE DEVOTIONAL BOOKS THAT HAVE BEEN PUBLISHED DURING THE PAST 50 YEARS. OTHER MATERIALS CAN BE FOUND IN MANUSCRIPT RELEASES, VOLUMES 1 TO 21, AND IN SERMONS AND TALKS, VOLUMES 1 AND 2. \nIN GENERAL, THE TEXT FOR EACH DAY’S DEVOTIONAL STUDY HAS BEEN TAKEN FROM THE KING JAMES VERSION OF THE BIBLE. THIS WAS THE VERSION MOST USED BY ELLEN WHITE, THOUGH OCCASIONALLY SHE USED OTHERS. \nTHE PROPHETS WHOM GOD INSPIRED TO WRITE THE BOOKS OF THE BIBLE USED THE LANGUAGES OF THEIR DAY—HEBREW, ARAMAIC, AND GREEK. BUT THESE LANGUAGES WERE NOT UNDERSTOOD BY ALL, HENCE TRANSLATIONS WERE NEEDED. TO MAKE THE OLD TESTAMENT AVAILABLE TO PEOPLE UNACQUAINTED WITH HEBREW AND ARAMAIC, JEWISH SCHOLARS SEVERAL CENTURIES BEFORE THE TIME OF CHRIST PRODUCED A GREEK VERSION KNOWN AS THE SEPTUAGINT. FROM THIS BEGINNING THE SCRIPTURES HAVE BEEN TRANSLATED INTO MORE THAN A THOUSAND LANGUAGES. AND BEYOND THAT, NUMEROUS VERSIONS HAVE BEEN PRODUCED IN A SINGLE LANGUAGE. \nAMONG THE ENGLISH LANGUAGE VERSIONS THE NEW REVISED STANDARD VERSION (NRSV) USES GENDER-INCLUSIVE LANGUAGE WITHOUT IN ANY WAY CHANGING THE MEANING OF THE TEXT. A FEW OF THE SCRIPTURE TEXTS FOR THE DAILY DEVOTIONALS IN THIS BOOK HAVE BEEN SELECTED FROM THIS VERSION. \nLIKE THE BIBLE WRITERS, ELLEN WHITE USED THE LANGUAGE OF HER DAY. HOWEVER, WRITING STYLES CHANGE, AS DO MEANINGS OF WORDS. THUS, WHEN THE COMPREHENSIVE INDEX TO THE WRITINGS OF ELLEN G. WHITE WAS PUBLISHED IN 1963, A “GLOSSARY OF OBSOLETE AND LITTLE USED WORDS AND TERMS WITH ALTERED MEANINGS” WAS INCLUDED AT THE END OF VOLUME 3. THE PURPOSE WAS TO HELP READERS UNDERSTAND BETTER WHAT MRS. WHITE WAS SAYING. IN HER TIME, WORDS SUCH AS “HE,”“MAN,”“MEN,” AND “MANKIND” WERE ACCEPTED AS GENERIC TERMS THAT INCLUDED BOTH MEN AND WOMEN. TODAY THIS IS NOT SO COMMON. THUS, WITHOUT MAKING ANY CHANGE IN MRS. WHITE’S THOUGHT, THIS DEVOTIONAL BOOK USES GENDER-INCLUSIVE LANGUAGE. \nAS AN EXAMPLE, NOTE THE FEBRUARY 12 READING: “THE DIFFERENCE BETWEEN A GOOD PERSON AND A WICKED PERSON IS NOT ALWAYS CAUSED BY NATURAL GOODNESS OF DISPOSITION.” THE ORIGINAL READS: “THE DIFFERENCE BETWEEN A GOOD MAN AND A WICKED MAN IS NOT ALWAYS CAUSED BY NATURAL GOODNESS OF DISPOSITION.” IN THE FEBRUARY 3 READING, NOTE THE LINE THAT BEGINS: “AS THE YEARS OF HUMAN BEINGS HAVE DECREASED, AND THEIR PHYSICAL STRENGTH HAS DIMINISHED, SO THEIR MENTAL CAPACITIES HAVE LESSENED.” THE ORIGINAL READS: “AS THE YEARS OF MAN HAVE DECREASED, AND HIS PHYSICAL STRENGTH HAS DIMINISHED, SO HIS MENTAL CAPACITIES HAVE LESSENED.”\nIT IS OUR PRAYER THAT THIS DEVOTIONAL BOOK WILL HELP EVERY READER BE BETTER PREPARED FOR THE SECOND COMING OF CHRIST AND BE AMONG THOSE WHO IN ETERNITY WILL ENJOY THE FRUITS OF CHRIST’S VICTORY IN THE GREAT CONTROVERSY. \n\n—THE TRUSTEES OF THE ELLEN G. WHITE ESTATE \n\nChapter 1—Conflict In Heaven And In The First Family\n\n\nGod Is Love\n\nGod is love; and he that dwelleth in love dwelleth in God, and God in him. 1 John 4:16.",
    "paragraph": 1,
    "bookcode": "CTr",
    "page": 7
}