{
    "word": "Even the professed church of Christ, with their exalted privileges and high professions, discerned not the image of Christ in this self-denying child of God because they were so far removed from Christ themselves that they reflected not His image. They judged by the external appearance and took no special pains to discern the inward adorning. Here was a woman whose resources of knowledge and genuine experience in the mysteries of godliness exceeded those of anyone residing at -----, and whose manner of address to the youth and children was pleasing, instructive, and salutary. She was not harsh, but correct and sympathetic, and would have proved one of the most useful laborers in the field as an instructor of the youth and an intelligent, useful companion and counselor to mothers. She could reach hearts by her earnest, matter-of-fact presentation of incidents in her religious life, which she had devoted to the service of her Redeemer. Had the church emerged from darkness and deception into the clear light, their hearts would have been drawn out after the lonely stranger. Her prayers, her tears, her distress, at seeing no way of usefulness open to her, have been seen and heard in heaven. The Lord offered to His people talented help; but they were rich and increased with goods, and had need of nothing. They turned from and rejected a most precious blessing of which they will yet feel the need. Had Elder E stood in the clear light of God and been imbued with His Spirit when this servant of Jesus, lonely, homeless, and thirsting for a work to do for her Master, was brought to his notice, spirit would have answered to spirit, as face answereth to face in a mirror; his heart would have been drawn out after this disciple of Christ, and he would have understood her. Thus also with the church. They had been in such spiritual blindness they had \n                                                                           142\nlost the sound of the voice of the True Shepherd and were following the voice of a stranger, who was leading them from the fold of Christ.",
    "paragraph": 1,
    "bookcode": "2T",
    "page": 141
}