{
    "word": "My brother, how can your wife in the fear of God rebuke the sins, fashionable follies, and love of dress as she does when seeking to meet the world's standard? Can you present an example in the dress of your children to the world? Have you not encouraged your daughter, Sister Daniels, to dress as other school-girls dress who have not the fear of God before them, whose whole aim is to make a display? Can the Master sanction your course in placing your  daughter where she is constantly in the society of those whose conversation, whose manners, whose characters, bear only the worldly mould? Your daughter may receive a certain polish, a gloss, which may please her parents, and give her ideas as to what constitutes a lady, but it may be entirely contrary to the expressed will of God. Is the refinement of the world that which will elevate her in the scale of moral value with God? Will she have as great a care to possess a meek and quiet spirit, that she will meet the approval of the self-sacrificing \n\n\n                         [15] \n\nRedeemer, as she has to meet the approval of her worldly associates? You know that the tendencies of your child would lead her to imitate the fashions she sees, so as not to appear odd and singular. You may say that there are many Sabbath-keepers who dress just like the world. This has always been so and always will be so. Christ said, \"It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.\" Are you not set as a shepherd to watch for souls as they that must give an account? Sister Daniels, you have not met your solemn responsibilities as a mother in aiding your daughter to deceive her father in regard to her dress and expenditures. Both of you have been deceived. You have been carried away with false ideas in regard to the training of your children. You must be thoroughly transformed by the grace of Christ, so that you can teach your children by precept and example the good and right way. Zua is full of affectation and deception. She is superficial in nearly all her attainments. Her school life has given her an outside polish, but her heart is unrenewed; for she has no love for God, no love for the society of Christians. She is in the ranks of the enemy, and should she die today, she would not enter the kingdom of heaven. Paul is in no better condition, and your youngest girl is far from having a lovely character. Your own training is in every way defective. May the Lord have mercy upon you, that you may not lose your soul and the souls of your children.",
    "paragraph": 1,
    "bookcode": "PH096",
    "page": 14
}