{
    "word": "There is less excuse in our day for stubbornness and unbelief than there was for the Jews in the days of Christ. They did not have before them the example of a nation that had suffered retribution for their unbelief and disobedience. But we have before us the history of the chosen people of God, who separated themselves from him, and rejected the Prince of life. Though they could not convict him of sin, though they could not fail to see their own hypocrisy, they hated the Prince of life because he laid bare their evil ways. In our day greater light and greater evidence is given. We have also their example, the warnings and reproofs that were presented to them, and our sin and its retribution will be the greater, if we refuse to walk in the light. Many say, \"If I had only lived in the days of Christ, I would not have wrested his words, or falsely interpreted his instruction. I would not have rejected and crucified him as did the Jews;\" but that will be proved by the \n                                                                           1058\nway in which you deal with his message and his messengers today. The Lord is testing the people of today as much as he tested the Jews in their day. When he sends his messages of mercy, the light of his truth, he is sending the spirit of truth to you, and if you accept the message, you accept of Jesus. Those who declare that if they had lived in the days of Christ, they would not do as did the rejecters of his mercy, will today be tested. Those who live in this day are not accountable for the deeds of those who crucified the Son of God; but if with all the light that shone upon his ancient people, delineated before us, we travel over the same ground, cherish the same spirit, refuse to receive reproof and warning, then our guilt will be greatly augmented, and the condemnation that fell upon them will fall upon us, only it will be as much greater as our light is greater in this age than was their light in their age. \n\n\n                            (Concluded next week.) \n                                                                           1059",
    "paragraph": 7,
    "bookcode": "1888",
    "page": 1057
}