{
    "word": "GC88 - The Great Controversy (1888)\n\n\nPUBLISHER'S PREFACE\n\n     WHEN THE LEADER OF THOSE “ANGELS WHICH KEPT NOT THEIR FIRST ESTATE” (JUDE 6) FELL FROM HIS HOLY AND EXALTED PLACE IN HEAVEN, HE PRECIPITATED UPON THE UNIVERSE OF GOD AN AWFUL CONTROVERSY. {GC88 a.1} \n     FROM THE VERY NATURE OF THE CASE, THERE MUST BE ETERNAL ANTAGONISM BETWEEN RIGHTEOUSNESS AND SIN. BETWEEN PURITY AND POLLUTION THERE CAN BE NO COALITION; NOR COULD THE SUPREME AUTHOR OF ALL THINGS, THE GOD IN WHOM INHERES EVERY PERFECTION, MAINTAIN ANY OTHER THAN AN ATTITUDE OF UNCOMPROMISING HOSTILITY TO SIN AND ALL ITS FRUITS, TO THE AUTHOR OF REBELLION AND ALL HIS FOLLOWERS. {GC88 a.2} \n     ANOTHER CONCLUSION IS APPARENT: GOD, AS THE FOE OF ALL EVIL, AND AT THE SAME TIME OMNIPOTENT, COULD NOT, CONSISTENTLY WITH HIS OWN NATURE, SUFFER REBELLION TO ENTER WITHIN HIS REALMS, AND ABIDE FOREVER. THE INTRUDER MUST BE CAST OUT; THE DISTURBER OF THE PEACE MUST BE DESTROYED. THERE CAN BE NO QUESTION AS TO THE ISSUE OF THIS CONTROVERSY BETWEEN A HOLY CREATOR AND THE REBELLIOUS CREATURE. {GC88 a.3} \n     THAT SIN MIGHT MAKE A FULL REVELATION OF ITS NATURE AND RESULTS TO THE INTELLIGENCES OF ALL WORLDS, THIS CONTROVERSY WAS NOT ARRESTED IN ITS INCEPTION. WHEN SIN IS FINALLY DESTROYED, IT WILL HAVE GIVEN SUFFICIENT EVIDENCE TO SATISFY EVERY MIND THAT IT DESERVES THE INFLICTION; AND ALL WILL JOYFULLY ACQUIESCE IN ITS MERITED DOOM. {GC88 a.4} \n     HAPPILY WE HAVE NO EVIDENCE THAT, OUTSIDE THE APOSTATE ANGELS, ANY OTHER WORLD THAN OUR OWN HAS FALLEN UNDER THE INFLUENCE OF THIS SINFUL REVOLT. BUT THIS IS ENOUGH TO MAKE IT A MATTER OF ABSORBING INTEREST TO US; FOR SATAN AND HIS ANGELS BEING CAST OUT OF HEAVEN, THIS WORLD HAS BECOME THE SOLE THEATER OF THE STRUGGLE BETWEEN RIGHT AND WRONG. ALL MEN HAVE BECOME INVOLVED THEREIN. BETWEEN THEM AND SALVATION THERE LIES THE PROBLEM OF RECOVERY FROM SIN, THE ATTAINMENT TO A CONDITION OF RECONCILIATION AND ACCEPTANCE WITH GOD. {GC88 a.5} \n     WHAT THEME IS THEREFORE ENTITLED TO BE REGARDED WITH MORE ABSORBING INTEREST THAN THIS GREAT CONTROVERSY—THE STAGES THROUGH WHICH IT HAS PASSED, ITS PRESENT DEVELOPMENT, AND THE OUTLOOK FOR THE FUTURE. HOW AND UNDER WHAT CIRCUMSTANCES WILL THE CONTROVERSY END? AND HAVE WE ANY EVIDENCE THAT THE LONG-WISHED-FOR TERMINATION IS DRAWING NEAR? {GC88 a.6} \n     TO THE CONSIDERATION OF THESE GREAT THEMES THE FOLLOWING PAGES ARE\nb\nDEVOTED; AND WE HAVE THE CLEAREST ASSURANCE THAT THE AUTHOR POSSESSES PECULIAR QUALIFICATIONS FOR SUCH A WORK. FROM HER CHILDHOOD SHE HAS BEEN NOTED FOR HER REVERENCE AND LOVE FOR THE WORD OF GOD, AND HER PIETY AND DEVOTION TO HIS SERVICE. UNBOUNDED FAITH IN THE PROMISES OF THE HOLY SCRIPTURES HAS BEEN BOTH AN INDUCEMENT AND A MEANS TO ENABLE HER TO LIVE NEAR TO THE SAVIOUR. THE BLESSING OF THE HOLY SPIRIT HAS BEEN VOUCHSAFED TO HER IN LARGE MEASURE. AND AS ONE OF THE OFFICES OF THIS SPIRIT WAS DECLARED TO BE TO SHOW UNTO THE FOLLOWERS OF CHRIST “THINGS TO COME” (JOHN 16:13), WORKING THROUGH THAT PRESCRIBED CHANNEL WHICH, AS ONE OF THE ENDOWMENTS OF THE CHURCH, IS DESCRIBED AS THE GIFT OF PROPHECY (1 CORINTHIANS 12:9, 10; 14:1), SO WE BELIEVE SHE HAS BEEN EMPOWERED BY A DIVINE ILLUMINATION TO SPEAK OF SOME PAST EVENTS WHICH HAVE THUS BEEN BROUGHT TO HER ATTENTION, WITH GREATER MINUTENESS THAN IS SET FORTH IN ANY EXISTING RECORDS, AND TO READ THE FUTURE WITH MORE THAN HUMAN FORESIGHT. THOSE WHO KNOW WHAT IT IS TO HOLD COMMUNION WITH OUR HEAVENLY FATHER, WILL, WE THINK, AS THEY READ THESE PAGES, FEEL CONSTRAINED TO BELIEVE THAT THE WRITER HAS DRAWN FROM THE HEAVENLY FOUNTAIN, AND RECEIVED HELP FROM THAT THRONE OF GRACE WHERE CHRIST SITTETH AS OUR MERCIFUL HIGH PRIEST, AND WHENCE HE IS EVER READY TO SEND FORTH ASSISTANCE TO THE MANY SONS WHOM HE IS BRINGING UNTO GLORY. HEBREWS 2:10. {GC88 a.7} \n     ASIDE FROM THE GREAT VOLUME OF INSPIRATION—THE BIBLE—NO OTHER BOOK PRESENTS A MORE WONDERFUL AND INTENSELY INTERESTING HISTORY OF THE PRESENT DISPENSATION, TO THE COMPLETE RESTITUTION OF ALL THINGS, THAN THE VOLUME HERE OFFERED TO THE PUBLIC. AND AS THE CLOSING SCENES OF THIS WORLD'S HISTORY ARE OF THE MOST THRILLING AND MOMENTOUS NATURE, THESE ARE MORE PARTICULARLY DWELT UPON IN THIS WORK. THE READER, AS HE FOLLOWS THE NARRATIVE, BEGINNING WITH A SKETCH OF OUR LORD'S GREAT PROPHECY IN MATTHEW 24, WILL FIND HIMSELF ENTERING INTO NEW SYMPATHY WITH THE CHURCH IN HER WARFARE AND HER SUFFERINGS, AS SHE PASSES ON TO HER PROMISED REDEMPTION; AND THE SOUL OF EVERY BELIEVER WILL KINDLE AT THE VIVID DESCRIPTION OF THE FINAL TRIUMPH OF THE PEOPLE OF GOD, THE DESTRUCTION OF SATAN AND ALL HIS FOLLOWERS, THE TOTAL AND ETERNAL EXTIRPATION OF EVIL FROM THE UNIVERSE, AND THE RENOVATION OF THE EARTH AS THE EVERLASTING INHERITANCE OF THE SAINTS, WHEN THIS GREAT CONTROVERSY IS CONCLUDED. {GC88 b.1} \n     WHILE THE SUBJECTS HERE PRESENTED INVOLVE THE LOFTIEST IMAGERY, AND MOST WONDERFUL DEPTH, EVEN AS THE APOSTLE DECLARES, “THE DEEP THINGS OF GOD,” WHICH THE SPIRIT ALONE IS CAPABLE OF SEARCHING INTO (COR. 2:10), YET THEY ARE TREATED IN LANGUAGE CHASTE, SIMPLE, AND EASY TO BE UNDERSTOOD. AND WE REJOICE TO KNOW THAT THE READING OF THIS WORK LEADS TO GREATER CONFIDENCE IN, AND LOVE FOR, THE HOLY SCRIPTURES, TO GREATER SYMPATHY WITH CHRIST, IN HIS MARVELOUS WORK FOR THE REDEMPTION OF\nc\nMEN, AND TO GREATER REVERENCE FOR THE GOD OF ALL GRACE, IN WHOM ARE ALL THE TREASURES OF WISDOM AND KNOWLEDGE. {GC88 b.2} \n     NUMEROUS EDITIONS OF THIS WORK HAVING ALREADY BEEN EXHAUSTED, WE FEEL A PECULIAR GRATIFICATION IN SENDING FORTH THIS EDITION, ENLARGED AND IMPROVED, AND ADAPTED TO CIRCULATE IN VARIOUS TONGUES. THE ILLUSTRATIONS WILL ADD TO THE INTEREST AND VALUE OF THE WORK. MAY IT STILL PROVE A BLESSING TO ALL WHO READ, AND REDOUND TO THE GLORY OF THE MOST HIGH. {GC88 c.1} \n\nAuthor's Preface\n\n     Before the entrance of sin, Adam enjoyed open communion with his Maker; but since man separated himself from God by transgression, the human race has been cut off from this high privilege. By the plan of redemption, however, a way has been opened whereby the inhabitants of the earth may still have connection with Heaven. God has communicated with men by his Spirit, and divine light has been imparted to the world by revelations to his chosen servants. “Holy men of God spake as they were moved by the Holy Ghost.” 2 Peter 1:21.  {GC88 c.2} \n     During the first twenty-five hundred years of human history, there was no written revelation. Those who had been taught of God, communicated their knowledge to others, and it was handed down from father to son, through successive generations. The preparation of the written word began in the time of Moses. Inspired revelations were then embodied in an inspired book. This work continued during the long period of sixteen hundred years, from Moses, the historian of creation and the law, to John, the recorder of the most sublime truths of the gospel.  {GC88 c.3} \n     The Bible points to God as its author; yet it was written by human hands; and in the varied style of its different books it presents the characteristics of the several writers. The truths revealed are all “given by inspiration of God” (2 Timothy 3:16); yet they are expressed in the words of men. The Infinite One by his Holy Spirit has shed light into the minds and hearts of his servants. He has given dreams and visions, symbols and figures; and those to whom the truth was thus revealed, have themselves embodied the thought in human language.  {GC88 c.4} \n     The ten commandments were spoken by God himself, and were written by his own hand. They are of divine, and not human composition. But the Bible, with its God-given truths expressed in the language of men, presents a union of the divine and the human. Such a union existed in the nature of Christ, who was the Son of God and \nd\nthe Son of man. Thus it is true of the Bible, as it was of Christ, that “the Word was made flesh, and dwelt among us.” John 1:14.  {GC88 c.5} \n     Written in different ages, by men who differed widely in rank and occupation, and in mental and spiritual endowments, the books of the Bible present a wide contrast in style, as well as a diversity in the nature of the subjects unfolded. Different forms of expression are employed by different writers; often the same truth is more strikingly presented by one than by another. And as several writers present a subject under varied aspects and relations, there may appear, to the superficial, careless, or prejudiced reader, to be discrepancy or contradiction, where the thoughtful, reverent student, with clearer insight, discerns the underlying harmony.  {GC88 d.1} \n     As presented through different individuals, the truth is brought out in its varied aspects. One writer is more strongly impressed with one phase of a subject; he grasps those points that harmonize with his experience or with his power of perception and appreciation; another seizes upon a different phase; and each, under the guidance of the Holy Spirit, presents what is most forcibly impressed upon his own mind; a different aspect of the truth in each, but a perfect harmony through all. And the truths thus revealed unite to form a perfect whole, adapted to meet the wants of men in all the circumstances and experiences of life.  {GC88 d.2} \n     God has been pleased to communicate his truth to the world by human agencies, and he himself, by his Holy Spirit, qualified men and enabled them to do this work. He guided the mind in the selection of what to speak and what to write. The treasure was intrusted to earthen vessels, yet it is, none the less, from Heaven. The testimony is conveyed through the imperfect expression of human language; yet it is the testimony of God; and the obedient, believing child of God beholds in it the glory of a divine power, full of grace and truth.  {GC88 d.3} \n     In his Word, God has committed to men the knowledge necessary for salvation. The Holy Scriptures are to be accepted as an authoritative, infallible revelation of his will. They are the standard of character, the revealer of doctrines, and the test of experience. “Every scripture inspired of God is also profitable for teaching, for reproof, for correction, for instruction which is in righteousness; that the man of God may be complete, furnished completely unto every good work.” 2 Timothy 3:16, 17, Revised Version.  {GC88 d.4} \n     Yet the fact that God has revealed his will to men through his Word, has not rendered needless the continued presence and guiding of the Holy Spirit. On the contrary, the Spirit was promised by our Saviour, to open the Word to his servants, to illuminate and apply its teachings. And since it was the Spirit of God that inspired the Bible, it is\ne\nimpossible that the teaching of the Spirit should ever be contrary to that of the Word.  {GC88 d.5} \n     The Spirit was not given—nor can it ever be bestowed—to supersede the Bible; for the Scriptures explicitly state that the Word of God is the standard by which all teaching and experience must be tested. Says the apostle John, “Believe not every spirit, but try the spirits whether they are of God; because many false prophets are gone out into the world.” 1 John 4:1. And Isaiah declares, “To the law and to the testimony; if they speak not according to this word, it is because there is no light in them.” Isaiah 8:20.  {GC88 e.1} \n     Great reproach has been cast upon the work of the Holy Spirit, by the errors of a class that, claiming its enlightenment, profess to have no further need of guidance from the Word of God. They are governed by impressions which they regard as the voice of God in the soul. But the spirit that controls them is not the Spirit of God. This following of impressions, to the neglect of the Scriptures, can lead only to confusion, to deception and ruin. It serves only to further the designs of the evil one. Since the ministry of the Holy Spirit is of vital importance to the church of Christ, it is one of the devices of Satan, through the errors of extremists and fanatics to cast contempt upon the work of the Spirit, and cause the people of God to neglect this source of strength which our Lord himself has provided.  {GC88 e.2} \n     In harmony with the Word of God, his Spirit was to continue its work throughout the entire period of the gospel dispensation. During the ages while the Scriptures of both the Old and the New Testament were being given, the Holy Spirit did not cease to communicate light to individual minds, apart from the revelations to be embodied in the sacred canon. The Bible itself relates how, through the Holy Spirit, men received warning, reproof, counsel, and instruction, in matters in no way relating to the giving of the Scriptures. And mention is made of prophets in different ages, of whose utterances nothing is recorded. In like manner, after the close of the canon of Scripture, the Holy Spirit was still to continue its work, to enlighten, warn, and comfort the children of God.  {GC88 e.3} \n     Jesus promised his disciples, “The Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.” “When he, the Spirit of truth, is come, he will guide you into all truth; . . . and he will show you things to come.” John 14:26; 16:13. Scripture plainly teaches that these promises, so far from being limited to apostolic days, extend to the church of Christ in all ages. The Saviour assures his followers, “I am with you alway, even unto the end of the world.” Matthew 28:20. And Paul declares \nf\nthat the gifts and manifestations of the Spirit were set in the church “for the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ; till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fullness of Christ.” Ephesians 4:12, 13.  {GC88 e.4} \n     For the believers at Ephesus the apostle prayed, “That the God of Our Lord Jesus Christ, the Father of glory, may give unto you the  Spirit of wisdom and revelation  in the knowledge of him;  the eyes of your understanding being enlightened;  that ye may know what is the hope of his calling, and what . . . is the  exceeding greatness  of his power to us-ward who believe.” Ephesians 1:17-19. The ministry of the divine Spirit in enlightening the understanding and opening to the mind the deep things of God's holy Word, was the blessing which Paul thus besought for the Ephesian church.  {GC88 f.1} \n     After the wonderful manifestation of the Holy Spirit on the day of Pentecost, Peter exhorted the people to repentance and baptism in the name of Christ, for the remission of their sins; and he said, “Ye shall receive the gift of the Holy Ghost. For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.” Acts 2:38, 39.  {GC88 f.2} \n     In immediate connection with the scenes of the great day of God, the Lord by the prophet Joel has promised a special manifestation of his Spirit. Joel 2:28. This prophecy received a partial fulfillment in the outpouring of the Spirit on the day of Pentecost; but it will reach its full accomplishment in the manifestation of divine grace which will attend the closing work of the gospel.  {GC88 f.3} \n     The great controversy between good and evil will increase in intensity to the very close of time. In all ages the wrath of Satan has been manifested against the church of Christ; and God has bestowed his grace and Spirit upon his people to strengthen them to stand against the power of the evil one. When the apostles of Christ were to bear his gospel to the world and to record it for all future ages, they were especially endowed with the enlightenment of the Spirit. But as the church approaches her final deliverance, Satan is to work with greater power. He comes down “having great wrath, because he knoweth that he hath but a short time.” Revelation 12:12. He will work “with all power and signs and lying wonders.” 2 Thessalonians 2:9. For six thousand years that master-mind that once was highest among the angels of God, has been wholly bent to the work of deception and ruin. And all the depths of Satanic skill and subtlety acquired, all the cruelty developed, during these struggles of the ages, will be brought to bear against God's people in the final conflict. And in this time of\ng\nperil the followers of Christ are to bear to the world the warning of the Lord's second advent; and a people are to be prepared to stand before him at his coming, “without spot, and blameless.” 2 Peter 3:14. At this time the special endowment of divine grace and power is not less needful to the church than in apostolic days.  {GC88 f.4} \n     Through the illumination of the Holy Spirit, the scenes of the long-continued conflict between good and evil have been opened to the writer of these pages. From time to time I have been permitted to behold the working, in different ages, of the great controversy between Christ, the Prince of life, the author of our salvation, and Satan, the prince of evil, the author of sin, the first transgressor of God's holy law. Satan's enmity against Christ has been manifested against his followers. The same hatred of the principles of God's law, the same policy of deception, by which error is made to appear as truth, by which human laws are substituted for the law of God, and men are led to worship the creature rather than the Creator, may be traced in all the history of the past. Satan's efforts to misrepresent the character of God, to cause men to cherish a false conception of the Creator, and thus to regard him with fear and hate rather than with love, his endeavors to set aside the divine law, leading the people to think themselves free from its requirements, and his persecution of those who dare to resist his deceptions, have been steadfastly pursued in all ages. They may be traced in the history of patriarchs, prophets, and apostles, of martyrs and reformers.  {GC88 g.1} \n     In the great final conflict, Satan will employ the same policy, manifest the same spirit, and work for the same end, as in all preceding ages. That which has been, will be, except that the coming struggle will be marked with a terrible intensity such as the world has never witnessed. Satan's deceptions will be more subtle, his assaults more determined. If it were possible, he would lead astray the elect. Mark 13:22, Reevised Version.  {GC88 g.2} \n     As the Spirit of God has opened to my mind the great truths of his Word, and the scenes of the past and the future, I have been bidden to make known to others what has thus been revealed,—to trace the history of the controversy in past ages, and especially to so present it as to shed a light on the fast-approaching struggle of the future. In pursuance of this purpose, I have endeavored to select and group together events in the history of the church in such a manner as to trace the unfolding of the great testing truths that at different periods have been given to the world, that have excited the wrath of Satan, and the enmity of a world-loving  church, and that have been maintained by the witness of those who “loved not their lives unto the death.”  {GC88 g.3} \n     In these records we may see a foreshadowing of the conflict before\nh\nus. Regarding them in the light of God's Word, and by the illumination of his Spirit, we may see unveiled the devices of the wicked one, and the dangers which they must shun who would be found “without fault” before the Lord at his coming.  {GC88 g.4} \n     The great events which have marked the progress of reform in past ages, are matters of history, well known and universally acknowledged by the Protestant world; they are facts which none can gainsay. This history I have presented briefly, in accordance with the scope of the book, and the brevity which must necessarily be observed, the  facts having been condensed into as little space as seemed consistent with a proper understanding of their application. In some cases where a historian has so grouped together events as to afford, in brief, a comprehensive view of the subject, or has summarized details in a convenient manner, his words have been quoted; but except in a few instances no specific credit has been given, since they are not quoted for the purpose of citing that writer as authority, but because his statement affords a ready and forcible presentation of the subject. In narrating the experience and views of those carrying forward the work of reform in our own time, similar use has occasionally been made of their published works.  {GC88 h.1} \n     It is not so much the object of this book to present new truths concerning the struggles of former times, as to bring out facts and principles which have a bearing upon coming events. Yet viewed as a part of the controversy between the forces of light and darkness, all these records of the past are seen to have a new significance; and through them a light is cast upon the future, illumining the pathway of those who, like the reformers of past ages, will be called, even at the peril of all earthly good, to witness “for the Word of God, and for the testimony of Jesus Christ.”  {GC88 h.2} \n     To unfold the scenes of the great controversy between truth and error; to reveal the wiles of Satan, and the means by which he may be successfully resisted; to present a satisfactory solution of the great problem of evil, shedding such a light upon the origin and the final disposition of sin as to fully make manifest the justice and benevolence of God in all his dealings with his creatures; and to show the holy, unchanging nature of his law, is the object of this book. That through its influence souls may be delivered from the power of darkness, and become “partakers of the inheritance of the saints in light,” to the praise of Him who loved us, and gave himself for us, is the earnest prayer of the writer. \n\n                                                         E. G. W. \n\nHEALDSBURG, CAL., \n    May, 1888.   {GC88 h.3} \n\nTable of Contents\n\n                                Chapter I\n\n                         Destruction of Jerusalem\n\nThe Siege and Overthrow Foretold--Glory of the Chosen City--The\n     Triumphal Entry--The Son of God Overwhelmed with Anguish\n     --Unbelief and Ingratitude of Israel--Jerusalem a Symbol of\n     the World--A Twofold Prophecy--Christ Warns his Followers\n     --Portents of Disaster--Escape of the Christians--The Siege\n     by Titus--Famine and Suffering--The Sanctuary in Flames\n     --The City Demolished--Slaughter and Captivity of the People\n     --A Symbol of the Final Destruction .......................   17-38\n\n                                Chapter II\n\n                     Persecution in the First Centuries\n\nPaganism against Christianity--First Martyrs for the Faith--The\n     Catacombs a Refuge--Peace Purchased by Compromise--The\n     Leaven of Idolatry--Separation of the Faithful--Why the\n     Gospel Occasions Strife ...................................   39-48\n\n                                Chapter III\n\n                               The Apostasy\n\nThe Rise of the Papacy Foretold--Suppression of the Scriptures\n     --The Rites of Heathenism Adopted--The Change of God's\n     Commandments--Establishment of Romanism--Beginning of the\n     Dark Ages--Infallibility of the Church--The Power of the\n     Pope--Henry IV at Canossa--The Boast of Gregory VII\n     --Pagan and Papal Errors--The Inquisition--The World under\n     the Rule of Rome ..........................................   49-60\n\n                                Chapter IV\n\n                              The Waldenses\n\nChristians in the Dark Ages--The Gospel in Great Britain--Columba\n     at Iona--The Saxons Embrace Romanism--Extermination of the\n     Primitive Church--The People of Piedmont and the Papal Power\n     --The Protesters Flee to the Mountains--The Waldensian Bible\n     --The Youth Trained for Trial--Missionaries in Disguise\n     --Crusades against the Vaudois--The Bull of Extermination\n     --Seed for the Reformation ................................   61-78\n\n                                    vi\n\n                                Chapter V\n\n                              John Wycliffe\n\nTokens of Light--The Morning Star of the Reformation--Wycliffe's\n     Talents and Education--His Study of the Scriptures--The\n     Pope's Demand for Tribute--Wycliffe and the Friars\n     --Ambassador to the Netherlands--He Rebukes the Greed of\n     Rome--His Death Decreed--God's Overruling Providences\n     --The Rival Popes--Wycliffe Translates the Bible--His\n     Arraignment before Three Tribunals--His Triumphant Defense\n     --Is Summoned to Rome--His Letter to the Pope--Close of\n     Wycliffe's Life--Persecution of the Lollards--The Reformer's\n     Work not Destroyed ........................................   79-96\n\n                                Chapter VI\n\n                             Huss and Jerome\n\nThe Gospel in Bohemia--Corruptions of the Hierarchy--Denounced by\n     Huss--Prague under Interdict--Jerome Unites with Huss\n     --Council at Constance--Imprisonment of Huss--A Prophetic\n     Dream--The Reformer Burned at the Stake--Arrest of Jerome\n     --Long Imprisonment and Torture--He Recants--He Re-affirms\n     his Faith--His Noble Defense and Triumphant Death--Pope and\n     Emperor Unite against Bohemia--The Invading Armies Routed\n     --Rome Resorts to Policy--Treaty with the Bohemians\n     --Persecution of the Faithful--The Church of the Alps .....  97-119\n\n                                Chapter VII\n\n                       Luther's Separation from Rome\n\nLuther the Man for his Time--Early Life--Severe Discipline--At\n     the University--Discovery of the Bible--Conviction of Sin\n     --He Enters a Cloister--The Chained Bible--Ordination as a\n     Priest--Called to Wittenberg--Visit to Rome--Justification\n     by Faith--Rome's Traffic in the Grace of God--Tetzel and the\n     Indulgences--The Ninety-five Theses--Melancthon Unites in\n     Reform--Luther at Augsburg--Papal Plots--Frederick of\n     Saxony his Protector--The Reformer Excommunicated--Truth\n     Opposed in All Ages ....................................... 120-144\n\n                                Chapter VIII\n\n                           Luther Before the Diet\n\nCharles V and the Emissaries of Rome--Demand for Luther's\n     Execution--The Legate's Speech--Duke George and the Papal\n     Abuses--The Reformer Summoned to Worms--Welcome at Erfurt\n     --Treachery Foiled\n        \n                                   vii\n\n     --Entry to Worms--Before the Diet--Luther's Prayer--Second\n     Appearance at the Diet--Refusal to Retract--The Emperor's\n     Message--Efforts for Compromise Unavailing--Luther's\n     Departure from Worms--Condemned and Outlawed--A Prisoner in\n     the Wartburg .............................................. 145-170\n\n                                Chapter IX\n\n                            The Swiss Reformer\n\nGod's Choice of Instrumentalities--Youth of Ulric Zwingle\n     --Efforts to Make him a Monk--His Work in the Alpine Parish\n     --Proclaiming the Truth at Einsiedeln--Labors at Zurich--Sale\n     of Luther's Writings--Indulgences Condemned--The \"Great\n     Death\" Plague--Fruits of the Gospel--Discussion at Baden\n     --Eck and Oecolampadius--Bern and Basel Declare For The\n     Reformation................................................ 171-184\n\n                                Chapter X\n\n                       Progress of Reform in Germany\n\nEffect of Luther's Disappearance--The Reformation still Advancing\n     --Pretended Prophets--They Set Aside the Bible--The\n     Reformation on the Verge of Ruin--Luther's Return to\n     Wittenberg--Fanaticism Checked--Its Subsequent Revival\n     --Munzer and his Teaching--Sedition and Bloodshed--Not\n     Chargeable to the Reformation--Translation of the Bible--The\n     Work of Colporteurs--Spread of the True Faith ............. 185-196\n\n                                Chapter XI\n\n                           Protest of the Princes\n\nThe Diet of Spires--A Dark Day for the Reformation--The Imperial\n     Message--Religious Toleration Forbidden--The Protest\n     --Importance of its Principles--Danger to the Protesters\n     --Escape of Grynaeus--The Diet at Augsburg--The Protestant\n     Confession--Faith and Courage of the Princes--Before the\n     Emperor--A Glorious Victory--Prayer the Reformers'\n     Strength .................................................. 197-210\n\n                                Chapter XII\n\n                           The French Reformation\n\nDawn of the Truth in France--The Work of Lefevre--Farel's\n     Conversion--The New Testament Published at Meux--Rage of\n     the Hierarchy--The Stake Set Up--Louis Berquin--The\n     Mutilated Image--A Noble Martyr--Scenes of the Revolution\n     Foreshadowed--John Calvin--Protection through the Princess\n     Margaret--Preaching at the Palace--Paris\n           \n                                   viii\n\n     Moved by the Word of God--The Truth Rejected--Posting of the\n     Placards--France Pledged to Exterminate the Heresy--Flight\n     of the Huguenots--Farel in Switzerland--The Gospel at\n     Geneva--Rise of the Jesuits--The Inquisition Re-established\n     --Geneva and the Reformation .............................. 211-236\n\n                                Chapter XIII\n\n                     In the Netherlands and Scandinavia\n\nProtest in the Netherlands--The Waldensian Bible Translated--Menno\n     Simons--Edicts of Persecution--Atrocities of the Spanish\n     Kings--The Reformer of Denmark--The Work in Sweden--Olaf\n     and Larentius Petri--Sweden a Bulwark of Protestantism--The\n     Thirty Years’ War--Germany Saved from Popery .............. 237-244\n\n                                Chapter XIV\n\n                          Later English Reformers\n\nTyndale Translates the Bible--Opposition to his Work--He Flees to\n     Germany--Printing the New Testament--Its Introduction into\n     England--Tyndale's Imprisonment and Martyrdom--Latimer\n     Defends the Bible--Other Reformers--The Bible in Scotland\n     --John Knox--Before Queen Mary--The Established Church in\n     England--Dissenters Persecuted--John Bunyan--Baxter,\n     Flavel, Alleine--Great Religious Declension--Whitefield and\n     the Wesleys--Early Experiences--The Doctrine of Faith\n     --Moravian Teachers--A Light from Bohemia--Conversion of\n     the Wesleys--Power and Success of their Ministry--\n     Persecution of the Methodists--Wesley and Antinomianism ... 245-264\n\n                                Chapter XV\n\n                    The Bible and the French Revolution\n\nRejection of Light--Results of Suppressing the Scriptures\n     --Prophecy of the Work of France--The Two Witnesses\n     --National Atheism--Action of the French Assembly--The\n     Marriage Relation Degraded--Christ Crucified in his\n     Followers--St Bartholomew Massacre an Example-- War against\n     the Bible--Blasphemous Rites--The Goddess of Reason\n     --Romanism and the Revolution--The Reign of Terror--Prophecy\n     Fulfilled--The Scriptures Exalted--Missionary and Bible\n     Societies--Unprecedented Circulation of God's Word ........ 265-288\n\n                                Chapter XVI\n\n                            The Pilgrim Fathers\n\nRomish Rites in the Church of England--Dissenters Seek Liberty in\n     Holland--John Robinson's Address to the Pilgrims--The True\n     Spirit of\n        \n                                  ix\n\n     Reform--The Colonists of New England--Church and State--\n     Persecution of Roger Williams--He Founds Rhode Island--A\n     Church without a Pope--A state without a King--The Work of\n     Apostasy .................................................. 289-298\n\n                                Chapter XVII\n\n                           Heralds of the Morning\n\nThe Coming of Christ--The Hope of True Believers in All Ages\n     --Signs of the Second Advent--Earthquake of Lisbon--The\n     Dark Day--Condition of the World and the Church Foretold\n     --A Solemn Warning--Unfaithful Watchmen--Israel at the\n     Birth of Christ--Humble Shepherds Receive the Glad Tidings\n     --Religious Leaders in Darkness--Results of Cherishing\n     Light ..................................................... 299-316\n\n                                Chapter XVIII\n\n                            An American Reformer\n\nEarly Life of William Miller--He Becomes a Deist--His Mental\n     Conflicts--His Conversion--His Study of the Bible--The\n     Prophecies can be Understood--The Temporal Millennium--The\n     Personal Advent of Christ--Chronology of the Scriptures\n     --Miller Presents his Views--His Preaching Attended with\n     Power--Fulfillments of Prophecy--The Falling of the Stars\n     --The Fall of the Ottoman Empire--Denouncement of Miller\n     --The Warning of Noah--Why the Doctrine of Christ's Coming is\n     Disliked--Its Effects upon Those who Received It .......... 317-342\n\n                                Chapter XIX\n\n                           Light Through Darkness\n\nGod's Purposes Imperfectly Comprehended--Doctrines of Men Blind\n     the Mind--Preaching of Christ's First Advent--Expectation\n     of the Disciples--Their Disappointment at the Death of\n     Christ--The Disappointment Explained--The Counterpart of\n     their Experience--The Message of the Second Advent\n     --Disappointment of the Believers--The Result of Popular\n     Error ..................................................... 343-354\n\n                                Chapter XX\n\n                        A Great Religious Awakening\n\nA Striking Symbol--The Warning of the Judgment--Joseph Wolff's\n     Life and Labors--Widespread Expectation of the Messiah's\n     Advent--The Message in England--Bengel's Labors in Germany\n     --Gaussen in France and Switzerland--Child Preachers in\n     Sweden--The Work in America--The Warning Received by\n     Thousands ................................................. 355-374\n       \nx\n\n                                Chapter XXI\n\n                            A Warning Rejected\n\nA Marked Religious Declension--The Result of Rejecting Light\n     --Prophecy of Revelation 14:8--Symbol Explained--Worldliness in\n     the Church--Testimonies of Eminent Men--Full Application of\n     the Prophecy yet Future ................................... 375-390\n\n                                Chapter XXII\n\n                            Prophecies Fulfilled\n\nHabakkuk's Prophecy--The Parable of the Virgins--The Work of\n     Fanaticism--The Word of God a Test--\"The Midnight Cry\"\n     --Type and Antitype--Character of the Work--Passing of the\n     Time--An Unshaken Faith--Encouragement from the Word of God\n     --Waiting for Light ....................................... 391-408\n\n                                Chapter XXIII\n\n                            What is the Sanctuary?\n\nTermination of the Prophetic Periods--The Earth Not the Sanctuary\n     --The Tabernacle--The Earthly Sanctuary a Figure of the\n     Heavenly--The Mosaic Service a Type--Zechariah's Prophecy\n     --The Cleansing of the Sanctuary--Mediation of Christ--Close\n     of the Work of Atonement .................................. 409-422\n\n                                Chapter XXIV\n\n                           In the Holy of Holies\n\nThe Purpose of God Fulfilled--The Coming of the Lord to his\n     Temple--A Work of Purification--Parable of the Virgins\n     Completed--The Coming of the Bridegroom--Going in to the\n     Marriage--\"The Door was Shut\"--A Time of Trial ............ 423-432\n\n                                Chapter XXV\n\n                            God's Law Immutable\n\nThe Temple in Heaven--The Ark of God's Testament--The Fourth\n     Commandment--A Threefold Warning--The Standard of Duty--The\n     Foundation of Worship--Symbols of Paganism and the Papacy\n     --Another Power--Its Peaceful Professions--A Striking\n     Contradiction--The Last Work of Apostasy--The World Divided\n     into Two Classes--What Constitutes the Distinction ........ 433-450\n         \n                                    xi\n\n                                Chapter XXVI\n\n                              A Work of Reform\n\nIsaiah's Prophecy of Reform--\"Seal the Law\"--The Scripture\n     Explained--The Last Church--Distinctive Doctrines--The\n     Truth Unwelcome--Popular Perversions of God's Word\n     --Time-Setting and Error--The Cause Retarded by\n     Unbelief--The Duty of Reformers ........................... 451-460\n\n                                Chapter XXVII\n\n                               Modern Revivals\n\nResults of Preaching the Word of God--A Marked Contrast\n     --Sensationalism in Religion--The Cause of Errors in Doctrine\n     and Life--The Law and the Gospel--Antinomian Teachers\n     --Conversion and Sanctification--The Standard of Holiness\n     --Sanctification of Progressive Work-- Temperance and\n     Consecration--The Christian's Privilege ................... 461-478\n\n                                Chapter XXVIII\n\n                          The Investigative Judgment\n\nThe Opening of the Judgment--The Books of Record--God's Law the\n     Test of Character--Christ our Advocate--Order of the\n     Judgment--The Blotting Out of Sins--Satan's Accusations\n     --The New-Covenant Promise--The Time of the Judgment--The\n     Antitypical Day of Atonement--Individual Accountability\n     --Probation Nearly Ended .................................. 479-491\n\n                                Chapter XXIX\n\n                             The Origin of Evil\n\nA Source of Perplexity--God Not Responsible for Sin--The Universe\n     before the Existence of Evil--Lucifer, the \"Son of the\n     Morning\"--His Self-Exaltation--His Policy of Deception--God\n     is Truth--His Long-suffering Mercy--Revolt and Banishment of\n     Satan--Spirit of Rebellion among Men--Satan Accuses God of\n     Injustice--The Fall of Man--The Atonement--Demonstration of\n     God's Love--Christ's Earthly Ministry --Satan's Character\n     Unmasked--His Destruction Assured--God's Justice Vindicated\n     --No Cause for Sin Exists ................................. 492-504\n\n                                Chapter XXX\n\n                       Enmity Between Man and Satan\n\nThe First Prophecy--Antagonism between the Spirit of Christ and\n     the Spirit of Satan--Hatred of the Followers of Christ\n     --Indifference of Christians to their Danger--Satan's Tireless\n     Vigilance--Effects of Familiarity with Sin--The Final\n     Conflict .................................................. 505-510\n         \n                                     xii\n\n                                Chapter XXXI\n\n                           Agency of Evil Spirits\n\nThe Visible and Invisible Worlds Connected--The Ministration of\n     Holy Angels--Evil Spirits in League for Man's Destruction\n     --Their Malignity Manifested in the Time of Christ--Danger of\n     Denying their Existence--The Bible Reveals their\n     Wiles ..................................................... 511-517\n\n                                Chapter XXXII\n\n                               Snares of Satan\n\nHow Satan's Plans are Executed--He Prevents Men from Hearing the\n     Word of God--Accusers of the Brethren--Fanciful\n     Interpretations of Scripture--\"Science Falsely so Called\"\n     --Deceptive Doctrines--Disbelief in the Pre-existence of\n     Christ--Non-existence of Satan--Coming of Christ at Death\n     --Miracles Impossible--Danger of Cherishing Doubt--Uses of\n     Temptation ................................................ 518-530\n\n                                Chapter XXXIII\n\n                          The First Great Deception\n\nThe Tempter in Eden--A Plan for Man's Overthrow--Death the Penalty\n     of Sin--Immortality the Gift of God--Doctrine of Eternal\n     Torment Introduced--God's Character Misrepresented--A Cause\n     of Infidelity--Universalism the Opposite Error--Salvation\n     Conditional--The Wicked Unfit for Heaven--God's Mercy in\n     their Destruction--Consciousness of the Dead a Fallacy--What\n     the Bible Teaches--Belief of Luther and Tyndale--The Judgment\n     and the Resurrection ...................................... 531-550\n\n                                Chapter XXXIV\n\n                                Spiritualism\n\nNatural Immortality its Foundation--Materialization a Counterfeit\n     --Not the Result of Trickery--A Revival of Ancient Witchcraft\n     --Adapted to Ensnare All Classes--Its Deceptions\n     Unveiled .................................................. 551-562\n\n                                Chapter XXXV\n\n                      Character and Aims of the Papacy\n\nRomanism Gaining Favor--A Cause of Apprehension--Pomp and Splendor\n     of her Worship--Contrast between Christ and the Pope\n     --Protestants Blinded by False Charity--The Secret of Rome's\n     Power--An Age of Intellectual Light not Unfavorable to her\n     Success--The Sunday Movement\n         \n                                    xiii\n\n     --The First Sunday Law--The Roll from Heaven--Pretended\n     Miracles--A Remarkable Confession--The Church of Abyssinia\n     --Rome's Enmity toward the Law of God--History of the Past to\n     be Repeated-- Purpose of the Romanists .................... 563-581\n\n                                Chapter XXXVI\n\n                      The Impending Conflict--Its Causes\n\nThe Great Controversy and the Law of God--The Last Battle between\n     Truth and Error--Rejection of the Bible--Philosophical\n     Idolatry--Results of Setting Aside God's law--Temperance\n     Reform and the Sunday Movement--Spiritualism--Satan Appears as\n     a Benefactor--He Controls the Elements--Terrible Calamities\n     --God's People will be Accused as Troublers of the Nation\n     --Liberty of Conscience Disregarded--Last War upon the\n     Church .................................................... 582-592\n\n                                Chapter XXXVII\n\n                          The Scriptures a Safeguard\n\nThe Detector of Error--An Understanding of the Prophecies\n     Essential--Danger of Following Human Leaders--How to\n     Understand the Scriptures--Why Theologians so Often Err\n     --Necessity of Prayer--Every Character to be\n     Tested .................................................... 593-602\n\n                                Chapter XXXVIII\n\n                               The Final Warning\n\nThe Mighty Angel--Application of his Message--\"The Seal of God\"\n     --Light for All who Seek It--The Experience of Reformers\n     --God's Providence in the National Councils--The Closing\n     Work--World-wide Extent--Power and Glory--Fruits\n     of Missionary Efforts ..................................... 603-612\n\n                                Chapter XXXIX\n\n                            \"The Time of Trouble\"\n\nChrist's Ministration Closes--The Wrath of Satan--The Whole World\n     against God's Servants--The Decree of Outlawry--In Peril and\n     Distress--Illustration from the Time of Jacob's Trouble\n     --Power of Importunate Prayer--The Prophetic Woe\n     --Supernatural Sights and Sounds--The Crowning Deception\n     --God's People Forced to Flee--The Mountains a Hiding-place\n     --Imprisonment and Bondage--The Righteous not Forsaken--The\n     Unmingled Wrath--Guardian Angels--Their Appearance in\n     Human Form--The Promise of Deliverance .................... 613-634\n         \n                                    xiv\n\n                                Chapter XL\n\n                          God's People Delivered\n\nA Movement for their Destruction--The Night Attack--Supernatural\n     Darkness--The Rainbow of God's Glory--Celestial Voices--The\n     Sun at Midnight--The Voice of God--A Mighty Earthquake--A\n     Special Resurrection--Prophetic Portrayal--The Star of Hope\n     --Revelations in the Heavens--The Everlasting Covenant--\"The\n     Sign of the Son of Man\"--Christ's Coming in Glory\n     --Resurrection of the Just--The Reward of the Righteous\n     --Before the Throne--\"The Joy of their Lord\"--Meeting of the\n     Two Adams--Eden Restored--The \"New Song\"--The Theme of\n     Redemption ................................................ 635-652\n\n                                Chapter XLI\n\n                          Desolation of the Earth\n\nGod's Judgments upon the Wicked--Their Treasures Swept Away--False\n     Teachers Exposed--Fury of the Multitudes--Strife and Carnage\n     --The Earth Made Waste--The Prison-house of Satan--A Work of\n     Judgment .................................................. 653-661\n\n                                Chapter XLII\n\n                           The Controversy Ended\n\nChrist's Return to the Earth--The Resurrection of the Wicked--The\n     Mount of Olives--Descent of the New Jerusalem--Satan's Last\n     Struggle--Christ upon the Throne of his Glory--The Final\n     Coronation--The Judgment of the Wicked--The Books of Record\n     --A Panoramic Portrayal--The Scenes of Redemption--The Cross\n     of Calvary--Results of Rebellion--God's Justice Made\n     Manifest--The Fire of Destruction--Evil Annihilated--The\n     Home of the Saved--The City of God--The Universal Anthem .. 662-678\n\nGeneral Notes................................................... 679-691\n\n\nChapter I - Destruction of Jerusalem\n\n     “If thou hadst known, even thou, at least in this thy day, the things which belong unto thy peace! but now they are hid from thine eyes. For the days shall come upon thee, that thine enemies shall cast a trench about thee, and compass thee round, and keep thee in on every side, and shall lay thee even with the ground, and thy children within thee; and they shall not leave in thee one Stone upon another; because thou knewest not the time of thy visitation.” [Luke 19:42-44.]",
    "paragraph": 1,
    "bookcode": "GC88",
    "page": 17
}