{
    "word": "Christ prayed that his people might be one as he and the Father were one. But can this union exist, can spiritual life be maintained, if you fail to associate with those of like precious faith in close Christian fellowship and devotion? If you think you can live a Christian life without taking advantage of Christian privileges, you are deceived by the enemy of your soul. I am terribly in earnest to cry aloud and spare not, and show my people their transgression, and the house of Jacob their sins. In whatever occupation you may be, whether physicians, merchants, ministers, or men in other walks of life, you have no right to load yourselves down with heavy burdens and grievous to be borne, to be pressed under many and varied responsibilities, until you feel that you have no time to pray, and excuse yourself on the plea that you have so much to do. If you have much to do, how essential it is that you have the Lord God of Israel to stand by your side, that you may bear the yoke evenly with Him who was meek and lowly in heart. Christ says, \"Without me ye can do nothing.\" You may well be alarmed for your soul if you allow cares to supplant the truth of God in the heart. If your associates are worldlings who flatter you, telling you how smart you are, and what great things you can do, and you love this unhallowed nonsense, you may well feel that you are in peril; for your moral taste is perverted, your perceptions are blunted. You have forsaken the cool snow-waters of Lebanon for water that comes from another place. You cannot preserve your spirituality \n\n\n                         - 33 - \n\nunless you feed on Christ, eating his flesh and drinking his blood. Every moment is charged with eternal responsibilities. In the dealings of man with his fellowman, every transaction may be marked with the highest integrity; and yet, though justice and equity mark your business affairs, you must not permit yourself to be so engrossed with the things of time that you will fail to give attention to the things of eternal interest. The mind and body must not be treated with indiscretion. You must not act presumptuously, for you are not your own, you have been bought with a price, and are under obligation to keep God's property in a good condition. You are not required to protract your labors until you are worn out and exhausted, and cannot engage in religious exercises for the preservation of spiritual health. When you make your spiritual prosperity a thing of secondary importance, you abuse the property of God. By undue devotion to business, you defraud the soul of the opportunity to feast upon the words of eternal life, and so receive not the sustenance and inspiration necessary for the maintenance of spiritual life. Thus you fail to become the light of the world, and cannot represent your professed Lord to the people with whom you associate.",
    "paragraph": 1,
    "bookcode": "SpTA01b",
    "page": 32
}