{
    "word": "Never Amputate a Limb That May Be Saved. [ON SUNDAY MORNING, OCTOBER 19, 1902, SEVERAL CHURCH LEADERS MET WITH ELLEN WHITE AT HER ELMSHAVEN HOME IN CALIFORNIA TO DISCUSS THE FUTURE OF THE FLEDGLING PUBLISHING PLANT IN THE SOUTH. AFTER LOOKING AT THE OPERATING STATEMENTS AND LISTENING TO THE APPEALS OF THE BRETHREN, ELLEN WHITE AGREED WITH A. G. DANIELLS THAT THE SOUTHERN PUBLISHING HOUSE \"HAD BETTER BE CLOSED.\" BUT THE FOLLOWING NIGHT THE LORD GAVE HER THE VISION OF THE OPERATING ROOM HERE QUOTED. (SEE A. G. DANIELLS, THE ABIDING GIFT OF PROPHECY, PP. 322-329.) THAT ELLEN WHITE RECOGNIZED THAT SOME \"LIMBS\" MIGHT HAVE TO BE AMPUTATED EVEN AFTER \"EVERYTHING POSSIBLE\" HAD BEEN DONE TO SAVE THEM SEEMS EVIDENT, HOWEVER, FOR SHE WROTE IN 1898: \"GOD HELP THE MANAGERS OF OUR SCHOOLS NEVER TO ALLOW THE OUTGO TO EXCEED THE INCOME, IF THE SCHOOL HAS TO BE CLOSED.\"--COUNSELS ON STEWARDSHIP, P. 271.]--Last \n\n\n                                                       195 \n\nnight I seemed to be in the operating room of a large hospital, to which people were being brought, and instruments were being prepared to cut off their limbs in a big hurry. One came in who seemed to have authority, and said to the physicians, \"Is it necessary to bring these people into this room?\" Looking pityingly at the sufferers, he said, \"Never amputate a limb until everything possible has been done to restore it.\" Examining the limbs which the physicians had been preparing to cut off, he said, \"They may be saved. The first work is to use every available means to restore these limbs. What a fearful mistake it would be to amputate a limb that could be saved by patient care. Your conclusions have been too hastily drawn. Put these patients in the best rooms in the hospital, and give them the very best of care and treatment. Use every means in your power to save them from going through life in a crippled condition, their usefulness damaged for life.\"",
    "paragraph": 4,
    "bookcode": "PM",
    "page": 194
}