{
    "word": "The history of the condescension, humiliation and sacrifice of our divine Lord does not with many stir the soul, and affect the life any more, nor awaken deeper interest, than to read of the death of the martyrs of Jesus.  Many have suffered death by slow tortures. Others have suffered death by crucifixion. In what does the death of God's dear Son differ from these? It is true he died upon the cross a most cruel death; yet others, for his dear sake, have suffered equally, as far as bodily torture is concerned. Why was the suffering of Christ more dreadful than that of other persons who have yielded their lives for his sake? If the sufferings of Christ consisted in physical pain alone, then his death was no more painful than that of some of the martyrs. Bodily pain was but an item in the agony of God's dear Son. The sins of the world were upon him, also the sense of his Father's wrath as he suffered the penalty of the law. It was these that crushed his divine soul. It was the hiding of his Father's face, a sense that his own dear Father had forsaken him, which brought despair. The separation that sin makes between God and man was fully realized and keenly felt by the innocent, suffering Man of Calvary. He was oppressed by the powers of darkness. He had not one ray of light to brighten the future. And he was struggling with the power of Satan, who was declaring that Christ was in his hands, that he was superior in strength to the Son of God, that God had disowned his Son, and that he was no longer in the favor of God any more than himself. If he was indeed still in favor with God, why need he die? God could save him from death. Christ yielded not in the least degree to the tormenting foe, even in his bitterest anguish. Legions of evil angels were all about the Son of God. Yet the holy angels were bidden not to break their ranks and engage in conflict with the taunting reviling foe. Heavenly angels were not permitted to minister unto the anguished spirit of the Son of God. It was in this terrible hour of darkness, the face of his Father hidden, legions of evil angels enshrouding him, the sins of the world upon him, that the words were wrenched from his lips, \"My God, my God, why hast thou forsaken me.\"",
    "paragraph": 3,
    "bookcode": "PH169",
    "page": 14
}