{
    "word": "The word of God presents the only true standard of what is innocent and what is virtuous, true, and excellent; and unless these respectable sinners shall meet the Bible standard, they will be weighed in the balances of the sanctuary and found wanting. We may be pleasantly satisfied with the measurement of ourselves, but be wholly wanting when weighed in the balances of God. Your work last winter was a shame, a disgrace, to any professing the name of Christians. God was in your midst, a silent witness to all your transactions. The mob spirit prevailed. The mob spirit was encouraged, although there was some remonstrance made. The ones who indited it, the ones who were leaders in this, stand condemned before God as verily as did Belshazzar when engaged in his sacrilegious feast. The same God was in your midst who revealed himself to the king as the bloodless hand that traced the characters on the wall, \"Weighed in the balances and found wanting.\" Men may say you are all right, or men may condemn, but it is of very little consequence. The balances in which the world weighs men may pronounce the imperfect not wanting of right weight and full measure, while God's measurement and weight says, Wanting. When God weighs motives and character, it means something that should fill the soul with terror as it did the guilty king. It is no light matter to be found wanting when judged by one who never makes a mistake, one who has shown mortals compassion, sympathy, and love; to be wanting in sincerity, in true love to Christ, who died that he might give life and peace and hope to those lost and undone by sin; to be wanting in brotherly kindness and love to Christian brethren, whom he has redeemed with the price of his \n                                                                           15\nown blood. Can we afford this? \"Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.\" It is Christ you have abused and maligned in the person of his saints.",
    "paragraph": 1,
    "bookcode": "PH155",
    "page": 14
}