{
	"title": "Nain",
	"slides": [{
			"text": "And it came to pass the day after, that he went into a city called Nain; and many of his disciples went with him, and much people.  ",
			"reference": {
				"book": "Luke",
				"chapter": "7",
				"verse": {
					"start": "11",
					"end": "11"
				}
			},
			"image": "https://gesab001.github.io/assets/images/nain/nain.jpg",
			"notes": ["The bible says, 'And it came to pass the day after, that he went into a city called Nain; and many of his disciples went with him, and much people. '.  Nain was a city located in the Lower Galilee, 14 kilometers (8.7 mi) south of Nazareth, where Jesus grew up and 3 kilomters south of Mount Tabor where Jesus was transfigured. Cana is up here. The Sea of Galilee is over here. Capernaum is here by the Sea of Galilee. The Jordan river is this blue zigzag line here.", "Notice many of His disciples went with Him and much people.  Picture in your mind Jesus leading a huge crowd of people marching towards the city of Nain.  Because in the next verse we are about to read, there is also another huge crowd going in the opposite direction. And these two different crowds are going to meet and with Jesus being the center of attraction."],
			"noteswordcount": 404
		},
		{
			"text": "Now when he came nigh to the gate of the city, behold, there was a dead man carried out, the only son of his mother, and she was a widow: and much people of the city was with her.  ",
			"reference": {
				"book": "Luke",
				"chapter": "7",
				"verse": {
					"start": "12",
					"end": "12"
				}
			},
			"image": "https://gesab001.github.io/assets/images/nain/mother.jpg",
			"notes": ["The next verse says, 'Now when he came nigh to the gate of the city, behold, there was a dead man carried out, the only son of his mother, and she was a widow: and much people of the city was with her.' There are five points I would like to highlight here.", "First, Jesus meets this huge crowd near the city gate.  He meets them just outside the city.  The Lord Jesus is on His way. He is coming with all the angels in heaven.  When He comes He will be just outside of the earth, close enough for everyone to see.  The bible says, ' For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:  Then we which are alive [and] remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.'",  "Second, the crowd is being led by pallbearers carrying a dead man and the widow in deep sorrow for her dead son.  The dead man is the reason for this huge gathering.  The atmosphere in this crowd is one of mourning.  It is being lead by Death.  The crowd heading to the city of Nain is being led by Jesus, who is the Life. The atmosphere in Jesus crowd is one of joyfulness.  So Life and Death meet by the city gate.  Right now all around the world, because of the Covid-19 pandemic, the atmosphere in many cities is one of mourning and fear and uncertainty.  My mother in law in the Philippines doesn't want to watch her favorite news network because its mostly about Covid-19. Its just creating more fear, and sadness.  Now, if we are following a different crowd. If we are following Jesus' crowd, the atmosphere is the opposite.  If we are following Jesus, we will be breathing in an atmosphere that is filled with hope, love and joy. The crowd who are following Jesus, they are following Him because they believe great things will happen where Jesus goes. When we follow Jesus, we know it is going to be alright.  The bible says, 'For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.'.",  "Third, the dead man is the only son of his mother.  If you have two or more children, and one of them dies, it hurts. But you can find comfort in the fact that you still have other children to carry your legacy.  But if you have only one child, and they die before you, it hurts even more. I can't think of anything worse than for a woman to lose her only child.   God our heavenly Father knows exactly how this woman feels. The bible says, 'For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.'  God's only son, died for us. He knows our pain.", "fourth, the mother is a widow.  This fact speaks volumes about what it is like to be in a state of complete trajedy.  First, she loses her husband.  Then, she loses her only adult son.  What a trajedy.  If you happen to be in a similar situation as this woman.  Perhaps you have lost something or someone very precious to you, help is on its way.  The Lord Jesus is on His way.  The bible says, 'For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.'.",  "Fifth, many people from the city of Nain attended this man's funeral. Notice the word 'much people' is used to describe the amount of people in the funeral train. It is the same being used to describe the amount of people following Jesus.  The dead son  may have been a very well known person in the city because many people attended his funeral. Death is well known to everyone.  We all have experience the effects of Death and the sadness it brings. I have personally seen death when my mother died in 1995, when I was only 14 years old.  Then I met death again, 26 years later, in 2016 when my father died. Thousands of people all over the world have died because Covid.  Many have lost their wife, husband, mother, father, children, friend, church member, coworker.  Scientists have developed vaccines to stop people from dying of Covid.  The God we serve, the greatest scientist of all time, developed a vaccine to stop us from dying  the eternal death.  The bible says, 'For the wages of sin [is] death; but the gift of God [is] eternal life through Jesus Christ our Lord.'  The Covid vaccines are up to 94% effective, meaning there is a small chance it won't help you and you can still get infected and die from it. But God's vaccine is 100% effective.  When we believe in God's vaccine, the blood of Jesus, and accept Him as our Lord and Savior, we become 100% effectively immune from Death. My mother and my father died with God's immunity from the second death. When the Lord Jesus comes again with His angels, they will rise again. "],
			"noteswordcount": 849
			
		},
		{
			"text": "And when the Lord saw her, he had compassion on her, and said unto her, Weep not.  ",
			"reference": {
				"book": "Luke",
				"chapter": "7",
				"verse": {
					"start": "13",
					"end": "13"
				}
			},
			"image": "https://gesab001.github.io/assets/images/nain/weep.jpg",
			"notes": ["The next verse says, 'And when the Lord saw her, he had compassion on her, and said unto her, Weep not.'  There are three points that I want to expand on this verse.", "First, the Lord saw her.  Ellen G. White says, 'Keep your wants, your joys, your sorrows, your cares, and your fears before God. You cannot burden Him; you cannot weary Him. He who numbers the hairs of your head is not indifferent to the wants of His children. The Lord is very pitiful, and of tender mercy. James 5:11. His heart of love is touched by our sorrows and even by our utterances of them. Take to Him everything that perplexes the mind. Nothing is too great for Him to bear, for He holds up worlds, He rules over all the affairs of the universe. Nothing that in any way concerns our peace is too small for Him to notice. There is no chapter in our experience too dark for Him to read; there is no perplexity too difficult for Him to unravel. No calamity can befall the least of His children, no anxiety harass the soul, no joy cheer, no sincere prayer escape the lips, of which our heavenly Father is unobservant, or in which He takes no immediate interest. He healeth the broken in heart, and bindeth up their wounds. Psalm 147:3. The relations between God and each soul are as distinct and full as though there were not another soul upon the earth to share His watchcare, not another soul for whom He gave His beloved Son.' The Lord sees you my friends.  He sees the sorrow, the pain, the struggles that you are going through.  The Lord saw me and my wife when my wife had a miscarriage.  He saw the pain, the tears, the disappointment that the loss brought to our hearts.  The Lord Jesus sees the tears of thousands of people around the world who have lost their loved ones to Covid-19.","Second, the Lord Jesus had compassion on her.  Compassion is sympathetic pity and concern for the sufferings or misfortunes of others. When you show compassion, you are sensitive to the pain and sorrow that others feel.  The bible says, '[It is of] the LORD'S mercies that we are not consumed, because his compassions fail not.  [They are] new every morning: great [is] thy faithfulness.'", "Third, the Lord Jesus says to her, 'Weep not'.  The Lord says to us today, 'Weep not'.  When my first child was born, he was born with serious, life-threatening complications and went straight to the NICU and spent almost a month in the incubator.  The Lord Jesus had compassion on me when I was weeping before the Lord alone in the house when my wife was still in the hospital and my son was in the NICU.  The Lord Jesus has compassion for all the people who have lost their loved ones to Covid 19.  The Lord has compassion on you.  He knows what you are going through.  He says to you Weep not.  The Lord Jesus invites us 'Come unto me, all [ye] that labour and are heavy laden, and I will give you rest.'"],
			"noteswordcount": 519 
		},
		{
			"text": "And he came and touched the bier: and they that bare [him] stood still. And he said, Young man, I say unto thee, Arise.  ",
			"reference": {
				"book": "Luke",
				"chapter": "7",
				"verse": {
					"start": "14",
					"end": "14"
				}
			},
			"image": "https://gesab001.github.io/assets/images/nain/arise.jpg",
			"notes": ["The next verse says, 'AAnd he came and touched the bier: and they that bare [him] stood still. And he said, Young man, I say unto thee, Arise.' There are three things I would like to talk about in this verse.",  "First, Jesus touches the bier.  There are a number of instances where the bible speaks of Jesus's touch or someone touching Him. In Matthew 8:3. And Jesus put forth [his] hand, and touched him, saying, I will; be thou clean. And immediately his leprosy was cleansed. In Matthew 8:15. And he touched her hand, and the fever left her: and she arose, and ministered unto them.  In Matthew 9:20. And, behold, a woman, which was diseased with an issue of blood twelve years, came behind [him,] and touched the hem of his garment:  In Matthew 14:36. And besought him that they might only touch the hem of his garment: and as many as touched were made perfectly whole. Are hospitals, oxygen, vaccines, more hospital beds, more health care workers, masks, face shields, social distancing, washing hands, sanitizers, lockdowns, closing the borders really the only way to stop Covid?  Is there another way?  I can  think of James 5:14-16. The bible says, Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord: And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him.  Confess [your] faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.", "Second, they stood still.  Something wonderful happens when people stands still and watch what God is going to do.  The bible says in Exodus 14:13. And Moses said unto the people, Fear ye not, stand still, and see the salvation of the LORD, which he will shew to you to day: for the Egyptians whom ye have seen to day, ye shall see them again no more for ever.  Many people are afraid of Covid.  The covid vaccines are suppose to help us overcome our fear of Covid.  But the covid vaccines themselves are also making many people afraid.  People have lost their jobs for refusing vaccinations because they are afraid of it.  People have also died after receiving vaccinations and the media and medical community are trying to comfort the masses by saying that their death and vaccination were unrelated.  Nevertheless, the fear to get vaccinated has already been broadcast and has affected people's trust.  As Moses said to the people of Israel who were about to be destroyed by the powerful and mighty Egyptian army, I say to you, 'Fear ye not, stand still and behold Jesus dying on the cross for your sins.  Stand still and see God's ultimate plan of salvation  perfectly executed at the cross.   Job 37:14. Hearken unto this, O Job: stand still, and consider the wondrous works of God.",  "Third, Jesus says to the young man, Arise.  Jesus says to you, Arise.  Psalsm 115:17 says,  The dead praise not the LORD, neither any that go down into silence.'  Friends are you dead spiritually.  when was the last time you truly praise the Lord?   hear the Lord Jesus says to you, 'Arise'.  Praise the Lord for His goodness.  Remember the great things He has done for you in times past.  Remember that He loves you, He died for you and He is coming again very soon."],
			"noteswordcount": 651


		},
		{
			"text": "And he that was dead sat up, and began to speak. And he delivered him to his mother.  ",
			"reference": {
				"book": "Luke",
				"chapter": "7",
				"verse": {
					"start": "15",
					"end": "15"
				}
			},
			"image": "https://gesab001.github.io/assets/images/nain/dead.jpg",
			"notes": "Notice the statement, 'He (Jesus) deliver him to his mother.' The Lord Jesus is in the business of reuniting families together again.  the Lord Jesus cares about parents and children being together.  He cares about husbands and wives being and staying together.  He cares about church members staying together.  When the Lord Jesus comes again, it will be the biggest family reunion of all time.  Children, mothers, fathers, friends who have died in the Lord will be raised back to life, never to be separated again.  The bible says, 'And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away. There is coming a day When no heartaches shall come No more clouds in the sky No more tears to dim the eye All is peace forever more On that happy golden shore What a day, glorious day that will be What a day that will be When my Jesus I shall see When I look upon His face The One who saved me by His grace When He takes me by the hand And leads me to the Promised Land What a day, glorious day that will be There'll be no sorrows there And no more burdens to bear No more sickness and no more pain No more parting over there And forever I will be With the One who died for me What a day, glorious day that will be What a day that will be When my Jesus I shall see When I look upon His face The One who saved me by His grace When He takes me by the hand And leads me to the Promised Land What a day, glorious day that will be"
			
		},
		{
			"text": "And there came a fear on all: and they glorified God, saying, That a great prophet is risen up among us; and, That God hath visited his people.  ",
			"reference": {
				"book": "Luke",
				"chapter": "7",
				"verse": {
					"start": "16",
					"end": "16"
				}
			},
			"image": "https://gesab001.github.io/assets/images/nain/prophet.jpeg",
			"notes": " The bible says in Revelation 14:6-7,  And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.  The Lord Jesus turned this sad occassion into a joyful event that led people to fear God and to give Him glory.  The Covid-19 pandemic is bringing sadness and uncertainty to all.  There is so much uncertainty.  The media used to praise South Korea, India, Singapore as success stories for fighting the coronavirus.  But whenever people say, 'Peace and safety, sudden destruction comes'.  Even New Zealand initially had  a big celebration after the first lockdown last year, thinking they have defeated the virus.  But the virus has not given up on New Zealand and we have  had a couple more lockdowns. Many people have said that the vaccines are going to finally end all this, and we would all be back to normal very soon. But some experts are voicing their concerns that this is not going to happen thus causing more uncertainty.  But what I am 100% certain and the only thing I put my trust in is that the Lord Jesus is going  to turn this Covid-19 pandemic around.  He is going to use this pandemic as an opportunity to lead people of every nation, every tribe, every language all around the world to fear Him and to give Him glory.  The Covid-19 pandemic is worldwide.  The three angels' message is also worldwide.  The pandemic has set aside the preaching of the everlasting gospel in the churches to the masses as non-essential.  But this pandemic will simply make way for the Lord Jesus to work with greater power and many all around the world will fear and give glory to God, just like what happened to the people in the city of Nain. The three angels' message will accomplish its work."  
		},
		{
			"text": "And this rumour of him went forth throughout all Judaea, and throughout all the region round about.",
			"reference": {
				"book": "Luke",
				"chapter": "7",
				"verse": {
					"start": "17",
					"end": "17"
				}
			},
			"image": "https://gesab001.github.io/assets/images/nain/rumor.jpg",
			"notes": "The word 'rumour' appears twice in the New Testament. The other one is used in Matthew 24:6 where Jesus mentions 'rumours of war'.  The original Greek word used in rumours of war is ako, which means report. This is how we understand the word rumor in modern English, unverified report or story.  But in this story, the original Greek word for rumour is logos, which means word.  It is the same word used in John 1:1, In the beginning was the Word. And the word was with God and the word was God. So the people were not circulating a story or report of uncertain or doubtful truth.  The people were spreading the word of God. It is therefore say to say it like this, And this word of God went forth throughout all Judaea, and throughout all the region round about.  God's people spreads the word of God, not rumours, not gossip, not conspiracy theories, not misinformation, not false information, not theories, not opinions, not doubts.  They spread the word of God."
		},
		{
			"text": "And the disciples of John shewed him of all these things.  And John calling [unto him] two of his disciples sent [them] to Jesus, saying, Art thou he that should come? or look we for another?  ",
			"reference": {
				"book": "Luke",
				"chapter": "7",
				"verse": {
					"start": "18",
					"end": "19"
				}
			},
			"image": "https://gesab001.github.io/assets/images/nain/disciplesjohn.jpg",
			"notes": ""
		},
		{
			"text": "When the men were come unto him, they said, John Baptist hath sent us unto thee, saying, Art thou he that should come? or look we for another?  ",
			"reference": {
				"book": "Luke",
				"chapter": "7",
				"verse": {
					"start": "20",
					"end": "20"
				}
			},
			"image": "https://gesab001.github.io/assets/images/nain/lookforanother.jpg"
		},
		{
			"text": "And in that same hour he cured many of [their] infirmities and plagues, and of evil spirits; and unto many [that were] blind he gave sight.",
			"reference": {
				"book": "Luke",
				"chapter": "7",
				"verse": {
					"start": "21",
					"end": "21"
				}
			},
			"image": "https://gesab001.github.io/assets/images/nain/blindsee.jpg",
			"notes": ["The bible says, 'And in that same hour he cured many of [their] infirmities and plagues, and of evil spirits; and unto many [that were] blind he gave sight.","Among the two crowds that met outside the city of Nain were people who were sick. Some had infirmities.  Others had plagues.  And others were under the influence of evil spirits.  And others were blind.  What can the Lord Jesus do for you today?", "Do you have infirmities? What is infirmities.  The root word for infirmity is firm.  Firm means strong and solid.  Infirm means weak.  Infirmity is a state of weakness.  Are you feeling weak? spiritually, mentally, physically? More importantly, are you feeling too weak to resist temptations?  The Lord Jesus can cure you.  Is your marriage weak?  The Lord Jesus can cure your weak marriage.  Is Filsdak church weak? Jesus can cure Filsdak.", "What is a plague?  A plague is an infectious disease.  Covid-19 is an infectious disease.  Sin is also an infectious disease.  The Lord Jesus can heal all kinds of diseases.",  "Are you being controlled by evil spirits?  One of the strongest evil spirit prevalent in our world is the spirit of divorce. It is an evil spirit.  The most high profile divorce so far this year is Bill and Melinda Gates' divorce. They were married for 27 years. And they are rich. That's sad.  It doesn't matter how long you have been married or how much wealth you have to give financial security for your marriage. The spirit of divorce is well able to destroy short and long marriages as well as financially secure marriages.  But even more sad are people in the Seventh-day Adventist community who are controlled by the evil spirit of divorce.  Even pastors and evangelists are not beyond the reach of this evil spirit.  Whatever evil spirits you are facing with in your life, the Lord Jesus is able to cure them all.", "Are you suffering from blindness?  The church of Laodicea is blind, according to Revelation. We have to admit.  We are living in the prophetic church of Laodicea. The Lord Jesus can cure us of our blindness.  Jesus says this about the condition of the church of Laodicea, ' I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot. So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.  Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked.  Revelation 3:18. I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and [that] the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see.","May the Lord Jesus heal you today, right now.  May the Lord give you peace.  May you feel His love, His loving touch.  May you hear His voice.  May you be empowered by His grace and His mercy to do His will in your life. God bless you all."],
			"noteswordcount": 509

		}
	],
	"questions": [{
			"question": "What city did Jesus go to?",
			"answer": "Nain",
			"choices": [
				"Nain",
				"Nazareth",
				"Jericho",
				"Bethany"
			]
		},
		{
			"question": "Who was the dead man that was carried out of the city?",
			"answer": "son of a widow",
			"choices": [
				"son of a widow",
				"daughter of a widow",
				"a father",
				"a mother"
			]
		},
		{
			"question": "What did Jesus say to the mother?",
			"answer": "Weep not",
			"choices": [
				"Weep not",
				"I'm sorry about your son",
				"May God bless you",
				"Hello"
			]
		},
		{
			"question": "What did Jesus say to the dead man?",
			"answer": "Arise",
			"choices": [
				"Arise",
				"Nothing",
				"Rest in peace",
				"see you in the next life"
			]
		},
		{
			"question": "What else did Jesus do in the city of Nain?",
			"answer": "cured many sick people",
			"choices": [
				"cured many sick people",
				"had a party",
				"had a festival",
				"ate with the people"
			]
		}
	],
	"activities": [],
	"references": [],
	"poster": "https://gesab001.github.io/assets/images/nain/poster.jpg"
}
