{
    "word": "Brethren, will you not devote a little thought to this subject and notice how you conduct yourselves in the house of God and what efforts you are making by precept and example to cultivate reverence in your children? You roll vast responsibilities upon the preacher and hold him accountable for the souls of your children; but you do not sense your own responsibility as parents and as instructors and, like Abraham, command your household after you, that they may keep the statutes of the Lord. Your sons and daughters are corrupted by your own example and lax precepts; and, notwithstanding \n                                                                           495\nthis lack of domestic training, you expect the minister to counteract your daily work and accomplish the wonderful achievement of training their hearts and lives to virtue and piety. After the minister has done all he can do for the church by faithful, affectionate admonition, patient discipline, and fervent prayer to reclaim and save the soul, yet is not successful, the fathers and mothers often blame him because their children are not converted, when it may be because of their own neglect. The burden rests with the parents; and will they take up the work that God has entrusted to them, and with fidelity perform it? Will they move onward and upward, working in a humble, patient, persevering way to reach the exalted standard themselves and to bring their children up with them? No wonder our churches are feeble and do not have that deep, earnest piety in their borders that they should have. Our present habits and customs, which dishonor God and bring the sacred and heavenly down to the level of the common, are against us. We have a sacred, testing, sanctifying truth; and if our habits and practices are not in accordance with the truth, we are sinners against great light, and are proportionately guilty. It will be far more tolerable for the heathen in the day of God's retributive justice than for us.",
    "paragraph": 2,
    "bookcode": "5T",
    "page": 494
}