{"word": "TM - Testimonies to Ministers and Gospel Workers (1923)\n\n\nTable of Contents\n\n   Preface to Third Edition ........................................ ix\n\n   Historical Foreword ............................................. xv\n\n1. The Church of Christ\n\nThe Object of His Supreme Regard ................................... 15\nThe Church the Property of God ..................................... 19\nOrganization and Development ....................................... 24\nThe Remnant Church Not Babylon ..................................... 32\n\n2. Faithful, Earnest Warnings\n\nDanger of Rejecting Truth .......................................... 63\nA Faithful Message ................................................. 77\nWorldly Amusements ................................................. 82\nRejecting the Light ................................................ 89\n\"Let Him That Thinketh He Standeth Take Heed\" ...................... 98\n\n3. The Holy Scriptures\n\nHow Shall We Search the Scriptures? ............................... 105\nThe Study of the Books of Daniel and the Revelation ............... 112\nDig Deeper ........................................................ 119\n\n4. God's High Standard\n\nTrue Education in Our Churches .................................... 120\nSabbath Observance the Sign of Loyalty ............................ 131\n\n5. A Solemn Appeal to Ministers\n\nCall to a Higher Standard ......................................... 142\n       \n                                      vi\n\n6. Human Needs and Divine Supply\n\nReasons for Inefficiency, and the Remedy .......................... 159\nNeed of Divine Power and Wisdom ................................... 162\nReturn to the First Love .......................................... 167\nThe Power of the Holy Spirit Awaits Our Demand .................... 174\n\n7. Economy\n\nEconomy to Be Practiced in All Things ............................. 177\nImprovement in the Work ........................................... 181\nIdleness .......................................................... 183\nThe Spirit of Jesus ............................................... 184\nThe Lord Is Soon Coming ........................................... 187\n\n8. Workers with God\n\nLove and Confidence Among Brethren ................................ 189\nReceiving Gifts ................................................... 197\nSolemn Times ...................................................... 200\nActivity in Our Churches .......................................... 204\nDirect Dependence on God .......................................... 208\n\n9. Workers Under God\n\nGod the Master Worker ............................................. 210\nHumility .......................................................... 220\nCalmness and Consideration ........................................ 227\nHovering Over the Churches ........................................ 230\n\n10. Right Methods, Principles, and Motives\n\nProper Education .................................................. 239\nLess of Self ...................................................... 245\nCounsel Together .................................................. 252\nThe Evil of Long Sermons .......................................... 256\nKnowing God ....................................................... 258\nThe Need of Spiritual Discernment ................................. 264\n         \n                                                                          vii\n\n11. To Brethren in Responsible Positions\n\nConnection With God's Work ........................................ 279\nThe Need of Divine Guidance ....................................... 297\nUse of Individual Judgment ........................................ 301\n\n12. Means and Methods\n\nA Faithful Tithe .................................................. 305\nPractical Instruction in Labor..................................... 309\n\n13. Conference Officials\n\nCounsel and Guidance .............................................. 319\nConference Presidents ............................................. 327\nThe General Conference ............................................ 331\nConference Officers ............................................... 340\n\n14. Appeals for Truth and Loyalty\n\n\"All Ye Are Brethren\" ............................................. 347\n\"Thou Shalt Have No Other Gods Before Me\" ......................... 359\nUnder Which Banner? ............................................... 364\nThe Lord Has a Controversy With His People ........................ 374\nThe Preciousness of Christ to His Followers ....................... 387\n\n15. To God's Workmen\n\nA Reproof for Selfishness ......................................... 392\nZeal for Christ ................................................... 400\nGod's Messengers .................................................. 404\nOur Message ....................................................... 415\nGod to Be Sought .................................................. 417\n\"Give Me Thine Heart\" ............................................. 418\nSowing Beside All Waters .......................................... 423\n\n                                     viii\n\n16. Elevate the Standard\n\nClean Hands and Pure Hearts ....................................... 426\n\"Be Ye Clean\" ..................................................... 444\nAll the Lord's .................................................... 456\n\n17. Appeal and Warning\n\nThe World's Need .................................................. 457\nDanger in Adopting Worldly Policy in Work of God .................. 460\nThe Snares of Satan ............................................... 472\nLet Heaven Guide .................................................. 475\n\n18. Vital Principles of Relationship\n\nJehovah Is Our King ............................................... 477\nIndividual Responsibility and Christian Unity ..................... 485\nPray for the Latter Rain .......................................... 506\nWords of Greeting ................................................. 513\nThe Victorious Life ............................................... 516\n\nAppendix Notes .................................................... 521\n\n\nPREFACE TO THIRD EDITION\n\n     AMONG THE MATERIALS ONCE AVAILABLE BUT OUT OF PRINT AT THE TIME OF MRS. WHITE'S DEATH IN 1915 WERE A NUMBER OF SPECIAL TESTIMONY PAMPHLETS, INCLUDING A SERIES PUBLISHED IN THE 1890'S WHICH BORE THE TITLE, SPECIAL TESTIMONIES TO MINISTERS AND WORKERS. THIS SERIES OF ELEVEN IS OFTEN REFERRED TO AS SPECIAL TESTIMONIES, SERIES A. IN RESPONSE TO THE REQUEST THAT THE INSTRUCTION FOUND IN THESE SPECIAL TESTIMONIES BE AGAIN MADE AVAILABLE, TESTIMONIES TO MINISTERS AND GOSPEL WORKERS WAS PUBLISHED IN 1923. THIS WAS ONE OF THE FIRST E. G. WHITE BOOKS OF POSTHUMOUS ISSUANCE.\n     TESTIMONIES TO MINISTERS FIRST APPEARED IN A TESTIMONY-SIZE VOLUME. A SECOND EDITION WITH LARGER TYPEFACE AND PAGE SIZE WAS PUBLISHED IN 1944. SEVERAL PRINTINGS OF BOTH EDITIONS HAVE SUPPLIED THE FIELD FOR FOUR DECADES. FOR GREATER EASE IN HANDLING AND REFERENCE THIS THIRD EDITION HAS BEEN ISSUED IN THE CONVENIENT TESTIMONY-SIZE PAGE, BUT WITH NO CHANGE IN PAGE CONTENT.\n     DURING THE DECADE WHICH FOLLOWED THE 1888 GENERAL CONFERENCE SESSION HELD IN MINNEAPOLIS, MINNESOTA, VITAL MESSAGES CAME FROM THE MESSENGER OF THE LORD TO THE CENTRAL CHURCH AT BATTLE CREEK, TO THE GENERAL CONFERENCE COMMITTEE, AND TO OTHER RESPONSIBLE MEN AT THE HEART OF THE WORK. THESE MESSAGES RANG WITH CALLS FOR REGENERATION AND REFORMATION OF LIFE, URGING THE READER TO LIVE BY THE VITAL PRINCIPLES OF THE WORD OF GOD AND TO EXPERIENCE A PERSONAL RELATIONSHIP WITH OUR LORD AND SAVIOUR JESUS CHRIST.\n     AFTER THEY HAD BEEN RECEIVED AND READ IN BATTLE CREEK, MANY OF THESE MESSAGES WERE PRINTED IN TRACT FORM AS SPECIAL TESTIMONIES TO THE BATTLE CREEK CHURCH AND SPECIAL TESTIMONIES TO MINISTERS AND\n\n                                                                                   x\n\nWORKERS. COPIES WERE FURNISHED BY THE GENERAL CONFERENCE COMMITTEE TO LEADING MINISTERS AND WORKERS THROUGHOUT THE FIELD. THESE MESSAGES WERE HEART-PROBING, SOUL-STIRRING, FAITHFUL IN WARNING AGAINST EVIL, YET ENCOURAGING, AS THEY CONTINUALLY POINTED TO THE GREAT LOVE OF GOD AND THE FULLNESS OF CHRIST'S POWER TO SAVE TO THE UTTERMOST.\n     AS TO THE SELECTION OF MATERIAL FOR THIS VOLUME, DRAWN AS IT WAS FROM THE PAMPHLET TESTIMONIES, THE PUBLISHER'S PREFACE TO THE FIRST EDITION ISSUED IN 1923 INFORMS US THAT:\n     \"THE COMMITTEE HAVING IT IN CHARGE HAVE BEEN LIMITED BY THE SIZE OF THE VOLUME DECIDED UPON, AND BY THE LARGE NUMBER OF THESE TRACTS OF SMALL CIRCULATION. THEREFORE NOT ALL THAT WAS CONTAINED IN THE ELEVEN SPECIALS HAS BEEN PLACED IN THIS VOLUME. THE REASONS ARE THAT (1) SOME PORTIONS HAVE BEEN REPRINTED IN VOLUMES ISSUED SINCE THE SPECIALS WERE PRINTED; (2) OTHER PORTIONS PERTAINED TO MATTERS THAT WERE PURELY LOCAL, OR THAT ARE PAST AND GONE; (3) STILL OTHER THINGS ARE MORE FULLY AND STRONGLY COVERED IN OTHER DOCUMENTS REPRINTED IN THIS VOLUME.\"\n     THE SOURCE OF EACH ARTICLE, WITH DATE OF FIRST PUBLICATION, IS INDICATED IN FOOTNOTE REFERENCES. SOME \"FILLERS\" ARE CREDITED AT THE CLOSE. IN THIS THIRD EDITION THE LISTS OF ITEMS \"FOR FURTHER STUDY\" HAVE BEEN SOMEWHAT EXPANDED TO INCLUDE REFERENCES TO RELATED MATERIAL APPEARING IN E. G. WHITE COMPILATIONS PUBLISHED SUBSEQUENT TO 1923.\n     CERTAIN OF THE COUNSELS AND REPROOFS FROM THE PEN OF ELLEN G. WHITE CAN BE BETTER UNDERSTOOD IF THE READER IS IN POSSESSION OF A KNOWLEDGE OF THE CIRCUMSTANCES WHICH PREVAILED AT THE TIME OF THE MESSAGES WERE WRITTEN. CERTAIN DETAILS OF DENOMINATIONAL HISTORY WHICH WERE FAMILIAR TO THE READERS OF THE\n\n                                                                             xi\n\nTESTIMONY PAMPHLETS AND THE FIRST EDITION OF THIS BOOK ARE UNKNOWN TO MOST READERS OF TODAY.\n     A HISTORICAL FOREWORD, WHICH FOLLOWS IMMEDIATELY, HAS THEREFORE BEEN ADDED TO THIS THIRD EDITION, TO PRESENT THOSE HIGH POINTS OF DENOMINATIONAL DEVELOPMENT WHICH FURNISH THE BACKGROUND LEADING UP TO THE CRUCIAL 1890'S. THE RELEVANT HISTORICAL EVENTS OF THAT PERIOD HAVE BEEN CONCISELY RECOUNTED. APPENDIX NOTES HAVE ALSO BEEN SUPPLIED, KEYED TO THE MENTION OF CERTAIN PLACES, SITUATIONS, OR EVENTS. THESE NOTES WILL AID THE READER IN ASCERTAINING CORRECTLY THE INTENT OF THE AUTHOR IN THE MESSAGES HERE PRESENTED.\n     A SURVEY OF THE MATERIALS COMPRISING THIS VOLUME WILL REVEAL THAT IN THE MAIN THE CONTENT OF A GIVEN SECTION WAS DRAWN FROM A SINGLE PAMPHLET. WITH THESE PAMPHLET MATERIALS THERE WERE PLACED A FEW RELATED ITEMS DRAWN FROM THE REVIEW AND HERALD ARTICLES AND OTHER E. G. WHITE SOURCES OF A GENERAL CHARACTER. THERE ARE TWO ARTICLES FROM SPECIAL TESTIMONIES, SERIES B.\n     SPECIAL TESTIMONIES, SERIES B, CONSISTED OF 19 PAMPHLETS PUBLISHED BY MRS. WHITE OR BY DENOMINATIONAL ORGANIZATIONS BETWEEN THE YEARS 1903 TO 1913. THE SUBJECT MATTER WAS VARIED, AND MOST OF IT WAS OF LOCAL APPLICATION. THIS CAN BE SEEN FROM THE TITLES.\n     1. LETTERS TO PHYSICIANS AND MINISTERS (1903)\n     2. LETTERS TO PHYSICIANS AND MINISTERS (LATE 1904 OR 1905)\n     3. LETTERS TO SANITARIUM WORKERS IN SOUTHERN CALIFORNIA (1905)\n     4. THE SPIRIT OF UNITY (1905)\n     5. AN EARNEST APPEAL IN BEHALF OF THE BOULDER, COLORADO, SANITARIUM (1905)\n     6. YOUTH GOING TO BATTLE CREEK TO OBTAIN AN  EDUCATION (1905)\n\n                                                                      xii\n\n     7. MESSAGES OF WARNING AND INSTRUCTION TO SEVENTH-DAY ADVENTISTS REGARDING DANGERS  CONNECTED WITH THE MEDICAL MISSIONARY WORK (1906)\n     8. THE STRENGTHENING OF OUR INSTITUTIONS AND TRAINING CENTERS AND A PLEA FOR MEDICAL MISSIONARY  EVANGELISTS (1907)\n     9. INDIVIDUAL RESPONSIBILITY AND CHRISTIAN UNITY (1907)\n     10. JEHOVAH IS OUR KING (1908)\n     11. THE MADISON SCHOOL (1908)\n     12. THE OAKWOOD MANUAL TRAINING SCHOOL (CIR. 1908)\n     12X. THE HUNTSVILLE SCHOOL (CIR. 1908)\n     13. THE NEW ENGLAND SANITARIUM (1908)\n     14. THE PARADISE VALLEY SANITARIUM (1909)\n     15. SANITARIUM WORKERS (1911)\n     16. SELECTIONS FROM THE TESTIMONIES FOR STUDENTS\n         AND WORKERS OF OUR SANITARIUMS (1911)\n     17. THE UNWISE USE OF MONEY AND THE SPIRIT OF\n         SPECULATION (1911)\n     18. THE NASHVILLE SANITARIUM (1912)\n     19. THE SPIRIT OF SACRIFICE (1913)\n     TO THIS LIST ARE SOMETIMES ADDED TWO TIMES WHICH DID NOT CARRY THE \"SERIES B\" IDENTIFICATION:\n     20. APPEALS FOR UNITY (1912)\n     21. RECREATION (CIR. 1913)\n     WITH OBJECTIVES QUITE DIFFERENT FROM THE ENVELOPE-SIZE SPECIAL TESTIMONY PAMPHLETS OF THE 1890'S, AND APPEARING IN A LARGER PAGE SIZE, THESE WERE FROM THE OUTSET DESIGNATED AS SPECIAL TESTIMONIES, SERIES B. THEIR PREDECESSORS OF THE 1890'S, WITH MESSAGES FOR MINISTERS AND WORKERS, BECAME KNOWN AS \"SERIES A,\" ALTHOUGH NOT SO DESIGNATED AT THE TIME OF PUBLICATION.\n     GENERAL MATTER OF LASTING USEFULNESS TO THE CHURCH, AS FIRST PUBLISHED IN \"SERIES B\" ARTICLES, WAS\n\n                                                       xiii\n\nSUBSEQUENTLY EMBODIED IN VOLUMES 8 AND 9 OF TESTIMONIES FOR THE CHURCH, AND IN COUNSELS ON HEALTH, COUNSELS ON STEWARDSHIP, MEDICAL MINISTRY, AND SELECTED MESSAGES. TWO ARTICLES FROM THE \"SERIES B\" COLLECTION APPEAR IN THIS VOLUME. THEY ARE: \"JEHOVAH IS OUR KING,\" PAGES 477-484 AND \"INDIVIDUAL RESPONSIBILITY AND CHRISTIAN UNITY,\" PAGES 485-505.\n     WORKING OVER A PERIOD OF MANY YEARS, MRS. WHITE OFTEN REPEATED CERTAIN LINES OF COUNSEL. TO REPRINT ALL THAT HAD APPEARED IN THE EARLIER PAMPHLETS AND WRITINGS WOULD BURDEN THE READER WITH A REPETITION OF SUBJECT MATTER AND ALSO WITH THE DETAILS OF LOCAL OR PERSONAL MATTERS NOT NOW OF GENERAL SIGNIFICANCE. CONCERNING THE MATERIAL SELECTED FOR THIS VOLUME, THE PREFACE TO THE FIRST EDITION STATED:\n     \"THE COMMITTEE HAVE EARNESTLY AND PRAYERFULLY SOUGHT TO PRESENT IN THE ONE MODEST VOLUME THE BEST AND STRONGEST OF THE TRACT-PRINTED MATTER, AND BELIEVE THAT THE PORTIONS OMITTED ARE MORE THAN COVERED BY THAT WHICH HAS BEEN GATHERED FROM OTHER TRACTS OF LIMITED CIRCULATION.\"\n     THOSE RESPONSIBLE FOR THIS THIRD EDITION OF TESTIMONIES TO MINISTERS SAY WITH THE PUBLISHERS IN 1923 THAT THIS CONVENIENT VOLUME IS SENT FORTH WITH THE EARNEST PRAYER THAT IT MAY BE, TO ALL TO WHOM IT MAY COME, A SOURCE OF INSTRUCTION IN THE DEEP THINGS OF GOD; THAT IT MAY REVIVE THE HOPES AND ENERGIES OF GOD'S PEOPLE; THAT IT MAY HELP TO BRING REFORMATION OF LIFE WHERE NEEDED, AND IN ALL OF US THE CHRISTIAN GRACES THAT WILL REVEAL CHRIST TO THE WORLD; AND THAT IT MAY BRING US ALL NEARER TOGETHER BY BRINGING US ALL CLOSER TO THE HEART OF OUR BLESSED LORD.\n\n                             THE BOARD OF TRUSTEES OF THE\n  \t\t           ELLEN G. WHITE ESTATE.\nWASHINGTON, D.C.  \nMAY 10, 1962.\n\n\nHISTORICAL FOREWORD\n\n     AS NOTED IN THE PREFACE TO THIS THIRD EDITION, TESTIMONIES TO MINISTERS CONSISTS OF MATERIALS DRAWN FROM SEVERAL SOURCES, PRIMARILY ELLEN G. WHITE ARTICLES WHICH HAVE APPEARED IN THE REVIEW AND HERALD AND PAMPHLETS BEARING TESTIMONIES TO THE BATTLE CREEK CHURCH AND TO THE LEADING WORKERS OF THE CAUSE. THE LARGER PART OF THE CONTENT OF THIS VOLUME WAS WRITTEN IN THE YEARS 1890-1898, WITH SOME EARLIER AND LATER MATERIALS DRAWN IN TO AUGMENT CERTAIN AREAS OF COUNSEL. SECTION I, \"THE CHURCH OF CHRIST,\" GIVES ASSURANCE OF THE TENDER REGARD IN WHICH GOD HOLDS HIS CHURCH, AND CONTAINS CLEAR-CUT PROMISES OF THE CHURCH'S TRIUMPH. THIS IS FOLLOWED BY WARNINGS AND COUNSELS TO MINISTERS AND ADMINISTRATORS.\n     THE DECADE OF THE 1890'S WAS AN INTERESTING, YET IN SOME WAYS DISTRESSING, PERIOD IN THE EXPERIENCE OF SEVENTH-DAY ADVENTISTS. THE CHURCH WAS GROWING, MORE THAN DOUBLING ITS MEMBERSHIP IN THE TEN-YEAR PERIOD. WITH RAPIDITY ITS WORKERS WERE ENTERING NEW COUNTRIES. INSTITUTIONS AT HOME AND ABROAD WERE BROUGHT INTO BEING. THE ORIGINAL PROVISIONS FOR  ORGANIZATION DEVISED AT THE FIRST GENERAL CONFERENCE SESSION IN 1863 WERE BEING RAPIDLY OUTGROWN. OLDER ESTABLISHED INSTITUTIONS WERE EXPANDING AND ENTERING UPON A PERIOD OF POPULARITY WITH BOTH SEVENTH-DAY ADVENTISTS AND THE WORLD. THIS GROWTH WAS FRAUGHT WITH MANY PERILS, FROM LIBERALISM ON ONE HAND TO CONSOLIDATION AND CENTRALIZATION ON THE OTHER HAND. THEN, IN AND THROUGH THE EXPERIENCE OF THIS PERIOD, THERE WERE ELEMENTS REFLECTING THE AFTERMATH OF THE 1888 GENERAL CONFERENCE SESSION HELD IN MINNEAPOLIS, MINNESOTA,\n\n                                                                  xvi\n\nWHERE CERTAIN DOCTRINAL ISSUES WERE DISCUSSED HEATEDLY AND AT LENGTH. A NUMBER OF MEN IDENTIFIED THEMSELVES WITH ONE CAMP OR THE OTHER, WITH THEIR DECISIONS INFLUENCED NOT ALONE BY THE DOCTRINAL ARGUMENTS PRESENTED, BUT ALSO MOLDED BY ATTITUDES TOWARD THE SPIRIT OF PROPHECY COUNSELS. IN SOME CASES THESE ATTITUDES WERE NOT WHOLESOME. THROUGH MOST OF THIS PERIOD, ELLEN WHITE WAS IN AUSTRALIA, LABORING TO BUILD UP THE WORK IN THAT NEWLY ENTERED LAND AND LEADING OUT IN THE ESTABLISHMENT OF A COLLEGE AND A SANITARIUM IN THAT CONTINENT.\n     THIS VOLUME BEARS THE TITLE OF TESTIMONIES TO MINISTERS AND GOSPEL WORKERS. IT IS NOT DEVOTED ESSENTIALLY TO INSTRUCTION AS TO HOW THE WORK OF THE MINISTER SHOULD BE CONDUCTED, AS IS GOSPEL WORKERS. THIS VOLUME CONTAINS MESSAGES GIVEN TO ADMONISH, WARN, REPROVE, AND COUNSEL THE MINISTERS OF THE CHURCH, WITH SPECIAL ATTENTION GIVEN TO PERILS PECULIAR TO MEN WHO STAND IN POSITIONS OF RESPONSIBILITY. SOME OF THE REPROOFS ARE SEVERE, BUT THE ASSURANCE IS GIVEN THAT GOD IN HIS CHASTENING, \"WOUNDS ONLY THAT HE MAY HEAL, NOT CAUSE TO PERISH.\"--TESTIMONIES TO MINISTERS, PAGE 23.\n     THE REPROOFS AND COUNSELS DIRECTED TO MINISTERS AND ESPECIALLY ADMINISTRATORS WERE NOT PUBLISHED INITIALLY BY ELLEN G. WHITE, BUT RATHER BY THE PRESIDENT OF THE GENERAL CONFERENCE, AND LATER THE GENERAL CONFERENCE COMMITTEE. FOR THE MOST PART THEY WERE MESSAGES DIRECTED ORIGINALLY TO THE PRESIDENT OF THE GENERAL CONFERENCE, O. A. OLSEN, AND HIS ASSOCIATES IN ADMINISTRATIVE WORK, PARTICULARLY IN BATTLE CREEK. HE AND HIS COMMITTEE PLACED THEM IN PRINT THAT THEIR FELLOW MINISTERS AND FELLOW ADMINISTRATORS MIGHT HAVE THE BENEFIT OF THE REPROOFS WHICH POINTED OUT WRONGS, AND THE COUNSELS AND ENCOURAGEMENT ASSOCIATED WITH THE REPROOF.\n\n                                                                                   xvii\n                   A REVIEW OF SIGNIFICANT HISTORY\n\n     AS WE REVIEW CERTAIN SITUATIONS IN OUR CHURCH HISTORY WHICH FORM THE BACKGROUND FOR THE MESSAGES OF THE 1890'S, WE UNCOVER CLUES WHICH ENABLE US BETTER TO UNDERSTAND THESE MESSAGES. LET US TURN BACK THE PAGES OF HISTORY AND LOOK AT SOME IMPORTANT DEVELOPMENTS.\n     FROM THE VERY OUTSET, SABBATH-KEEPING ADVENTISTS WERE CHARACTERIZED BY THEIR EAGERNESS TO UNDERSTAND GOD'S WILL AND TO WALK IN HIS WAY. IN THEIR ADVENT EXPERIENCE OF THE MID-1840'S THEY HAD WITNESSED THE STABLE PROTESTANT CHURCHES, WITH THEIR CREEDAL STAKES FIRMLY DRIVEN, TURN FROM GREAT TRUTHS TAUGHT IN THE WORD OF GOD. MANY OF THESE ADVENTISTS HAD BEEN CAST OUT OF THESE CHURCHES BECAUSE OF THEIR ADVENT HOPE, A HOPE WHICH SPRANG FROM THE SCRIPTURES. THEY HAD SEEN THEIR FORMER BRETHREN ENTER INTO ACTIVE OPPOSITION TO THOSE WHO HELD AND EXPOUNDED BIBLE TRUTHS. THIS LED THEM TO BE FEARFUL OF FORMALITY AND CHURCH ORGANIZATION. BUT AS THE WAY BEGAN TO OPEN FOR THE HERALDING OF THE THIRD ANGEL'S MESSAGE, THE NEED FOR ORGANIZATION DEVELOPED, AND IN JANUARY, 1850, ELLEN WHITE WAS SHOWN THAT THE SABBATH-KEEPING ADVENTISTS SHOULD BRING THEIR WORK INTO ORDER, FOR \"EVERYTHING IN HEAVEN WAS IN PERFECT ORDER.\"--MS. 11, 1850.\n     EARNEST EFFORTS TO BRING ABOUT CHURCH ORGANIZATION SPANNED THE DECADE OF THE 1850'S. THEY CULMINATED IN 1860 IN THE CHOICE OF THE NAME \"SEVENTH-DAY ADVENTISTS,\" AND, IN 1861, IN PLANS FOR THE ORGANIZATION OF LOCAL CHURCHES AND STATE CONFERENCES. THEN IN 1863, THE STATE CONFERENCES WERE BOUND TOGETHER IN THE GENERAL CONFERENCE. PAINSTAKING CARE WAS EXERCISED TO AVOID THE FIRST STEP IN FORMING A CREED, FOR IT WAS APPARENT THAT THE CHURCH COULD NOT HAVE CREEDAL STAKES FIRMLY\n\n                                                                                xviii\n\nDRIVEN, AND AT THE SAME TIME BE FREE TO FOLLOW GOD'S OPENING PROVIDENCES AS REVEALED THROUGH A STUDY OF THE WORD OF GOD AND THE REVELATIONS OF THE SPIRIT OF PROPHECY. AN EXCELLENT STATEMENT REVIEWING GOD'S PROVIDENCE IN INSTITUTING CHURCH ORDER APPEARS ON PAGES 24-32.\n     AT THE TIME OF THE ORGANIZATION OF THE GENERAL CONFERENCE IN 1863, A GENERAL CONFERENCE COMMITTEE OF THREE MEN WAS CHOSEN. THE MAJOR INTERESTS OF THE CHURCH CONSISTED OF THE SEVERAL STATE CONFERENCES AND A PUBLISHING HOUSE LOCATED AT BATTLE CREEK, MICHIGAN. IN THE EVANGELISTIC FIELD, INCREASING SUCCESS CAME TO SEVENTH-DAY ADVENTIST MINISTERS. THEIR WORK CONSISTED MAINLY IN PREACHING THE DISTINCTIVE TRUTHS OF THE GOSPEL MESSAGE, INCLUDING THE SABBATH, THE STATE OF THE DEAD, THE SECOND ADVENT, AND THE SANCTUARY. MANY OF THE MEN WERE DRAWN INTO DISCUSSIONS AND DEBATES INVOLVING THE LAW OF GOD AND OTHER VITAL BIBLE TRUTHS. IMPERCEPTIBLY, NOT A FEW OF THOSE WHO ENGAGED IN SUCH DISCUSSIONS BECAME SELF-RELIANT, AND THERE DEVELOPED IN THEIR HEARTS A SPIRIT OF SURENESS, SELF-DEPENDENCE, AND ARGUMENTATIVENESS. IN TIME THIS BORE UNWHOLESOME FRUIT.\n\n               INSTITUTIONAL DEVELOPMENT\n\n     INSTITUTIONAL DEVELOPMENT FOLLOWED QUICKLY ON THE HEELS OF THE ORGANIZATION OF THE GENERAL CONFERENCE. IN THE VISION GIVEN TO ELLEN WHITE IN DECEMBER, 1865, A MEDICAL INSTITUTION WAS CALLED FOR, AND IN RESPONSE THE LEADERS OPENED A SMALL HEALTH INSTITUTE IN BATTLE CREEK IN SEPTEMBER, 1866. LESS THAN A DECADE LATER, IN THE MESSAGES WHICH CAME FROM THE PEN OF ELLEN WHITE, A SCHOOL WAS CALLED FOR. IN 1874, BATTLE CREEK COLLEGE WAS BUILT. THUS THREE MAJOR INSTITUTIONAL DEVELOPMENTS FORGED AHEAD IN BATTLE CREEK, DRAWING AN EVER-ENLARGING NUMBER OF SEVENTH-DAY ADVENTISTS INTO\n\n                                                       xix\n\nA RAPIDLY GROWING DENOMINATIONAL CENTER. MEN OF BUSINESS EXPERIENCE WERE CALLED IN TO CARE FOR THE BUSINESS INTERESTS OF THE INSTITUTIONS. AS THE BUSINESS INTERESTS EXPANDED AND DEVELOPED AND PROSPERED, SOME OF THESE MEN CAME TO TRUST MORE IN THEIR BUSINESS ACUMEN THAT IN GOD'S MESSAGES OF GUIDANCE. TO THEM, BUSINESS WAS BUSINESS.\n     BEFORE A DECADE HAD PASSED THE DENOMINATION WAS CONFRONTED WITH A STRUGGLE BETWEEN THE INTERESTS OF AN EDUCATIONAL PROGRAM FOUNDED ON SPIRIT OF PROPHECY PRINCIPLES AND THE EDUCATIONAL PROGRAM OF THE WORLD, GUIDED BY MEN STEEPED IN WORLDLY POLICIES AND METHODS.\n     THE PIONEERS OF THE SEVENTH-DAY ADVENTIST CHURCH WERE LARGELY SELF-MADE MEN. THEY WERE MEN OF CONSECRATION, ABILITY, AND SKILL. ONE HAS BUT TO READ THEIR WRITINGS TO DISCERN THIS. BUT, KNOWING THE LIMITATIONS OF THEIR SCHOLASTIC BACKGROUNDS, THEY WERE INCLINED TO FEEL VERY HUMBLE. WHEN THERE CAME INTO THEIR MIDST IN THE EARLY 1880'S AN EDUCATOR BEARING HIS DEGREES, IT IS NOT SURPRISING THAT HE SHOULD BE PUSHED AHEAD INTO THE POSITION OF LEADERSHIP IN THE EDUCATIONAL WORK. ELEVATED QUICKLY TO A POSITION OF HIGH TRUST AT A TIME WHEN HE KNEW BUT LITTLE OF THE DOCTRINES AND HISTORY OF SEVENTH-DAY ADVENTISTS, HE WAS FOUND TO BE UNPREPARED FOR THE RESPONSIBILITIES PLACED UPON HIM.\n     THE ISSUES BECAME PAINFULLY ACUTE, WITH LEADERS AND LAYMEN IN BATTLE CREEK TAKING SIDES. SOME WERE SWEPT OFF THEIR FEET BY THE LEADERSHIP OF AN EDUCATOR WITH HIS DEGREES, WHILE OTHERS ENDEAVORED TO STAND WITH THOSE THINGS SET FORTH IN THE SPIRIT OF PROPHECY COUNSELS. THE OUTCOME WAS DISASTROUS TO THE COLLEGE AND TO THE EXPERIENCE OF THOSE INVOLVED. BATTLE CREEK COLLEGE WAS CLOSED FOR A YEAR. THINGS SAID AND POSITIONS TAKEN LEFT THEIR MARKS ON THE EXPERIENCE OF NOT A FEW LEADERS AND CHURCH MEMBERS.\n\nxx\n\n     IT WAS IN THIS PERIOD THAT THE ARTICLES COMPRISING TESTIMONIES FOR THE CHURCH, VOLUME 5, PAGES 9-98, WERE PUBLISHED, FIRST IN A PAMPHLET ENTITLED TESTIMONY FOR THE BATTLE CREEK CHURCH. THIS PAMPHLET INCLUDED NOT ONLY THAT WHICH WAS LATER REPUBLISHED IN VOLUME 5, BUT ALSO MORE PERSONAL REFERENCES DEALING WITH INDIVIDUALS AND SITUATIONS IN BATTLE CREEK. ONE NEEDS BUT TO READ THE TITLES TO SENSE THE ATMOSPHERE OF THE TIMES. THE SECOND CHAPTER, \"OUR COLLEGE,\" CARRIES SUBHEADINGS, \"THE BIBLE AS A TEXTBOOK,\" \"OBJECT OF THE COLLEGE,\" AND \"TEACHERS IN THE COLLEGE.\" FOLLOWING CHAPTERS ARE ENTITLED: \"PARENTAL TRAINING,\" \"IMPORTANT TESTIMONY,\" \"THE TESTIMONIES SLIGHTED,\" \"WORKERS IN OUR COLLEGE,\" \"JEALOUSY AND FAULTFINDING CONDEMNED.\"\n     THESE WERE DIFFICULT DAYS, AND AS ELLEN WHITE WENT THE FOLLOWING YEAR INTO THE 1883 GENERAL CONFERENCE SESSION AT BATTLE CREEK, SHE WAS DIVINELY LED TO GIVE A SERIES OF MORNING ADDRESSES TO SEVENTH-DAY ADVENTIST MINISTERS, PRESENTING PRACTICAL LINES OF COUNSEL. SIGNIFICANTLY, AMONG THESE WAS ONE DEVOTED TO \"CHRIST OUR RIGHTEOUSNESS.\" (SEE SELECTED MESSAGES, B. 1, PP. 350-354.) THESE HISTORIC CIRCUMSTANCES FORM PART OF THE BACKGROUND FOR THE E. G. WHITE COUNSELS FOUND IN THIS VOLUME.\n\n        THE 1880'S A PERIOD OF NOTABLE ADVANCE\n\n     ALTHOUGH THE CHURCH HAD SENT J. N. ANDREWS TO EUROPE IN 1874, WHILE IT WAS ENGAGED IN BUILDING THE COLLEGE, NOT UNTIL THE DECADE OF THE 1880'S DID THE CHURCH MOVE INTO A PERIOD OF NOTABLE MISSIONS ADVANCE AND INSTITUTIONAL DEVELOPMENT. IN 1882 TWO NEW SCHOOLS WERE STARTED, ONE AT HEALDSBURG, CALIFORNIA, AND THE OTHER AT SOUTH LANCASTER, MASSACHUSETTS. IN 1885 THE PUBLISHING WORK WAS ESTABLISHED IN BASEL,\n\n                                                     xxi\n\nSWITZERLAND, IN THE NEWLY BUILT CENTRAL PUBLISHING HOUSE. THE SAME YEAR WORKERS WERE SENT TO AUSTRALIA, AND SOON THE ECHO PUBLISHING COMPANY WAS ESTABLISHED IN MELBOURNE. THE PERSONAL PRESENCE OF ELLEN G. WHITE IN EUROPE IN THE YEARS 1885-1887 BROUGHT STRENGTH AND ENCOURAGEMENT TO THE WORK IN THE COUNTRIES SHE VISITED.\n     AS ONE REVIEWS CERTAIN POINTS IN THE DEVELOPMENT OF DENOMINATIONAL HISTORY, THERE GROWS UPON HIM AN AWARENESS OF THE REALITY OF THE CONFLICT BETWEEN THE FORCES OF RIGHTEOUSNESS AND THE FORCES OF EVIL. THE CHURCH WHICH HAD EMERGED WAS THE REMNANT CHURCH OF PROPHECY, WITH GOD'S MESSAGE FOR THE TIMES. THE GREAT ADVERSARY DID ALL WITHIN HIS POWER TO BRING THE WORK TO NAUGHT.\n\n         THE SETTING OF THE 1888 MINNEAPOLIS CONFERENCE\n\n     ONE OF THE ENEMY'S MOST EFFECTIVE MEASURES WAS TO LEAD GOOD MEN TO TAKE POSITIONS WHICH ULTIMATELY BROUGHT HINDRANCE TO THE WORK THEY LOVED. THIS WAS SEEN IN THE SPIRIT WHICH DEVELOPED IN THE HEARTS OF MEN WHO ENGAGED IN DISCUSSIONS AND DEBATES. IT WAS SEEN IN THE EXPERIENCE OF BUSINESSMEN CONNECTED WITH THE CAUSE. IT WAS SEEN IN THE EXPERIENCE OF MISSIONARIES GOING OUT TO NEW COUNTRIES, WHO, WITH NARROW CONCEPTS OF THE WORK, FOUND IT DIFFICULT TO MOVE FORWARD IN THE WAY GOD WOULD HAVE THEM TAKE. IT WAS SEEN IN THE TENDENCY SHOWN BY SOME TO DEPEND UPON THE LEADERS AT BATTLE CREEK FOR GUIDANCE IN THE MINUTE AFFAIRS OF A FAR-FLUNG MISSION WORK. IT WAS SEEN IN THE WAY LEADING MEN AT BATTLE CREEK, HEAVILY BURDENED WITH INSTITUTIONAL WORK, ATTEMPTED TO GIVE DETAILED DIRECTION TO THE WORK IN DISTANT LANDS OF WHICH THEY KNEW LITTLE.\n     AS THE SEVENTH-DAY ADVENTIST CHURCH CAME TO THE \n\n                                              xxii\n\nCLOSE OF THE YEAR 1887, IT HAD A TOTAL WORLD MEMBERSHIP OF 25,841, WITH TWENTY-SIX LOCAL CONFERENCES AND ONE MISSION IN NORTH AMERICA AND FOUR LOCAL CONFERENCES AND SIX MISSIONS OVERSEAS. THE GENERAL CONFERENCE COMMITTEE CONSISTED OF SEVEN MEN, THE COMMITTEE HAVING BEEN CAUTIOUSLY ENLARGED IN 1882 FROM THREE MEMBERS TO FIVE AND IN 1886 FROM FIVE TO SEVEN. TO TAKE CARE OF THE LEGAL BUSINESS OF THE CAUSE, THE GENERAL CONFERENCE ASSOCIATION HAD BEEN FORMED WITH A BOARD OF FIVE TRUSTEES. VARIOUS BRANCHES OF THE WORK HAD DEVELOPED INTO SOMEWHAT AUTONOMOUS ORGANIZATIONS, SUCH AS THE \"INTERNATIONAL SABBATH SCHOOL ASSOCIATION,\" THE \"HEALTH AND TEMPERANCE ASSOCIATION,\" AND THE \"INTERNATIONAL TRACT AND MISSIONARY ASSOCIATION.\" AS HAS BEEN NOTED, FOR TWO YEARS, MID-1885 TO 1887, ELLEN WHITE HAD BEEN IN EUROPE. NOW SHE WAS BACK IN THE UNITED STATES, RESIDING AT HER HEALDSBURG, CALIFORNIA, HOME. THERE WERE TWO PUBLISHING HOUSES IN OPERATION IN THE UNITED STATES: THE REVIEW AND HERALD IN BATTLE CREEK, MICHIGAN, AND THE PACIFIC PRESS IN OAKLAND, CALIFORNIA. EACH OF THESE PUBLISHING HOUSES DID CONSIDERABLE COMMERCIAL WORK TO KEEP ITS EQUIPMENT AND PERSONNEL FULLY EMPLOYED, AND THUS TO MAINTAIN FACILITIES NEEDED FOR DENOMINATIONAL PRINTING. AT EACH OF THESE OFFICES A LEADING JOURNAL WAS PUBLISHED, THE REVIEW AND HERALD IN BATTLE CREEK AND SIGNS OF THE TIMES IN OAKLAND.\n     DURING THE PRECEDING YEAR OR TWO SOME DIFFERENCES OF OPINION HAD BEEN EXPRESSED IN ARTICLES APPEARING IN THESE JOURNALS, CONCERNING THE LAW IN GALATIANS. IN EACH CASE THE EDITORS OF THE JOURNALS CHAMPIONED OPPOSING POSITIONS. ELLEN WHITE, WHILE STILL IN SWITZERLAND, WROTE TO THE EDITORS OF SIGNS OF THE TIMES COUNSELING AGAINST PUBLISHING ARTICLES WITH CONFLICTING VIEWS. THIS MESSAGE IS TO BE FOUND IN COUNSELS TO WRITERS AND EDITORS, PAGES 75-82.\n\n                                                         xxiii\n\n             THE GENERAL CONFERENCE OF 1888\n\n     THE GENERAL CONFERENCE SESSION OF 1888 WAS CALLED FOR MINNEAPOLIS, MINNESOTA, OCTOBER 17 TO NOVEMBER 4. THIS WAS PRECEDED BY A WEEK-LONG BIBLICAL INSTITUTE, AT WHICH THERE WERE DISCUSSIONS AS TO WHETHER THE HUNS OR THE ALEMANNI SHOULD CONSTITUTE ONE OF THE TEN KINGDOMS OF DANIEL 2 AND 7, AND REVELATION 13. URIAH SMITH, EDITOR OF THE REVIEW AND HERALD, TOOK A CERTAIN POSITION AND A. T. JONES, EDITOR OF SIGNS OF THE TIMES, TOOK ANOTHER. E. J. WAGGONER, ALSO FROM THE PACIFIC PRESS, CONDUCTED STUDIES ON THE ATONEMENT AND THE LAW OF GOD, AND ELDER JONES PRESENTED JUSTIFICATION BY FAITH. THESE DISCUSSIONS CONTINUED INTO THE SESSION ITSELF, AND OCCASIONALLY THERE WAS BITTER DISPUTATION. SOME OF THE MINISTERS HAD COME TO THE CONFERENCE TO DEBATE CERTAIN QUESTIONS, RATHER THAN TO STUDY TRUTH. ELLEN WHITE WAS PRESENT, AND SHE CALLED FOR ALL TO APPROACH THESE PRESENTATIONS WITH OPEN HEARTS AND OPEN MINDS. SHE URGED A CAREFUL, PRAYERFUL STUDY OF THE TOPICS UNDER DISCUSSION.\n     SOMEHOW THE ISSUES CAME TO BE IDENTIFIED WITH CERTAIN MEN. TO MANY, THE MESSAGE OF RIGHTEOUSNESS BY FAITH STRUCK HOME, AND THERE WAS A RESPONSE OF HEART AND SOUL WHICH LED TO VICTORIOUS EXPERIENCE IN PERSONAL CHRISTIAN LIVING. THERE WERE OTHERS WHO IDENTIFIED THEMSELVES WITH CERTAIN CAUTIOUS AND CONSERVATIVE LEADERS FROM BATTLE CREEK WHO SAW WHAT THEY THOUGHT WERE PERILS IN SOME OF THE TEACHINGS PRESENTED. WHEN THE CONFERENCE CAME TO A CLOSE, THESE MEN HAD FAILED TO GAIN THE BLESSING GOD HAD IN STORE FOR THEM.\n     THERE IS NO RECORD OF THE DISCOURSES WHICH WERE PRESENTED AT THE CONFERENCE BY OTHERS THAN ELLEN G. WHITE, FOR IT WAS NOT THE CUSTOM OF THAT TIME TO PUBLISH THE ADDRESSES. A GENERAL CONFERENCE BULLETIN WAS\n\nxxiv\n\nISSUED, BUT IT WAS A SIMPLE SHEET CARRYING NEWS ABOUT THE EVENTS OF THE CONFERENCE AND PRESENTING THE BUSINESS PROCEEDINGS. NO ACTION WAS TAKEN ON THE BIBLICAL QUESTIONS DISCUSSED.\n     AT THAT MEETING ELDER O. A. OLSEN WAS ELECTED PRESIDENT OF THE GENERAL CONFERENCE, BUT HE WAS IN EUROPE DURING THE CONFERENCE. ON NOVEMBER 27, 1888, WILLIAM C. WHITE, A MEMBER OF THE GENERAL CONFERENCE COMMITTEE, WROTE ELDER OLSEN THAT \"THE DELEGATES AT THE CLOSE OF THE MEETING CARRIED AWAY VERY DIFFERENT IMPRESSIONS. MANY FELT THAT IT WAS ONE OF THE MOST PROFITABLE MEETINGS THAT THEY EVER ATTENDED; OTHERS THAT IT WAS THE MOST UNFORTUNATE CONFERENCE EVER HELD.\"\n\n              DIFFERING ATTITUDES TOWARD RIGHTEOUSNESS BY FAITH\n\n     ELLEN WHITE WAS MUCH IN THE FIELD DURING THE NEXT TWO YEARS, ENDEAVORING TO LEAD THE CHURCHES AND CONFERENCES TO A DEEPER, FULLER UNDERSTANDING OF THE IMPORTANT MESSAGE OF RIGHTEOUSNESS BY FAITH. SHE SPOKE OF THIS BIBLE TRUTH AS ONE WHICH, THOUGH \"NEW TO MANY MINDS,\" WAS IN REALITY \"OLD TRUTH IN NEW FRAMEWORK.\" --ELLEN G. WHITE, REVIEW AND HERALD, JULY 23, 1889, REPRINTED IN SELECTED MESSAGES, B. 1, P. 355.\n     SHE WAS ABLE TO REPORT DURING THE FOLLOWING GENERAL CONFERENCE SESSION, HELD IN BATTLE CREEK FROM OCTOBER 18 TO NOVEMBER 5, 1889, THAT \"THE SPIRIT THAT WAS IN THE MEETING AT MINNEAPOLIS IS NOT HERE. ALL MOVES OFF IN HARMONY. THERE IS A LARGE ATTENDANCE OF DELEGATES. OUR FIVE O'CLOCK MORNING MEETING IS WELL ATTENDED, AND THE MEETINGS GOOD. ALL THE TESTIMONIES TO WHICH I HAVE LISTENED HAVE BEEN OF AN ELEVATING CHARACTER. THEY SAY THAT THE PAST YEAR HAS BEEN THE BEST OF THEIR LIFE; THE LIGHT SHINING FORTH FROM THE WORD\n\n                                                        xxv\n\nOF GOD HAS BEEN CLEAR AND DISTINCT--JUSTIFICATION BY FAITH, CHRIST OUR RIGHTEOUSNESS. THE EXPERIENCES HAVE BEEN VERY INTERESTING.\n     \"I HAVE ATTENDED ALL BUT TWO MORNING MEETINGS. AT EIGHT O'CLOCK BROTHER JONES SPEAKS UPON THE SUBJECT OF JUSTIFICATION BY FAITH, AND GREAT INTEREST IS MANIFESTED. THERE IS A GROWTH IN FAITH AND IN THE KNOWLEDGE OF OUR LORD AND SAVIOUR JESUS CHRIST.\"-- ELLEN G. WHITE MANUSCRIPT 10, 1889, PUBLISHED IN SELECTED MESSAGES, B. 1, P. 361.\n     UNFORTUNATELY, SEVERAL AMONG THE LEADERS OF OUR WORK CONNECTED WITH THE GENERAL CONFERENCE AND OUR INSTITUTIONS AT BATTLE CREEK RANKED THEMSELVES ON THE NEGATIVE SIDE AND ESTABLISHED IN THE VERY HEART OF THE WORK OF THE CHURCH A HARD CORE OF RESISTANCE. WITHIN THE NEXT FEW YEARS, MANY OF THOSE WHO HAD PLACED THEMSELVES IN THIS CAMP SAW THEIR MISTAKE AND MADE HEARTFELT CONFESSIONS. BUT THERE WERE SOME WHO STUBBORNLY RESISTED. SOME OF THESE, CONNECTED WITH THE BUSINESS INTERESTS OF THE CHURCH AND OUR INSTITUTIONS, MADE THEIR INFLUENCE FELT WELL THROUGH THE 1890'S. IT WAS OF SUCH THAT ELLEN WHITE IN 1895 WROTE AS RECORDED ON PAGE 363: \"THE RIGHTEOUSNESS OF CHRIST BY FAITH HAS BEEN IGNORED BY SOME; FOR IT IS CONTRARY TO THEIR SPIRIT, AND THEIR WHOLE LIFE EXPERIENCE.\"\n     IN THIS VOLUME, FROM PAGE 76 AND ONWARD, FREQUENT REFERENCE WILL BE FOUND TO MINNEAPOLIS AND ITS AFTERMATH, AND TO THE EXPERIENCE OF SOME WHO WERE INVOLVED.\n     AT THE SESSION OF 1888, THE GENERAL CONFERENCE COMMITTEE WAS MATERIALLY CHANGED. O. A. OLSEN WAS CALLED FROM EUROPE TO TAKE THE PRESIDENCY OF THE GENERAL CONFERENCE, REPLACING GEORGE I. BUTLER. ELDER BUTLER WAS ILL, AND, ALTHOUGH NOT PRESENT AT THE MINNEAPOLIS CONFERENCE SESSION, HAD PLACED HIMSELF\n\n                                                 xxvi\n\nWITH THOSE ON THE NEGATIVE SIDE OF THE ISSUE. HE WENT INTO A PERIOD OF RETIREMENT AND CARED FOR HIS INVALID WIFE FOR TEN YEARS OR MORE, THEN MADE A GOOD COMEBACK AND AGAIN OCCUPIED POSITIONS OF RESPONSIBILITY IN THE DENOMINATION.\n     ELDER OLSEN, A MAN IN FULL SYMPATHY WITH THE EMPHASIS PLACED ON THE TRUTH OF RIGHTEOUSNESS BY FAITH, AND ONE WHO WAS EVER LOYAL TO THE SPIRIT OF PROPHECY COUNSELS, FOUND IT DIFFICULT TO MEET CERTAIN OF THE PROBLEMS AT BATTLE CREEK. PARTICULARLY HARD WERE PROBLEMS ARISING FROM THE RAPID DEVELOPMENT OF INSTITUTIONS AND THE ENLARGEMENT OF THE WORK IN BATTLE CREEK TO THE DETRIMENT OF THE WORK ELSEWHERE.\n\n              CONSOLIDATION AND ITS ATTENDANT  PROBLEMS\n\n     AT THE GENERAL CONFERENCE SESSION OF 1889, CONSIDERATION WAS GIVEN TO PROBLEMS ARISING FROM THE OPERATION OF TWO LARGE PUBLISHING HOUSES, ONE IN BATTLE CREEK AND THE OTHER ON THE PACIFIC COAST. A COMMITTEE OF TWENTY-ONE WAS APPOINTED TO GIVE STUDY TO THE CONSOLIDATION OF THE DENOMINATION'S PUBLISHING INTERESTS. THE ACTION ALSO CALLED FOR CONSIDERATION OF A SIMILAR ORGANIZATION \"FOR THE PURPOSE OF CONTROLLING ALL OUR EDUCATIONAL INTERESTS AND OWNING THE PROPERTY, THUS BRINGING THEM UNDER ONE GENERAL MANAGEMENT; ALSO, ANOTHER TO CONTROL OUR HEALTH INSTITUTIONS.\"--GENERAL CONFERENCE BULLETIN, NOV. 6, 1889, P. 149. THIS COMMITTEE BROUGHT ITS REPORT TO THE SESSION OF 1891. THE PROPOSAL MADE WAS THAT THE GENERAL CONFERENCE ASSOCIATION, AS THE CORPORATION FORMED TO REPRESENT THE LEGAL INTERESTS OF THE CHURCH, SHOULD TAKE OVER ALL THE PUBLISHING INTERESTS AND OPERATE THE PUBLISHING HOUSES FROM ONE HEADQUARTERS. IT WAS RECOGNIZED THAT WITH THE LARGER INTERESTS TO BE PLACED IN THE HANDS OF THIS\n\n                                                   xxvii\n\nLEGAL ASSOCIATION, THE MEMBERSHIP SHOULD BE ENLARGED TO TWENTY-ONE. THESE PROPOSALS WERE ADOPTED BY THE CONFERENCE.\n     SUBSEQUENT RECORDS INDICATE THAT STEPS WERE TAKEN TO CONSOLIDATE THE CHURCH'S WORLDWIDE ACTIVITIES, WHICH HAD BEEN UNDER THE MANAGEMENT OF VARIOUS COMMITTEES, AND PLACE THEM UNDER THE CONTROL OF THE GENERAL CONFERENCE ASSOCIATION WITH ITS COMMITTEE OF TWENTY-ONE.\n     THE LEADING OFFICERS OF THE GENERAL CONFERENCE COMMITTEE WERE ALSO LEADING OFFICERS OF THE GENERAL CONFERENCE ASSOCIATION. HOWEVER, WITH THE MEMBERS OF BOTH COMMITTEES USUALLY SCATTERED THROUGHOUT THE WORLD, THE ROUTINE BUSINESS FELL LARGELY INTO THE HANDS OF A FEW MEN IN BATTLE CREEK, SOME OF WHOM WERE DEEPLY INVOLVED IN THE BUSINESS INTERESTS OF THE INSTITUTIONS THERE.\n     NOT ALL THAT WAS CONTEMPLATED IN THE ACTION CALLING FOR CONSOLIDATION CAME ABOUT, BUT SUFFICIENT DID MATERIALIZE TO START A TRAIN OF MOVEMENT TOWARD CONSOLIDATION AND TO LOAD THE GENERAL CONFERENCE ASSOCIATION WITH THE FINANCIAL OBLIGATIONS OF THE PUBLISHING HOUSES, TRACT SOCIETIES, EDUCATIONAL INSTITUTIONS, AND SANITARIUMS THROUGHOUT THE WORLD. WITH A FULL MEETING OF THE COMMITTEE HELD ONLY RARELY, IT WAS INEVITABLE THAT ROUTINE DECISIONS AFFECTING THE INTERESTS OF THE CAUSE THROUGHOUT THE WORLD WERE MADE BY A HANDFUL OF MEN IN BATTLE CREEK--OFTEN NO MORE THAN FOUR, FIVE, OR SIX MEN. IN HER COMMUNICATIONS ELLEN G. WHITE PROTESTED THE MOVES TOWARD CONSOLIDATION, AND OTHER MOVES WHICH DID NOT BEAR GOD'S ENDORSEMENT. (SEE LIFE SKETCHES, PAGES 319-330, CHAPTER, \"DANGER IN ADOPTING WORLDLY POLICY IN THE WORK OF GOD.\")\n     THE SITUATION AT BATTLE CREEK, INVOLVING BOTH INSTITUTIONS AND THE GENERAL CONFERENCE, SEEMS TO BE\n\n                                    xxviii\n\nWELL SUMMED UP IN THE ARTICLE, \"THOU SHALT HAVE NO OTHER GODS BEFORE ME,\" WRITTEN IN SEPTEMBER, 1895, AND APPEARING ON PAGES 359-364. THE READER WOULD DO WELL TO PERUSE THIS CAREFULLY.\n     THE E. G. WHITE COMMUNICATIONS TO ELDER OLSEN, PRESIDENT OF THE GENERAL CONFERENCE AND OF THE GENERAL CONFERENCE ASSOCIATION, CONTAINED MANY MESSAGES OF REPROOF TO THOSE WHO WOULD TAKE UPON THEMSELVES THE RESPONSIBILITY OF MAKING DECISIONS TOUCHING SO INTIMATELY THE WORK OF THE DENOMINATION AROUND THE WORLD. MUCH OF THIS INSTRUCTION SENT TO ELDER OLSEN IS TO BE FOUND IN TESTIMONIES TO MINISTERS. AS NOTED ABOVE, HE PUT THE MESSAGES INTO PRINT, THAT THE INSTRUCTION AND WARNING MIGHT BE SENT TO OTHERS.\n\n        FAR-REACHING PUBLISHING-HOUSE PROBLEMS\n\n     UNFORTUNATELY THE STEP OF EXPEDIENCY TAKEN IN OUR PUBLISHING WORK IN EARLY YEARS, WHICH LED THE PUBLISHING HOUSES TO TAKE IN COMMERCIAL WORK, DEEPLY INVOLVED THESE INSTITUTIONS IN THE MERE BUSINESS OF PRINTING. IT REACHED THE POINT AT TIMES WHEN APPROXIMATELY 70 PERCENT OF THE PRINTING WAS COMMERCIAL WORK AND 30 PERCENT DENOMINATIONAL PRINTING. THOSE RESPONSIBLE FOR THE FINANCIAL INTERESTS OF THE PUBLISHING HOUSES ENVISIONED THE WORK IN THEIR HANDS AS THAT OF PRINTERS, AND THIS LED THEM TO ACCEPT FOR PUBLICATION MANUSCRIPTS OF A CHARACTER WHICH SHOULD NEVER HAVE BEEN PRINTED ON THE PRESSES OF THE CHURCH. (SEE TESTIMONIES, VOL. 7, PP. 161-168, CHAPTER \"COMMERCIAL WORK,\" AND SELECTED MESSAGES, B. 2, PP. 350, 351, \"THE PERILS OF HYPNOSIS.\")\n     AT THE SAME TIME, SOME MEN IN RESPONSIBLE POSITIONS IN THE PUBLISHING WORK TURNED FROM IMPORTANT BASIC PRINCIPLES WHICH HAD GOVERNED OUR INSTITUTIONS IN THE REMUNERATION OF ITS PERSONNEL. IT WAS REASONED THAT\n\n                                                xxix\n\nTHE WORK HAD REACHED ITS STATE OF PROSPERITY BECAUSE OF THE SPECIAL SKILLS AND TALENTS OF THOSE WHO SERVED IN MANAGERIAL LINES; THEREFORE THESE MEN SHOULD BE FAVORED BY SPECIAL REMUNERATION MORE IN KEEPING WITH THEIR POSITIONS IN MANAGEMENT. AS A RESULT, CERTAIN MEN IN KEY POSITIONS RECEIVED REMUNERATION DOUBLE THAT OF A SKILLED FACTORY WORKER.\n     THE SAME SPIRIT LED THE MANAGEMENT OF THE PUBLISHING HOUSE AT BATTLE CREEK TO TAKE EVERY STEP WITHIN ITS POWER TO GAIN CONTROL OF THE LITERARY PRODUCTS IT HANDLED, AND THIS RESULTED IN CUTTING OFF A FAIR ROYALTY INCOME TO AUTHORS OF THE BOOKS PUBLISHED BY THE HOUSE. IN THIS WAY THE INCOME OF THE PUBLISHING HOUSE WAS ENHANCED. IT WAS ARGUED THAT THOSE IN POSITIONS OF MANAGEMENT IN THE PUBLISHING HOUSE WERE IN A BETTER POSITION TO UNDERSTAND THE NEEDS OF THE CAUSE, AND KNOW HOW TO USE PROFITS WHICH CAME FROM LITERATURE, THAN WERE THE INDIVIDUAL AUTHORS. THE AUTHORS, THEY FELT, MIGHT FALL SHORT IN PROPER STEWARDSHIP OF ROYALTY INCOMES. IN SEVERAL COMMUNICATIONS, ELLEN WHITE, WRITING TO THOSE IN POSITIONS OF MANAGEMENT, POINTED OUT THAT SELFISHNESS MOTIVATED SUCH PLANS. COUNSEL IN THIS AREA IS FOUND IN TESTIMONIES, VOLUME 7, PAGE 176-180.\n\n        GENERAL CONFERENCE PRESIDENT PUBLISHES  TESTIMONIES\n\n     THE INFLUENCE OF SELFISH, GRASPING METHODS AND THE EXERCISE OF \"KINGLY POWER,\" AS ELLEN G. WHITE TERMED IT, WERE CONTAGIOUS. ELDER OLSEN, PRESIDENT OF THE GENERAL CONFERENCE, IN HIS HOPE THAT HE COULD STAY THE EVIL WORK OF SUCH INFLUENCES, MADE AVAILABLE TO THE MINISTERS OF THE CHURCH MANY OF THE MESSAGES OF COUNSEL WHICH CAME TO HIM AND OTHER LEADERS IN BATTLE CREEK DURING THIS CRITICAL PERIOD. THESE MESSAGES, PUBLISHED IN PAMPHLET FORM, WERE SENT OUT AS SPECIAL\n\n                                                 xxx\n\nINSTRUCTION TO MINISTERS AND WORKERS. THEY WERE OFTEN PREFACED BY AN EARNEST STATEMENT SIGNED BY THE PRESIDENT OF THE GENERAL CONFERENCE OR BY THE COMMITTEE. IN ELDER OLSEN'S INTRODUCTION TO THE SECOND OF THESE NUMBERED PAMPHLETS, WRITTEN ABOUT 1892, HE STATES:\n     \"WE FEEL IT OUR DUTY AGAIN TO SEND YOU SOME SELECTIONS FROM RECENT WRITINGS FROM SISTER E. G. WHITE THAT HAVE NOT AS YET BEEN IN PRINT, AND ALSO TO CALL ATTENTION TO SOME VERY IMPORTANT EXTRACTS FROM WRITINGS WHICH HAVE ALREADY BEEN PUBLISHED. WE DO THIS TO BRING THE TRUTHS CONTAINED THEREIN FRESH TO YOUR MINDS. THEY ARE WORTHY OF MOST CAREFUL CONSIDERATION. . . .\n     \"FOR THREE YEARS THE SPIRIT OF GOD HAS BEEN ESPECIALLY APPEALING TO OUR MINISTRY AND PEOPLE TO CAST ASIDE THEIR CLOAK OF SELF-RIGHTEOUSNESS AND TO SEEK THE RIGHTEOUSNESS WHICH IS OF GOD BY FAITH IN CHRIST JESUS. BUT, OH, HOW SLOW AND HESITATING WE HAVE BEEN. . . . THE TESTIMONY AND EARNEST ENTREATIES OF THE SPIRIT OF GOD HAVE NOT FOUND A RESPONSE IN OUR HEARTS THAT GOD DESIGNED THEY SHOULD. IN SOME INSTANCES, WE HAVE FELT FREE EVEN TO CRITICIZE THE TESTIMONY AND WARNINGS SENT BY GOD FOR OUR GOOD. THIS IS A SERIOUS MATTER. WHAT IS THE RESULT?--IT IS A COLDNESS OF HEART, A BARRENNESS OF SOUL, THAT IS TRULY ALARMING.\n     \"IS IT NOT TIME TO RAISE A VOICE OF WARNING? IS IT NOT TIME FOR EACH INDIVIDUAL TO TAKE THESE THINGS HOME TO HIMSELF AND ASK, 'IS IT I?'. . .\n     \"IN THE FOLLOWING TESTIMONY, OUR DANGERS ARE AGAIN POINTED OUT TO US IN A WAY THAT WE CANNOT MISUNDERSTAND THEM. THE QUESTION IS, WILL WE TAKE HEED TO THE COUNSEL OF GOD AND SEEK HIM WITH ALL THE HEART, OR WILL WE TREAT THESE WARNINGS WITH THE NEGLECT AND INDIFFERENCE THAT WE HAVE MANY TIMES IN THE PAST? GOD IS IN EARNEST WITH US AND WE MUST NOT BE SLOW TO RESPOND.\"\n\n                                             xxxi\n\n     TO THE SIXTH OF THESE PAMPHLETS, ELDER OLSEN WROTE ON NOVEMBER 22, 1896, THESE INTRODUCTORY WORDS:\n     \"DURING THE PAST FEW MONTHS, I HAVE RECEIVED A NUMBER OF COMMUNICATIONS FROM SISTER E. G. WHITE, WHICH CONTAIN MOST VALUABLE INSTRUCTION TO MYSELF AND TO ALL OUR LABORERS; AND KNOWING THAT ALL THE WORKERS CONNECTED WITH THE CAUSE OF PRESENT TRUTH WOULD BE BENEFITED PERSONALLY AND HELPED IN THEIR WORK BY HAVING THIS INSTRUCTION, I HAVE COLLECTED THIS MATTER, AND HAD IT PRINTED IN THIS LITTLE TRACT FOR THEIR BENEFIT. IT IS NOT NECESSARY THAT I ASK FOR IT A CAREFUL AND PRAYERFUL STUDY, FOR I KNOW IT WILL RECEIVE THIS.\"\n     IT WAS NOT AN EASY TASK FOR ELLEN WHITE TO PEN SUCH STIRRING MESSAGES OF REBUKE AND REPROOF, NOR WAS IT EASY FOR THE RECIPIENTS TO ACCEPT THESE MESSAGES AS APPLYING IN THE PERSONAL EXPERIENCE AND THEN SET ABOUT TO MAKE THE CORRECTIONS WHICH WERE CALLED FOR. THEY WERE PUBLISHED IN THE 1890'S BY THE PRESIDENT OF THE GENERAL CONFERENCE AND BY THE GENERAL CONFERENCE COMMITTEE AS PAMPHLETS, THAT ALL MINISTERS MIGHT BE WARNED. THEN MATERIALS WERE REPUBLISHED IN THE BODY OF TESTIMONIES TO MINISTERS IN 1923, TO KEEP BEFORE EVERY SEVENTH-DAY ADVENTIST MINISTER AND ADMINISTRATOR PERILS WHICH COULD SERIOUSLY MILITATE AGAINST THE INTERESTS OF THE WORK OF GOD.\n     ELLEN WHITE DID NOT IMPLICATE EACH MINISTER AND ADMINISTRATOR BY THE MESSAGE OF REBUKE. \"HOW MY HEART GOES OUT IN REJOICING,\" SHE WROTE, \"FOR THOSE WHO WALK IN HUMILITY OF MIND, WHO LOVE AND FEAR GOD. THEY POSSESS A POWER FAR MORE VALUABLE THAN LEARNING OR ELOQUENCE.\"--PAGE 161. HERE AND THERE THROUGH THE ARTICLES IN THIS VOLUME SHE SPEAKS OF \"SOME\" WHO HAVE TAKEN THE WRONG COURSE, \"SOME\" WHO HAVE BEEN UNRESPONSIVE TO THE MESSAGES WHICH GOD HAS SENT.\n     THE COUNSELS WARNING AGAINST THE EXERCISE OF \"KINGLY\n\n                                              xxxii\n\nPOWER\" AND AUTHORITY, THE COUNSELS THAT MAN SHOULD NOT LOOK TO HIS FELLOWMEN FOR GUIDANCE IN EVERY DETAIL OF THE WORK, ARE CAREFULLY BALANCED WITH COUNSELS CONCERNING INDEPENDENCE OF SPIRIT AND ACTION, AS RECORDED ON PAGES 314-316. IT IS URGED THAT CONFERENCE PRESIDENTS SHOULD BE TRUSTED AND SUSTAINED, AS RECORDED ON PAGES 327, 328.\n     THESE ARE THE BACKGROUNDS OF THE 1890'S AND OF THE MESSAGES IN TESTIMONIES TO MINISTERS. THIS IS THE PICTURE OF THE CONDITIONS WHICH WERE WORSENING FROM MONTH TO MONTH, FROM YEAR TO YEAR, AS THE SEVENTH-DAY ADVENTIST CHURCH, PUSHING FORWARD IN AN EVER-WIDENING EVANGELISTIC, INSTITUTIONAL, AND MISSIONS PROGRAM, APPROACHED THE TURN OF THE CENTURY.\n\n           THE GENERAL CONFERENCE OF 1901\n\n     ELLEN G. WHITE, JUST BACK IN THE UNITED STATES AFTER A NINE-YEAR SOJOURN IN AUSTRALIA, WAS INVITED TO ATTEND THE GENERAL CONFERENCE SESSION OF 1901, HELD IN BATTLE CREEK. IT WAS THE FIRST SESSION SHE HAD ATTENDED IN A TEN-YEAR PERIOD. THE PRESIDENT OF THE GENERAL CONFERENCE, G. A. IRWIN, MADE HIS OPENING ADDRESS. THEN ELLEN WHITE PRESSED TO THE FRONT OF THE ASSEMBLY, DESIROUS OF SPEAKING. EARNESTLY SHE ADDRESSED THE CONFERENCE, POINTING OUT THE MANNER IN WHICH THE WORK OF GOD HAD BEEN CIRCUMSCRIBED AS A FEW MEN IN BATTLE CREEK CARRIED THE RESPONSIBILITY OF A WORK FAR BEYOND THEIR  GRASP. SHE TESTIFIED THAT THESE MEN AND THE CAUSE WERE INJURED AS THEY ENCOURAGED OTHERS TO LOOK TO THEM FOR GUIDANCE IN EVERY PHASE OF THE WORK. SHE POINTED OUT THAT THERE WERE SOME MEN IN RESPONSIBLE PLACES WHO HAD LOST THE SPIRIT OF CONSECRATION SO ESSENTIAL TO THEIR WORK. AT THAT MEETING SHE CRIED OUT, \"WHAT WE WANT NOW IS A REORGANIZATION. WE WANT TO BEGIN AT THE FOUNDATION AND BUILD ON A DIFFERENT PRINCIPLE.\"--GENERAL CONFERENCE BULLETIN, APRIL 3, 1901.\n            \n                                            xxxiii\n\n     WHAT TOOK PLACE IN THE ENSUING THREE WEEKS IS A THRILLING STORY. THE MESSAGE WAS HEEDED. CAREFULLY THE BRETHREN WENT TO WORK. UNION CONFERENCES WERE FORMED, BINDING LOCAL CONFERENCES TOGETHER IN SMALLER UNITS, WITH THE RESPONSIBILITIES CARRIED BY MEN IN THE FIELD. THE SEVERAL ASSOCIATIONS WHICH REPRESENTED THE BRANCHES OF GENERAL CHURCH ACTIVITY, SUCH AS THE SABBATH SCHOOL WORK AND THE HOME-MISSIONARY WORK, TOOK STEPS TO BECOME DEPARTMENTS OF THE GENERAL CONFERENCE. THE GENERAL CONFERENCE COMMITTEE, CONSISTING OF THIRTEEN MEN, WAS ENLARGED TO TWENTY-FIVE. IN 1903 THE COMMITTEE WAS FURTHER ENLARGED TO INCLUDE THOSE CONNECTED WITH THE NEWLY ORGANIZED DEPARTMENTS OF THE GENERAL CONFERENCE. WITHIN A FEW YEARS' TIME, FIVE HUNDRED MEN WERE CARRYING THE RESPONSIBILITIES THAT PRIOR TO THE GENERAL CONFERENCE OF 1901 HAD BEEN CARRIED BY A HANDFUL OF MEN.\n     THROUGH THIS REORGANIZATION, PROVISION WAS MADE FOR THOSE WHO WERE IN LOCAL FIELDS TO MAKE DECISIONS RELATING TO THE WORK IN HAND. SO SOUND WERE THE FOUNDATIONS LAID, THAT WHEN CONTINUED GROWTH MADE IT ADVISABLE, THE DENOMINATION WAS ABLE TO MOVE WITHOUT ANY GREAT PROBLEMS INTO THE DEVELOPMENT OF DIVISIONS OF THE GENERAL CONFERENCE. IN THIS PLAN, GREAT AREAS OF THE WORLD FIELD WERE KNIT TOGETHER, UNION CONFERENCES BECOMING UNITS IN THE DIVISION ORGANIZATION.\n\n           BATTLE CREEK INSTITUTIONS SUFFER GOD'S JUDGMENTS\n\n     UNFORTUNATELY, NOT ALL OF THE COUNSELS SOUNDED BY ELLEN WHITE AT THAT GENERAL CONFERENCE SESSION OF 1901 WERE HEEDED. CHANGES WHICH SHOULD HAVE BEEN MADE IN TWO OF THE INSTITUTIONS AT BATTLE CREEK WERE NOT MADE. BEFORE TWELVE MONTHS ROLLED AROUND, DURING THE NIGHT OF FEBRUARY 18, 1902, THE SANITARIUM BURNED.\n\n                                        xxxiv\n\nBEFORE 1902 PASSED, THE PUBLISHING HOUSE WAS ALSO IN ASHES. THIS GREAT LOSS OF DENOMINATIONAL PROPERTY WAS RECOGNIZED AS A JUDGMENT FROM GOD, INFLICTED BECAUSE MEN FAILED TO HEED AND FOLLOW THE COUNSEL GIVEN. WARNINGS HAD BEEN SOUNDED, BUT THEY HAD GONE UNHEEDED. NOW GOD SPOKE IN A WAY THAT NONE COULD MISUNDERSTAND.\n     THE CHURCH HEADQUARTERS WAS MOVED AWAY FROM BATTLE CREEK WITH ITS ATTENDANT PROBLEMS AND, IN THE PROVIDENCE OF GOD, ESTABLISHED IN WASHINGTON, D.C. THE PUBLISHING HOUSE WAS REESTABLISHED IN THE CAPITAL OF THE NATION, AND THE LEADERS RESOLVED THAT THE TIME OF THE EMPLOYEES AND EQUIPMENT SHOULD BE DEVOTED 100 PERCENT TO THE PUBLICATION OF THE MESSAGE OF THE CHURCH. THE SANITARIUM WAS REBUILT IN BATTLE CREEK, BUT UNFORTUNATELY ITS GREAT INTERESTS WERE SOON WRESTED FROM THE CHURCH. BATTLE CREEK CEASED TO BE THE DENOMINATIONAL CENTER, AS THE WORLD HEADQUARTERS WAS TRANSFERRED TO TAKOMA PARK.\n\n               \"EXCEPT AS WE SHALL FORGET\"\n\n     THE CLOSING SECTION OF THIS VOLUME IS DRAWN ESSENTIALLY FROM COMMUNICATIONS WRITTEN IN 1907 AND 1914. ELLEN WHITE HAD OCCASION TO REVIEW \"VITAL PRINCIPLES OF RELATIONSHIP,\" PARTICULARLY IN THE ARTICLE \"JEHOVAH IS OUR KING,\" A MESSAGE SHE READ AT THE SOUTHERN CALIFORNIA CAMP MEETING IN AUGUST, 1907; AND THE ARTICLE, \"INDIVIDUAL RESPONSIBILITY AND CHRISTIAN UNITY,\" READ BY HER AT THE 1907 SESSION OF THE CALIFORNIA CONFERENCE HELD IN JANUARY. THESE ARTICLES RECAPITULATE THE POINTS COMPRISING THE MAIN THEMES OF THE VOLUME. THESE COUNSELS, RESTATED, REMINDED ALL THAT TO LOSE SIGHT OF THESE PRINCIPLES WOULD IMPERIL THE CHURCH.\n     HISTORY CAN REPEAT ITSELF, AND HUMAN BEINGS CAN BE GUILTY OF FORGETTING. EARNEST ENDEAVORS HAVE BEEN MADE\n\n                                                xxxv\n\nTO AVOID A REPETITION OF THE MISTAKES MADE AT BATTLE CREEK. WROTE MRS. WHITE, \"WE HAVE NOTHING TO FEAR FOR THE FUTURE EXCEPT AS WE SHALL FORGET THE WAY THE LORD HAS LED US.\"--PAGE 31. THE ADMINISTRATORS AND MINISTERIAL LABORERS OF THE CHURCH HAVE EVER BEFORE THEM THESE MESSAGES OF WARNING AND ADMONITION, TO HELP THEM AVOID MAKING THE MISTAKES OF FORMER YEARS. AND, CLOSELY ASSOCIATED WITH THESE MORE SPECIFIC WARNINGS, ARE GENERAL WARNINGS RELATING TO THE HIGH MORAL AND SPIRITUAL PLANE OF THE WORK OF THE MINISTER.\n     THE MESSAGES IN THIS VOLUME, DEALING SO INTIMATELY WITH THE HEARTS AND SOULS OF THOSE WHO STOOD AS SHEPHERDS OF THE FLOCK AND OF THOSE WHO CARRIED ADMINISTRATIVE RESPONSIBILITIES, WOULD APPLY TODAY ONLY IF THE CONDITIONS DESCRIBED EXISTED AGAIN. NONE SHOULD ERR IN APPLYING THE REPROOFS TO ALL MINISTERS AT ANY AND ALL TIMES. NOR SHOULD THE INTIMATE KNOWLEDGE OF SOME OF THE PROBLEMS AND CRISES MET THROUGH THE YEARS EVER DIM OUR CONFIDENCE IN THE GLORIOUS TRIUMPH OF THE CAUSE OF GOD.\n     ELLEN WHITE, TO WHOM GOD HAD REVEALED THE SECRETS OF THE HEARTS OF MEN AND THE WEAKNESSES AND DEFICIENCIES OF HUMANITY, DID NOT LOSE CONFIDENCE IN GOD'S CHOSEN WORKMEN. TO HER, THE FACT THAT GOD SENT MESSAGES OF REPROOF TO THOSE WHO ERRED, WAS NOT AN INDICATION THAT THEY WERE FORSAKEN, BUT RATHER AN EVIDENCE OF GOD'S LOVE, \"FOR WHOM THE LORD LOVETH HE CHASTENETH.\" NOR DID THE SETBACKS WHICH CAME TO THE CAUSE AS THE BATTLE RAGED BETWEEN THE FORCES OF EVIL AND THE FORCES OF RIGHTEOUSNESS LEAVE HER WITH DESPONDENCY OF HEART, FOR SHE DISCERNED THAT \"WE HAVE AS BIBLE CHRISTIANS EVER BEEN ON GAINING GROUND\" (SELECTED MESSAGES, B. 2, P. 397), AND THAT \"THE GOD OF ISRAEL IS STILL GUIDING HIS PEOPLE, AND THAT HE WILL CONTINUE TO BE WITH THEM, EVEN TO THE END\" (LIFE SKETCHES, PAGES 437, 438).\n\n                                        xxxvi\n\n     THIS FOREWORD IS DESIGNED TO INFORM THE READER AS TO THE HISTORICAL SETTING OF THE CONTENTS OF THIS VOLUME. THERE ARE A NUMBER OF REFERENCES TO SPECIFIC EXPERIENCES, MOVEMENTS, AND INSTITUTIONS, THAT MAY SEEM SOMEWHAT OBSCURE TO US WHO LIVE SO MANY DECADES AWAY FROM THE EVENTS. TO GIVE INFORMATION WHICH WILL GUIDE TO A BETTER UNDERSTANDING OF SUCH REFERENCES, APPENDIX NOTES HAVE BEEN SUPPLIED.\n     IT IS NOT THE WORK OF THE CUSTODIANS OF THE ELLEN G. WHITE WRITINGS TO EXPLAIN OR INTERPRET THE COUNSELS WHICH HAVE BEEN GIVEN. IT IS THEIR PRIVILEGE AND AT TIMES THEIR RESPONSIBILITY TO PRESENT THE HISTORICAL SETTING OF CERTAIN SITUATIONS, AND TO PRESENT IN THEIR CONTEXT OTHER COUNSELS WHICH MAY HELP THE READER TO UNDERSTAND BETTER AND THUS RIGHTLY TO INTERPRET THE WRITINGS. THAT THIS MAY BE ACCOMPLISHED, AND THAT THE CHURCH UNDER GOD-FEARING LEADERS MAY GO FORWARD IN TRIUMPH FOR THE FINISHING OF THE PRECIOUS WORK OF GOD, IS THE SINCERE WISH OF THE\n                      THE BOARD OF TRUSTEES OF THE\n                          ELLEN G. WHITE ESTATE.\n\n WASHINGTON, D.C.\n MAY 10, 1962.\n\n\n\nChap. 1 - The Church of Christ\n\n       The Object of His Supreme Regard [GENERAL \n       CONFERENCE BULLETIN, 1893, PAGES 408, 409. \n       READ BEFORE THE GENERAL CONFERENCE IN SESSION, \n       FEBRUARY 26, 1899.] \n\n                    Melbourne, Australia, December 23, 1892. \n\nDear Brethren of the General Conference: \n\n     I testify to my brethren and sisters that the church of Christ, enfeebled and defective as it may be, is the only object on earth on which He bestows His supreme regard. While He extends to all the world His invitation to come to Him and be saved, He commissions His angels to render divine help to every soul that cometh to Him in repentance and contrition, and He comes personally by His Holy Spirit into the midst of His church. \"If Thou, Lord, shouldest mark iniquities, O Lord, who shall stand? But there is forgiveness with Thee, that Thou mayest be feared. I wait for the Lord, my soul doth wait, and in His word do I hope. My soul waiteth for the Lord more than they that watch for the morning. . . . Let Israel hope in the Lord: for with the Lord there is mercy, and with Him is plenteous redemption. And He shall redeem Israel from all his iniquities.\"", "paragraph": 1, "bookcode": "TM", "page": 15}