{
    "word": "His servant Moses felt his insufficiency \n                                                                           31\nfor the great work before him, and pleaded, with an earnestness that seemed almost presumption, for the presence of God to be with him. But instead of receiving a reproof, the earnest pleader receives the reply, \"My presence shall go with thee, and I will give thee rest,\"--an assurance that all his burdens may be rested upon God. But the mind of Moses is so burdened with the tremendous weight of the responsibilities resting upon him that he approaches still nearer to God, and his request is pressed still further. The answer from God is, \"I will do this thing also that thou hast spoken; for thou hast found grace in my sight, and I know thee by name.\" Encouraged by his success, Moses ventures still further,--a holy boldness he possesses, until it reaches a point which is incomprehensible to poor, finite man. The servant of God has been, through prayer, approaching nearer and nearer to God, and now prefers a request such as no mortal man had ever dared to make,--\"I beseech thee, show me thy glory.\" Will God thrust aside his servant now for his apparent presumption? The third time, the answer comes, \"I will make all my goodness to pass before thee.\" The Lord of glory promises to show Moses all he can bear of \n                                                                           32\nhis glory, in his present, mortal state. He was told that he could not see the full, unveiled glory of God, and live. Oh, what condescension on the part of God! That Hand that made the worlds takes the mighty man of faith and puts him in a cleft of the rock, that he may show him his glory, and make all his goodness to pass before him. Tenderly that Monarch of the universe, the King of Glory, puts his hand over this worm of the dust, that the splendor of his divine majesty may not consume him.",
    "paragraph": 3,
    "bookcode": "PH043",
    "page": 30
}