{
    "word": "“We soon returned to Portland, and found the brethren in great discouragement and confusion. A meeting was appointed at the house of Sister Haines that I might have an opportunity to relate what had been shown me. While praying for strength to discharge that painful duty, the spirit of God rested upon me, and I was taken off in vision, and in the presence of J. T., was again shown his ungodly course. Those present said I talked it out before him. After coming out of vision he said I was under a wrong influence. He acknowledged that the part of my testimony which had no reference to his course was right, but said that which reproved his conduct was wrong. He said it would take a critical spiritual observer to detect the difference; that this was the same spirit that had always followed him to crush him. I was convinced that J. T. would from that time resist and oppose my testimony, and would deceive souls to their \n214\nruin. My heart was oppressed as I thought of the cause of God which would be reproached through the influence of this man. I left the meeting in anguish of spirit, but I had a message for his wife, a message of comfort to her sorrowing heart. I found her at home, weeping and grieving as though her heart would break. I related the vision of reproof given me for her husband, which she confirmed. We learned from united testimony, that honest, precious souls had been told by these fanatics that they were rejected of God. These cruel words, coming from men whom they believed to be men of God, wholly overthrew some, while others were much discouraged for a time; but comforting testimonies were given me of God for them, which gave them hope and courage. We also learned that these officious ones had been making my father's house their home. J. T. and J. H., who were leaders in this rank fanaticism, followed impressions and professed to have burdens from God. These impressions and burdens the Lord had nothing to do with, for they led to corruption, instead of purity and holiness.",
    "paragraph": 2,
    "bookcode": "LS88",
    "page": 213
}