{
    "word": "And then the comparison that has been presented to me, where the fields are that have been opened; Where are the fields that have been opened here, the new fields in America? Where is it in California? Where is it here at the great heart of the work? And here are the two great centers - where is the wrestling to get new fields, whether it costs or whether it does not cost, whatever way it shall be? God has his treasures that he had given to the work. He has his treasures in the hills; he has his treasures in every place and in every country, and in all these countries, far and near, he wants to be an arousing, broadening, enlarging power. And a management which is getting confused in itself, not that anyone is wrong or means to be wrong, but the principle is wrong, and the principles have become so mixed and so fallen from what God's principles are, and the message has been coming constantly in regard to the principles, sacred, holy elevating, ennobling, in every institution, in the publishing houses, and in all the interests of the denomination, everything that concerns the handling of the work, it requires minds that are worked by the Holy Spirit of God; and unless that evidence is given, unless there is a power that shows that they are accepted by God to impart to the responsibilities that have to be handled, then there should be a renovation without any delay. To have this conference pass on and close up as the conferences have done, with the same manipulating, with the very same tone, and the same order,--God forbid! (Voices, \"Amen\") God forbid, brethren. (Voices, \"Amen\".) He wants every living soul that has a knowledge of the truth to come to their senses. He wants every living power to arouse; and we are just about the same thing as dead men. And it is time that we should arise and shine because our light has \n\n\n                              -164- \n\ncome, and the glory of the Lord has arisen upon us, and until this shall come we might just as well close up the conference today as any other day.",
    "paragraph": 2,
    "bookcode": "SpM",
    "page": 163
}