{
    "word": "If Bro. and sister Smith had unitedly followed the light, their sympathies would not have been so often on the wrong side, which has kept them weak. The unconsecrated have had their sympathies, while my husband, who has had the pressure of care and the burden of responsibility, has had their suspicion and distrust. God designed that Bro. Smith and my husband should be true yoke-fellows, united to support and strengthen each other. Bro. Smith should have, as far as possible, relieved my husband from the burdens which were crushing him. This Satan was determined to hinder. He worked upon the imagination of sister Smith. Her sensational temperament was favorable for him to excite by presenting temptations in such a form as would unbalance her mind, and pervert her judgment. Bro. Smith, as well as many others, has been greatly affected by this spirit and influence from sister Smith. She has molded her husband and many others to view things as she views them. Unbelief and distrust or stolid gloom have cast a very dark shadow in her family, and its influence has \n                                                                           37\nextended to the church. Sister Smith took herself out of the hands of God, and took her case in her own hands. She has not had an eye single to the glory of God. Her motives were not high and pure as they should have been. She had not the true anchor. Her heart was selfish. A selfish heart may perform many generous actions, and express humility and affection in the outward manner, yet the motives be deceptive and impure, and the efforts and actions that flow from them may not be the fruits of true holiness, because destitute of the pure principles of love. Sister Smith should for years have been cultivating benevolent love. Love ever needs to be cherished; for its influence is divine. It soothes, and comforts, and gives confidence and rest of spirit, when all may be in turmoil and confusion around us.",
    "paragraph": 1,
    "bookcode": "PH123",
    "page": 36
}