{
    "word": "I was pointed back and shown the cautions, warnings and reproofs, given for the benefit of Bro. Aldrich, through a previous vision. Yet he did not lay these things to heart, and move fearfully and tremblingly before God. His failing to confess his wrongs when he has erred, has been an injury to him, and given Satan great advantage of him. He has not put up the bars behind him, and Satan has had access to him, and blinded his eyes and perverted his judgment. Gently has \n                                                                           2\nthe Lord warned, gently admonished, but a change has not been effected. Then the Lord laid the burden upon my husband, and matters were brought before Bro. Aldrich, unveiled, that if he had been deceived he could be deceived no longer. The right views were taken of his course; yet he was very unreconciled to this. His stubborn will was cherished, and the light was rejected. He refused to see his mistakes and errors, and Satan, I saw, was gaining greater power over his mind. As the last resort the Lord gave the reproof, through vision, which is here given, to correct the errors of Bro. Aldrich, because all other means had failed to accomplish the design of God. Bro. Aldrich would not yield to the judgment of any living man. He has confidence in his ability, and in his judgment. Bro. Aldrich is not a man that is ready to confess an error. His proud spirit forbids him to yield to evidence presented which shows him in error. Had the first gentle admonition of error been regarded, and Bro. Aldrich reformed, there would have been no necessity of the close remarks and plain laying out before Bro. Aldrich by Bro. White of his errors, and the simple facts as they were, in the presence of his brethren. His proud spirit rose up against this, and then the Lord tests him a little closer, and shows Bro. Aldrich himself as he views him. If he rejects this, and is not thoroughly reformed, darkness will cover him, and he will be fettered by the enemy. The rejection of light leaves men captives, bound by Satan. Never would Bro. Aldrich have been left to move so blindly had he been willing to receive correction. He has taken responsibilities which his position does not warrant. \n                                                                           3\nBro. White, with his long experience, has not ventured to assume the responsibilities Bro. Aldrich has with his little experience. Bro. White counseled with his brethren in regard to every important move made. This was as God would have it. Men engaged in the same work should have a like interest, and all have just as deep an interest in the prosperity of the cause as Bro. Aldrich, and some have greater interest because of their longer experience and connection with the work, yet they have not had a voice in the management of matters. Bro. Aldrich has had a controlling influence. I saw, in the last vision, that the crisis has come; that things were going from bad to worse, and that God would suffer these things no longer to remain as they have done. I saw that Bro. Aldrich has not learned the lessons Heaven designed he should learn, and if he continued to pursue a course similar to that in the past, he would make shipwreck not only of himself, but of others.",
    "paragraph": 2,
    "bookcode": "PH015",
    "page": 1
}