{
    "word": "IN A PUBLISHED LETTER TO HON. WARNER MILLER, ONE OF THE DELEGATES AT LARGE FROM NEW YORK TO THE NATIONAL REPUBLICAN CONVENTION, 1888, HON. JOHN JAY, LATE MINISTER TO AUSTRIA, SAYS THAT THE ROMAN CATHOLICS EVEN NOW “COOLLY DISCUSS THE DISPOSITION THEY WILL MAKE OF THE UNITED STATES, AS A PEOPLE ALREADY SUBJECT TO THE VATICAN BY THE IRISH VOTES. ARCHBISHOP LYNCH, \n688\nOF CANADA, WROTE TO LORD RANDOLPH CHURCHILL (THE CHURCHMAN, NEW YORK, APRIL 2, 1887): ‘THE IRISH VOTE IS A GREAT FACTOR IN AMERICA.’ ‘THE POWER OF THEIR ORGANIZATIONS IS INCREASING EVERY DAY.’ ‘THEY HOLD ALREADY THE BALANCE OF POWER IN THE PRESIDENTIAL AND OTHER ELECTIONS.’” FURTHER MR. JAY SAYS: “THE ANNOUNCEMENT OF MR. CHAMBERLAIN'S APPOINTMENT AS FISHERY COMMISSIONER WAS PROMPTLY FOLLOWED BY A REMINDER THAT NO TREATY HE MIGHT MAKE WOULD STAND A CHANCE OF RATIFICATION. THE SUGGESTION THAT MR. PHELPS, OUR MINISTER TO ENGLAND, MIGHT BE NOMINATED AS CHIEF JUSTICE, BROUGHT A QUICK ANNOUNCEMENT THAT THE NOMINATION WOULD BE DEFEATED. . . . IT WAS RECENTLY STATED IN THE UNITED STATES SENATE (FEBRUARY 16, 1888), IN A DEBATE ON THE BILL FOR ‘NATIONAL AID IN THE ESTABLISHMENT AND TEMPORARY SUPPORT OF COMMON SCHOOLS,’ . . . THAT A SENATOR HAD SHOWED TO THE SPEAKER, WHO HAD READ IT WITH HIS OWN EYES, THE ORIGINAL LETTER OF A JESUIT PRIEST. IN THIS LETTER HE BEGGED A MEMBER OF CONGRESS TO OPPOSE THE BILL AND KILL IT, SAYING THAT THEY HAD ORGANIZED ALL OVER THE COUNTRY FOR ITS DESTRUCTION, THAT THEY HAD SUCCEEDED IN THE COMMITTEE OF THE HOUSE, AND THAT THEY WOULD DESTROY THE BILL INEVITABLY; AND IT IS A FACT THAT THE BILL, HAVING THREE TIMES PASSED THE SENATE IN THREE DIFFERENT CONGRESSES, EACH TIME WITH A LARGER VOTE IN ITS FAVOR, HAS BEEN REPEATEDLY SMOTHERED IN THE COMMITTEE OF THE HOUSE, BY THOSE WHO KNEW THAT THERE WAS A MAJORITY IN THE HOUSE IN FAVOR OF THE BILL; AND FOR SIX YEARS THE LEGISLATION OF CONGRESS HAS BEEN [THUS] ARRESTED.”",
    "paragraph": 3,
    "bookcode": "GC88",
    "page": 687
}