{
    "word": "I was shown that Bro. Aldrich did not possess that fineness of feeling, that sympathy for others who need his sympathy, that God would be pleased to have him possess, and that he must cultivate, if he occupies the post he does. He has moved very blindly, and with a great lack of wisdom, and justice. Bro. C. Smith awakened the interest of Bro. Aldrich for his daughters, whose lives had been devoted principally to serving themselves. They had a good home, and none were dependent upon them for support, yet their wages \n                                                                           26\nwere increased with no just reason for doing this. Their work was not taxing, and required no special, wearing care. Very many who are in difficult positions to obtain work because of their keeping the Sabbath, would gladly accept the place they have had, with much less wages, and fill the position better, with gratitude to God in their hearts for the privilege. In the same Office is a young disciple of Christ, whose deportment is becoming, who is attentive to his business, fills an important position, which requires much painstaking, and is very wearisome, does his business with a nicety that but few can equal, yet he has received only about the same amount of wages that Bro. Smith's daughters have averaged. This young man is trying to do his part in the support of his mother and two sisters; yet Bro. Aldrich has not been aroused to see the difference in these cases. He has not possessed that nice perception which would enable him to discern the necessities of the case of one, and the need of especial favor to aid him in his worthy object. He has not felt called out to encourage in every way possible the one who stood in need of encouragement. He has failed to place himself in his situation, and think how he would feel under similar circumstances. He wished to encourage his own boy, and allowed him large wages, when there was no special need of this in his case; for he had a good home, a father abundantly able to support him, and no special burdens were resting upon his shoulders; none were depending upon him for support.",
    "paragraph": 1,
    "bookcode": "PH097",
    "page": 25
}