{
    "word": "O, if we as a people had improved our opportunities to gain a knowledge of the word, to obtain a vital experience in the things of God, we would have fulfilled the word, \"Ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world; holding forth the word of life.\" We can impart only that which we first receive. Those who are united to the church should be living, working agents to impart light to those who are in darkness. They should declare the truth of God, revealing his love and faithfulness. When men use their powers as God directs them to, their talents will increase, their ability will enlarge, and they will have heavenly wisdom in seeking to save those who are lost. But while the church-members are listless, and neglectful of their God-given responsibility, how can they expect to receive the treasure of heaven to impart to others? When professed Christians feel no burden to enlighten the minds of those who are in darkness; when they fail to make use of the rich grace of Christ, and cease to impart the knowledge they have received, they become selfish, narrow, bigoted, and their capacity to receive more and more heavenly illumination decreases rather than increases. They become less discerning, lose their appreciation of the richness of the heavenly endowment, and failing to value it themselves, they fail to present it to others. It is only as God sees his professed people eager to be laborers together with him, that he can impart to them light and grace; for then they will make every interest secondary to the interest of his work and cause. With such workers the heavenly intelligences will co-operate. Jesus says, \"Ye shall receive power, after that the Holy Ghost is come upon you, and ye shall be witnesses unto me.\" It is the union of the Holy Spirit and the testimony of the living witness that is to warn the world. The worker for God is the agent through which the heavenly communication is given, and the Holy Spirit gives divine authority to the word of truth. \n                                                                           1057",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 1056
}