{
    "word": "You have been very close with us in regard to your true feelings, but have sympathized with others, and expressed great dissatisfaction of James' course, and have received sympathy in return. Your manifesting so much suffering of mind has awakened strong sympathy in others, when you had no foundation for such feelings but your own imagination wrought upon by a tempting \n                                                                           16\nenemy. Your appearance has exerted the worst possible influence. If you had felt aggrieved, Bro. White was the one for you to have gone to and freely unburdened your mind to him, then you would have been convinced that your feelings arose from prejudice, misunderstanding, and misconstruction of his words. God's frown is upon these things. That a company so closely connected in his work as Uriah, Harriet, and James, should be so exclusive and secretive as you have been. Those who labor together in that Office, their souls must be one, every separate interest should be laid aside, and they should have perfect confidence in each other, and perfect frankness and openness. And I saw that this must be so. Your influence has been against this. I saw that things in that Office must go forward with entirely different feelings and from different principles or God will have everything in that Office turned upside down. For months Harriet, you have felt wrong, acted wrong, spoken wrong, and been controlled by the enemy. You may call your feelings grief, but you have not realized your condition. You have at times manifested anger, and you have been selfish. The present truth has rested very lightly upon you, and selfishness has woven itself closely with nearly all you do. It is the natural besetment of your family, and it is a sin which God has rebuked them for, but which they would not confess. You have never realized it as it is. Your influence instead of strengthening and helping Uriah has hindered him, and planted in his breast feelings which would never have existed there if you had been consecrated to God. Your influence, appearance and actions have had just that \n                                                                           17\nstrong influence on the wrong side that the Lord showed me two years ago that they would have, unless you stood in the counsel of God, consecrated to his service, with your judgment sanctified by his Spirit. Had you heeded the vision given you and Uriah two years ago you would have saved much; but you neglected all that light, chose your own views of matters, have been free to make confidants of those you should not, but have been very close and secretive to us, whom of all others you should confide in. This is the greatest injustice.",
    "paragraph": 2,
    "bookcode": "PH016",
    "page": 15
}