{
    "word": "The eyes of the Lord were bent upon the people in sorrow mingled with displeasure, and the words were spoken, \"I have somewhat against thee, because thou hast left thy first love. Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent.\" He who wept over impenitent Israel, noting their ignorance of God, and of Christ their Redeemer, looked upon the heart of the work at Battle Creek. Great peril was about the people, but some knew it not. Unbelief and impenitence blinded their eyes, and they trusted to human wisdom in the guidance of the most important interests of the cause of God relating to the publishing work. In the weakness of human judgment, \n\n\n                 - 109 - \n\nmen were gathering into their finite hands the lines of control, while God's will, God's way and counsel, were not sought as indispensable. Men of stubborn, iron-like will, both in and out of the office, were confederating together, determined to drive certain measures through in accordance with their own judgment. I said to them: \"You cannot do this. The control of these large interests cannot be vested wholly in those who make it manifest that they have little experience in the things of God, and have not spiritual discernment. The people of God throughout our ranks must not, because of mismanagement on the part of erring men, have their confidence shaken in the important interests at the great heart of the work, which have a decided influence upon our churches in the United States and in foreign lands. If you lay your hand upon the publishing work, this great instrumentality of God, to place your mold and superscription upon it, you will find that it will be dangerous to your own souls, and disastrous to the work of God. It will be as great a sin in the sight of God as was the sin of Uzzah when he put forth his hand to steady the ark. There are those who have entered into other men's labors, and all that God requires of them is to deal justly, to love mercy, and walk humbly with God, to labor conscientiously as men employed by the people to do the work entrusted to their hands. Some have failed to do this, as their works testify. Whatever may be their position, whatever their responsibility, if they \n\n\n                 - 110 - \n\nhave as much authority even as had Ahab, they will find that God is above them, that his sovereignty is supreme.\"",
    "paragraph": 2,
    "bookcode": "SpTA02b",
    "page": 108
}