{
    "word": "Brethren, you lack devotion and consecration to the work. Your hearts are selfish. The deficiencies in you must be supplied, or you will erelong meet with a fatal disappointment-- you will lose heaven. God does not lightly regard a neglect of the faithful performance of the work which He has left His servants to do. Enduring energy and a constant reliance upon God are lacking in many who are laboring in the ministry. The result of this lack brings great burdens upon the few who possess these qualities, and they are necessitated to make up the deficiencies so apparent in those who might be able work men if they would become so. There are a few who are working \n                                                                           503\nday and night, depriving themselves of rest and social enjoyments, taxing the brain to the utmost, each performing the labor of three men, wearing away their valuable lives to do the work that others might do, but neglect. Some are too lazy to perform their part; many ministers are carefully preserving themselves by shunning burdens, remaining in a state of inefficiency, and accomplishing next to nothing. Therefore those who realize the worth of souls, who appreciate the sacredness of the work and feel that it must go forward, are doing extra labor, making superhuman efforts, and using up their brain power to keep the work moving. Were the interest in the work and the devotion to it equally divided, were all who profess to be ministers diligently devoting their interest wholly to the cause, not saving themselves, the few earnest, God-fearing workmen who are fast wearing away their lives would be relieved of this high pressure upon them, and their strength might be preserved so that, when actually required, it would tell with double power, and produce far greater results than can now be seen while under the pressure of overwhelming care and anxiety. The Lord is not pleased with this inequality.",
    "paragraph": 2,
    "bookcode": "2T",
    "page": 502
}