{
    "word": "The Sanitarium at Battle Creek has been built up under a pressure of difficulties. There have had to be decisive measures taken, contracts signed by those who were engaged as helpers that they would remain a certain number of years. This has been a positive necessity. After help has been secured, and by considerable painstaking efforts these have become efficient workers, wealthy patients have held out inducements of better wages to secure them as nurses for their own special benefit, at their own homes. And these helpers have often left the Sanitarium and gone with them, without taking into consideration the labor that had been put forth to qualify them as efficient workers. This had not been the case in merely one or two instances, but in many cases. Then people have come as patrons from other institutions, that are not conducted on religious principles, and in a most artful manner have led away the help by promising to give them higher wages. Physicians have apostatized from the faith and from the institution, and have left because they could not have their own way in everything. Some have been discharged; and after obtaining the sympathy of others of the helpers and patients, have led these away; and after being at great expense and trying their own ways and methods to the best of their ability, they have made a failure and closed up, incurring debts that they could not meet. This has been tried again and again. Justice and righteousness have had no part in the movements of such. \"The way of the Lord\" has not been chosen, but their own way. They beguiled the unwary, and made an easy conquest of those who love \n\n\n                    -31- \n\nchange. They were too much blinded to consider the right and wrong of this course, and too reckless to care. Thus it has been necessary in the Sanitarium at Battle Creek to make contracts binding those who connect with it as helpers, so that after they have been educated and trained as nurses and as bath hands, they shall not leave because others present inducements to them. Money has been advanced to some special ones that they might obtain a medical education, and be useful to the institution. Dr. Kellogg has placed hopes upon some of these, that they would relieve him of responsibilities that have rested most heavily upon him. Some have become uneasy and dissatisfied because those who have started institutions in other parts of the country have tried to flatter and induce them to come to their sanitariums, promising to do better by them. In this way the workers--some of them at least --have become uneasy, unsettled, self-sufficient, and unreliable, even if they did not disconnect with the Sanitarium, because they felt there were openings for them elsewhere. Those who were just beginning to practise have felt ready to take large responsibilities which it would be unsafe to trust in their hands, because they have not proved faithful in that which is least.",
    "paragraph": 1,
    "bookcode": "PH066",
    "page": 30
}