{
    "word": "When Joseph was tempted to deviate from the path of right, to transgress the law of God, and prove untrue to his master, he firmly resisted, and gave evidence of the elevating power of the fear of God in his answer to his \n                                                                           144\nmaster's wife. After speaking of the great confidence of his master in him, by intrusting all that he had to him, he exclaims, \"How then can I do this great wickedness, and sin against God.\" He would not be persuaded to deviate from the path of righteousness, and trample upon God's law, by any inducements, or threats. And when he was accused, and a base crime was falsely laid to his charge, he did not sink in despair. In the consciousness of innocence and right, he still trusted in God. And God, who had hitherto supported him, did not forsake him. He was bound with fetters, and kept in a gloomy prison. Yet God turned even this misfortune into a blessing. He gave him favor with the keepers of the prison, and to Joseph was soon committed the charge of all the prisoners. Here is an example to all generations who should live upon the earth. Although they may be exposed to temptations, yet they should ever realize that there is a defense at hand, and it will be their own fault if they are not preserved. God will be a present help, and his Spirit a shield. Although surrounded with the severest temptations, there is a source of strength to which they can apply and resist them. How fierce was the assault upon Joseph's morals. It came from one of influence, the most likely to lead astray. Yet how promptly and firmly was it resisted. He suffered for his virtue and integrity, for she, who would lead him astray, revenged herself upon the \n                                                                           145\nvirtue she could not subvert, and by her influence caused him to be cast into prison, by charging him with a foul wrong. Here Joseph suffered because he would not yield his integrity. He had placed his reputation and interest in the hands of God. And although he was suffered to be afflicted for a time, to prepare him to fill an important position, yet God safely guarded that reputation that was blackened by a wicked accuser, and afterward, in his own good time, caused it to shine. God made even the prison the way to his elevation. Virtue will in time bring its own reward. The shield which covered Joseph's heart was the fear of God, which caused him to be faithful and just to his master, and true to God. He despised that ingratitude which would lead him to abuse his master's confidence, although his master might never learn the fact. The grace of God he called to his aid, and then fought with the tempter. He nobly says, \"How can I do this great wickedness, and sin against God.\" He came off conqueror.",
    "paragraph": 3,
    "bookcode": "3SG",
    "page": 143
}