{
    "word": "We live in a hard, unfeeling, uncharitable world. Satan and his confederacy are plying every art to seduce the souls for whom Christ has given his precious life. Every one who loves God in sincerity and truth, will love the souls for whom Christ has died. If we wish to do good to souls, our success with these souls will be in proportion to their belief in our confidence in them and appreciation of them. Respect shown to the struggling human soul is the sure means through Christ Jesus of the restoration of the self-respect the man has lost. Our advancing ideas of what he may become is a help we can not ourselves fully appreciate. We have need of the rich grace of God every hour, then we will have a rich, practical experience, for God is love. He that dwelleth in love, dwelleth in God. Give love to them that need it most. The most unfortunate, those who have the most disagreeable temperaments, need our love, our tenderness, our compassion. Those who try our patience need most love. We pass through the world only once; any good thing we can do, we should do most earnestly, untiringly, with the same spirit as is stated of Christ in his work. He will not fail nor be discouraged. The rough, stubborn, sullen dispositions are the ones who need help the most. How can they be helped? Only by that love practiced in dealing with them which Christ revealed to fallen men. Treat them, you say, as they deserve? What if Christ had treated \n\n\n                               -145- \n\nus thus? He, the undeserving, was treated as we deserve. Still we are treated by Christ with grace and love as we did not deserve, but as he deserved. Treat some characters as you think they richly deserve, and you will cut off from them the last thread of hope, spoil your influence, and ruin the soul. Will it pay? No, I say no, a hundred times no. Bind these souls who need all the help it is possible for you to give them close to a loving, sympathizing, pitying heart, overflowing with Christ-like love, and you will save a soul from death and hide a multitude of sins. Had we not better try the love process?",
    "paragraph": 2,
    "bookcode": "SpM",
    "page": 144
}