{
    "word": "Now we see need of workers in the opening fields before us, but where are the men who can be trusted, men who have been year by year growing into a better knowledge of God and his ways, and the movings of his providence? I want to sound in the ears of these sleepy, half paralyzed souls the words spoken to Nicodemus, \"Except a man be born again he cannot see the kingdom of God.\" There is need to ask God with all the heart, to elevate the standard. The commonness, the cheapness of conversation reveal the measure of spirituality of the members of the church. Now, those who have lived years in this same experience know not God nor Jesus Christ whom he hath sent; and should such go forth as representatives of Jesus Christ? These men will never give the right mold to other minds. They have not grown up to the full stature of men and women in Jesus Christ. They simply live the name of Christian, but are not fitted for the work of God, and never will be until they are born again, and learn their A.B.C.'s in the religion of Jesus Christ. There is hope in one direction. Take the young men and women and place them where they will come as little as possible in contact with our churches, that the low grade of piety which is current in this day shall not leaven their ideas of what it means to be a Christian. The worshippers of God are in need of transforming grace to subordinate the world to religion. In the place of making the temporal interest first, exhausting soul, body, and spirit to secure temporal advantages, Jesus points us to the heavenly treasure, and tells us not to lay up our treasure in earth which will perish, but to lay up for ourselves treasure in heaven which will not perish, for where our treasure is there will our heart be also. Jesus would have all that profess to believe in him deal in the currency of heaven, handling those things upon which God has stamped his image and superscription. These he presents before us of infinite value. We see the need of a deep and thorough work in our churches; but the Lord alone can by his Holy Spirit make the hearts that are as steel, soft and sympathetic, and true to the service of Christ. We are far behind because the churches have folded their hands in a peace and safety attitude, and are at ease in Zion, doing almost nothing when the living zeal should be in their hearts as never before. Satan is stirring the powers from beneath to make one last desperate effort to convert the world to his own principles. He has his plans laid with Satanic subtlety, and destruction cometh suddenly while these that have the light, the warnings that such a crisis is before us are almost unmoved. . .",
    "paragraph": 1,
    "bookcode": "PC",
    "page": 344
}