{
    "word": "A youth is sent from a distant state to share the benefits of the college at Battle Creek. He goes forth from his home with the blessing of his parents upon his head. He has listened daily to the earnest prayers offered at the family altar, and he is apparently well started in a life of noble resolve and purity. His convictions and purposes when he leaves home are right. In Battle Creek he will meet with associates of all classes. He becomes acquainted with some whose example is a blessing to all who come within the sphere of their influence. Again, he meets with those who are apparently kind and interesting, and whose intelligence charms him; but they have a low standard of morality and no religious faith. For a time he resists every inducement to yield to temptation; but as he observes that those who profess to be Christians seem to enjoy the company of this irreligious class, his purposes and high resolves begin to waver. He enjoys the lively sallies and jovial spirit of these youth, and he is almost imperceptibly drawn more and more into their company. His stronghold seems to be giving way; his hitherto brave heart is growing weak. He is invited to accompany them for a walk, and they lead him to a saloon. Oysters or other refreshments are called for, and he is ashamed to draw away and refuse the treat. Having once overstepped the bounds, he goes again and again. A glass of beer is thought to be unobjectionable, and \n                                                                           436\nhe accepts it; but still, with all, there are sharp twinges of conscience. He does not openly take his stand on the side of God and truth and righteousness; the society of the sly, deceptive class with which he is associated pleases him, and he is led a step further. His tempters urge that it is certainly harmless to play a game of cards and to watch the players in a billiard hall, and he yields repeatedly to the temptation.",
    "paragraph": 2,
    "bookcode": "4T",
    "page": 435
}