{
    "word": "My brethren, you are Christ's soldiers, making aggressive warfare against Satan and his host; but it is grievous to the Spirit of God for you to \n                                                                           199\nbe surmising evil of one another, and letting the imagination of your hearts be controlled by the power of the great accuser, whose business it is to accuse them before God day and night. Satan has his soldiers trained for the special work of breaking up the union which Christ made so great a sacrifice to establish between brethren. We are to be bound to one another in sacred bonds of holy union. But it is the work of the enemy to create a party spirit, and to have party feelings, and some feel that they are doing the work of God in strengthening prejudices and jealousies among brethren. God would have a sacred order to exist among his co-workers, that they may be bound together by Christ in the Lord God of Israel. We are to be faithful, frank, and true to the interests of each other. We are constantly to be listening for orders from our Captain, but not be guilty of listening to reports against our brethren, or imagining evil of our brethren. Our interests must be bound up with our brethren's, and it is decidedly nothing but the work of the Devil to create suspicion and jealousies between each other. We are working for the same cause and under the same Master. It is one work,--the preparation of the people of God in these last days. The prosperity and reputation of our brethren are to be zealously guarded, as we would have our own honor and reputation preserved. Everything like evil-speaking, every word that savors of sarcasm, every influence that would demerit our brethren or any branch of the work of God, are all working away from the prayer of Christ. Satan is at work in this matter, that the prayer of Christ may not be answered, and he has helpers in the very men who claim to be doing the work of God. Everything that is said to create suspicion, or to cast a slur, or to demerit those engaged in appointed agencies, is working on Satan's side of the question. It brings only weakness to our own souls, and is a great hindrance to the advancement of the work of God.",
    "paragraph": 3,
    "bookcode": "1888",
    "page": 198
}