{
    "word": "AG - God's Amazing Grace (1973)\n\n\nFOREWORD\n\n     WITH THE PUBLICATION OF THIS BOOK, GOD'S AMAZING GRACE, WE NOW HAVE TEN ELLEN G. WHITE DEVOTIONAL VOLUMES. THE FACT THAT A WORLDWIDE CHURCH WOULD PUBLISH TEN SUCH VOLUMES FROM ONE AUTHOR IS SIGNIFICANT. NO OTHER WRITER HAS BEEN SO HONORED. WHILE ALL OF THE MORNING WATCH VOLUMES HAVE BEEN DEEPLY SPIRITUAL, REFLECTING THE DEDICATION OF THE NUMEROUS AUTHORS AND THEIR LITERARY SKILLS, NONE COULD WRITE WITH THE DEEP INSIGHTS OF THIS ONE UNIQUE WRITER. AND WHAT IS THE EXPLANATION? IT CERTAINLY WOULD BE A MISTAKE TO GIVE CREDIT TO ELLEN WHITE, THE PERSON. DOUBTLESS, IF SHE WERE ALIVE, SHE WOULD MAKE THIS HUMBLE EXPLANATION:\n     \"SISTER WHITE IS NOT THE ORIGINATOR OF THESE BOOKS. THEY CONTAIN THE INSTRUCTION THAT DURING HER LIFEWORK GOD HAS BEEN GIVING HER. THEY CONTAIN THE PRECIOUS, COMFORTING LIGHT THAT GOD HAS GRACIOUSLY GIVEN HIS SERVANT TO BE GIVEN TO THE WORLD. FROM THEIR PAGES THIS LIGHT IS TO SHINE INTO THE HEARTS OF MEN AND WOMEN, LEADING THEM TO THE SAVIOUR.\"--REVIEW AND HERALD, JAN. 20, 1903.\n     AND PERHAPS THOUSANDS WHO READ THE INSPIRED MESSAGES OF THIS VOLUME WILL BE LED INTO A MORE INTIMATE EXPERIENCE WITH JESUS CHRIST. THUS THEY WILL PARTAKE OF HIS AMAZING GRACE WHICH ELLEN WHITE DESCRIBED AS \"AN ATTRIBUTE OF GOD SHOWN TO UNDESERVING HUMAN BEINGS. WE DID NOT SEEK AFTER IT,\" SHE EXPLAINED, \"BUT IT WAS SENT IN SEARCH OF US.\"\n     THE STATEMENTS ON THIS SUBJECT OF GRACE PERMEATE THE MANY PRINTED SPIRIT OF PROPHECY VOLUMES. THESE RICH SOURCES HAVE YIELDED THE PRIME SELECTIONS. THE PERIODICALS SUCH AS THE REVIEW AND HERALD, SIGNS OF THE TIMES, AND THE YOUTH'S INSTRUCTOR, ALSO PROVIDE HELPFUL FACETS FOR STUDY.\n     WHEN ONLY PART OF A REFERENCE IS USED, THE OMISSIONS IN THIS BOOK ARE RECOGNIZED IN THE USUAL WAY. IN MANY CASES THE READING FOR THE DAY CONSISTS OF A NUMBER OF CHOICE QUOTATIONS GROUPED TOGETHER AS A COMPOSITE STATEMENT. AT THE CLOSE OF THE VOLUME THE INDIVIDUAL SOURCE CREDITS WILL BE FOUND, AND ALSO A SCRIPTURE INDEX.\n     GOD'S AMAZING GRACE WAS COMPILED UNDER THE DIRECTION OF THE ELLEN G. WHITE TRUSTEES, WHO CARRY THE RESPONSIBILITY FOR PUBLISHING THESE PRODUCTS OF MRS. WHITE'S PEN. IT SHOULD BE RECALLED THAT COMPILATIONS FROM THIS WRITER ARE MADE BY THE TRUSTEES IN HARMONY WITH THE PROVISIONS OF HER WILL, WHICH CALL FOR SUCH SELECTIONS TO BE GATHERED TOGETHER AND PRINTED IN BOOKS AS THE NEED MIGHT ARISE.\n     IT IS OUR HOPE THAT THESE BRIEF DAY-BY-DAY COUNSELS AND THOUGHTS WILL ENCOURAGE THE READER TO DRAW MORE HEAVILY UPON THE INFINITE RESOURCES OF GOD'S GRACE, AND REACH THAT PERFECTION REQUIRED FOR TRANSLATION TO HEAVEN. THIS IS THE URGENT PREPARATION NEEDED BY ALL ADVENTISTS TODAY, AND IT IS OUR PRAYER THAT THIS BOOK WILL CONTRIBUTE TO A REVIVAL EXPERIENCE AND TRUE REFORMATION IN THE CHURCH.\n\n     THE TRUSTEES OF THE\n     ELLEN G. WHITE ESTATE\n\n     WASHINGTON, D.C.\n\n\n\nChap. 1 - Good News of the Kingdom\n\n     And Jesus went about all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom. Matthew 4:23.",
    "paragraph": 1,
    "bookcode": "AG",
    "page": 9
}