{
    "word": "The religious life of a large number who profess to be Christians is such as to show that they are not Christians. They are constantly misrepresenting Christ, falsifying His character. They do not feel the importance of this transformation of character, and that they must be conformed to His divine likeness; and at times they will exhibit a false phase of Christianity to the world, which will work ruin to the souls of those who are brought into association with them, for the very reason that they are, while professing to be Christians, not under the control of Jesus Christ. Their own hereditary and cultivated traits of character are indulged as precious qualifications when they are death-dealing in their influence over other minds. In plain, simple words, they walk in the sparks of their own kindling. They have a religion subject to, and controlled by, circumstances. If everything happens to move in a way that pleases them, and there are no irritating circumstances that call to the surface their unsubdued, unchristlike natures, they are condescending and pleasant, and will be very attractive. When there are things that occur in the family or in their association with others which ruffle their peace and provoke their tempers, if they lay every circumstance before God, and continue their request, supplicating His grace before they shall engage in their daily work \n                                                                           266\nas teachers, and know for themselves the power and grace and love of Christ abiding in their own hearts before entering upon their labors, angels of God are brought with them into the schoolroom. But if they go in a provoked, irritated spirit into the schoolroom, the moral atmosphere surrounding their souls is leaving its impression upon the children who are under their care, and in the place of being fitted to instruct the children, they need one to teach them the lessons of Jesus Christ.",
    "paragraph": 1,
    "bookcode": "FE",
    "page": 265
}