{
    "word": "The True Witness speaks to us today, and says, \"I have somewhat against thee, because thou hast left thy first love. Remember therefore from whence thou art fallen, and repent, and do \n                                                                           961\nthe first works; or else I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent.\" The Lord wants you to set things in order in your families, and to come back to your first love. He says, \"Except though repent, I will come unto thee quickly, and will remove thy candlestick out of his place.\" The candlestick was removed out of its place when Solomon forgot God. He lost the light of God, he lost the wisdom of God, he confounded idolatry with religion. The Saviour declares, \"Ye cannot serve God and mammon,\" and everyone of you who persists in sinning against God when you have had such great light, will be lost, \"except thou repent.\" Do you imagine that you can give the third angel's message to the world while you are still carnal and corrupt, while your characters are still sinful. \"No man putteth a piece of new cloth unto an old garment; for that which is put in to fill it up taketh from the garment, and the rent is made worse.\" Unless your hearts are emptied of sin every day, unless you are sanctified through the truth, you would better not touch the message of God. You cannot cleanse yourselves, but by coming to Jesus in humility, in contrition, surrendering yourselves to God, through the merits of Christ's righteousness you may have an experience in the things of God, and taste of the powers of the world to come. You then will have fruit unto life eternal.  {1888 960.10} \n     Christ says, \"If ye keep my commandments, ye shall abide in my love.\" \"O,\" you may say, \"I do keep the commandments.\" Do you? Saul came to meet Samuel, and when reproved, he declared, \"I have kept the commandments of the Lord.\" Do you carry out the principles of God's commandments in your home, in your family. Do you never manifest rudeness, unkindness, and impoliteness in the family circle? If you do manifest unkindness at your home, no matter how high may be your profession, you are breaking God's commandments. No matter how much you may preach the commandments to others, if you fail to manifest the love of Christ in your home life, you are a transgressor of the law. But if the grace of Christ appears in your life, you will be in a position to glorify God, and to manifest Christ to others. But do you think that that man who goes from the sacred desk to indulge in jesting and joking, and in all manner of trifling conversation, is a representative of Christ to the world. Has he the law of God in his heart?-- No. His heart is filled with self-love, self-importance, and he makes it manifest that he has no correct estimate of sacred things. His conduct is the product of his thoughts, showing just what is in the heart. Christ is not there, and he does not go weighted with the spirit of the solemn message of truth for this time. An exhibition of this character clearly proves that the man does not know God, and has not been intrusted with the solemn work which he does not understand or appreciate.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 961
}