{
    "word": "I was shown that the nine who did not return to give God glory, correctly represent some Sabbath-keepers, who come as patients to the Health Institute. They receive much attention, and should realize the anxiety and discouragements of the physicians, and should be the last to cause them unnecessary care and burdens. Yet I regret to say that, frequently, the most difficult patients to manage at the Health Institute are those of our faith. They are the ones who are more free to make complaints than any other class. Worldlings, and professed Christians of other denominations, appreciate the efforts made for their recovery more than many Sabbath-keepers do. And when they return to their homes, they exert and influence more in favor of the Health Institute than Sabbath-keepers. And some of these cases who are so free to question, and complain of the management at \n                                                                           41\nthe Health Institute, are those who have been treated at reduced prices. This has been very discouraging to physicians and helpers, but they should remember Christ, their great Pattern, and should not become weary in well doing. If one among a large number is grateful and exerts a right influence, they should thank God and take courage. That one may be a stranger, and the inquiry may arise, Where are the nine? Why do not all Sabbath-keepers give their interest and support in favor of the Health Institute. Some Sabbath-keepers, while receiving attention at the Health Institute, for which the Institute receives no pay, have so little interest that they will speak disparagingly to patients of the means employed for the recovery of the sick. I wish such to consider their course. The Lord regards them as the nine lepers who returned not to give God glory. Strangers do their duty, and appreciate the efforts made for the recovery of health; while they cast an influence against those who have tried to do them good.",
    "paragraph": 1,
    "bookcode": "PH138",
    "page": 40
}