{
    "word": "The correct interpretation of the Scriptures is not all that God requires. He enjoins upon us that we should not only know the truth, but that we should practice the truth as it is in Jesus. We are to bring into our practice, into our association with our fellow-men, the Spirit of Him who gave us the truth. We must not only search for the truth as for hidden treasures, but it is a positive necessity, if we are laborers together with God, that we comply with the conditions laid down in his word, and bring the Spirit of Christ into our hearts, that our understanding may be strengthened, and we become apt teachers to make known to others the truth as it is revealed to us in his word. All frivolity, all jesting and joking, all commonness and cheapness of spirit, must be put away by the people of God. All pride, all envy, all \n                                                                           202\nevil surmisings and jealousies, must be overcome by the grace of Christ; and sobriety, humility, purity, and godliness must be encouraged and revealed in the life and character. We must eat the flesh and drink the blood of the Son of God. This is in doing his word, in weaving into our lives and characters the spirit and works of Christ. Then we are one with Christ as Christ was one with the Father. Then we are partakers of the divine nature, having escaped the corruption that is in the world through lust. There is no assurance that our doctrine is right, and free from all chaff and error, unless we are daily doing the will of God. If we do his will, we shall know of the doctrine. We shall see the truth in its sacred beauty. We shall accept it with reverence and godly fear, and then we can present that which we know is truth to others. There should be no feeling of superiority or self-exaltation in this solemn work. The soul that is in love with God and his work will be as candid as the day. \n\n\n                                                    Mrs. E. G. White.",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 201
}