{
    "word": "PM - The Publishing Ministry (1983)\n\n\nFOREWORD\n\n     SINCE THE BEGINNING OF ADVENTIST PUBLISHING WORK IN 1849, BILLIONS OF COPIES OF OUR BOOKS AND MAGAZINES HAVE BEEN DISTRIBUTED. FOR THE MOST PART THESE PUBLICATIONS HAVE BEEN PLACED IN THE HOMES OF JUDGMENT-BOUND MEN AND WOMEN BY LITERATURE EVANGELISTS AND MISSIONARY-MINDED LAY PERSONS.\n     AT THIS WRITING NEARLY TWENTY THOUSAND COLPORTEURS ARE IN SERVICE THROUGHOUT THE WORLD, BUT THIS NUMBER IS FAR FROM ADEQUATE TO MEET THE NEED. GOD CALLS FOR MESSAGE-FILLED BOOKS, MAGAZINES, AND TRACTS TO BE SCATTERED EVERYWHERE LIKE THE LEAVES OF AUTUMN. AS CHURCH MEMBERS UNITE WITH LITERATURE EVANGELISTS IN SPREADING THE GOOD NEWS, THE TASK WILL BE ACCOMPLISHED.\n     ELLEN WHITE DECLARED:\n     \"THE PUBLICATIONS SENT FORTH FROM OUR PRINTING HOUSES ARE TO\nPREPARE A PEOPLE TO MEET GOD. THROUGHOUT THE WORLD THEY ARE TO DO\nTHE SAME WORK THAT WAS DONE BY JOHN THE BAPTIST FOR THE JEWISH\nNATION. BY STARTLING MESSAGES OF WARNING, GOD'S PROPHET AWAKENED\nMEN FROM WORLDLY DREAMING. THROUGH HIM GOD CALLED BACKSLIDING\nISRAEL TO REPENTANCE. BY HIS PRESENTATION OF TRUTH HE EXPOSED\nPOPULAR DELUSIONS. IN CONTRAST WITH THE FALSE THEORIES OF HIS TIME,\nTRUTH IN HIS TEACHING STOOD FORTH AS AN ETERNAL CERTAINTY. \"REPENT\nYE: FOR THE KINGDOM OF HEAVEN IS AT HAND,\" WAS JOHN'S MESSAGE.\nMATTHEW 3:2. THIS SAME MESSAGE, THROUGH THE PUBLICATIONS FROM\nOUR PRINTING HOUSES, IS TO BE GIVEN TO THE WORLD TODAY. . . .\n     \"IN A LARGE DEGREE THROUGH OUR PUBLISHING IS TO BE\nACCOMPLISHED THE WORK OF THAT OTHER ANGEL [OF REVELATION 18] WHO\nCOMES DOWN FROM HEAVEN WITH GREAT POWER AND WHO LIGHTENS THE\nEARTH WITH HIS GLORY.\"--7T 139, 140.\n     IN THE YEAR IN WHICH THESE ADMONITIONS WERE GIVEN (1902), A POCKET-SIZED BOOK OF SEVENTY-THREE PAGES, MANUAL FOR CANVASSERS, PROVIDED LITERATURE EVANGELISTS WITH ELLEN WHITE'S COUNSELS CONCERNING BOOK DISTRIBUTION. IT WAS MADE UP OF MATERIALS DRAWN TOGETHER, UNDER THE DIRECTION OF THE AUTHOR, FROM THE TESTIMONIES AND OTHER SOURCES. IN 1920 THIS LITTLE BOOK WAS ENLARGED AND ISSUED AS COLPORTEUR EVANGELIST.\n     WITH THE DEVELOPMENT OF MORE COMPREHENSIVE INDEXES TO THE VOLUMINOUS WRITINGS OF ELLEN WHITE, IT BECAME POSSIBLE TO EXPAND AND ENRICH THIS MANUAL. THE PRESENT ENLARGED GUIDE TO LITERATURE EVANGELISTS WAS PUBLISHED IN 1953 UNDER THE TITLE COLPORTEUR MINISTRY, A WORK OF 176 PAGES. WITH SUBJECT MATTER CONVENIENTLY ARRANGED IN TOPICAL ORDER, IT SERVES WELL, BUT AS THE NAME IMPLIES, ITS COUNSELS ARE CONFINED ALMOST ENTIRELY TO THE WORK OF THE COLPORTEUR.\n     MEANWHILE, ELLEN WHITE'S COUNSELS TO AUTHORS WERE DRAWN TOGETHER AND PUBLISHED UNDER THE TITLE COUNSELS TO WRITERS AND EDITORS. INITIALLY ISSUED IN 1939 IN A LIMITED EDITION, THIS VOLUME BECAME AVAILABLE GENERALLY AS A STANDARD E. G. WHITE BOOK IN 1946.\n     BUT SEVERAL AREAS OF VITAL CONCERN TO THE PUBLISHING MINISTRY WERE NOT TREATED IN EITHER OF THESE TWO SPECIALIZED VOLUMES. ONE SUCH MATTER WAS THE ESTABLISHMENT, OPERATION, AND MANAGEMENT OF PUBLISHING HOUSES. THE PRESENT VOLUME COVERS THIS AREA AND ALSO INCLUDES COUNSELS ON THE PUBLISHING WORK AS A WHOLE.\n     THE WHITE ESTATE STAFF HAS BEEN JOINED BY THE PERSONNEL OF THE GENERAL CONFERENCE PUBLISHING DEPARTMENT IN A WIDE SEARCH IN ALL E. G. WHITE SOURCES, PUBLISHED AND UNPUBLISHED, FOR MATERIALS TO DEVELOP THE PRESENT VOLUME. THE COUNSELS SELECTED LAY OUT QUITE CLEARLY HEAVEN'S DESIGN FOR THIS VITAL ARM OF THE CHURCH. THAT THE PUBLISHING MINISTRY MAY BE A USEFUL GUIDE TO ALL WHO ARE CALLED TO PROCLAIM THE GLAD TIDINGS OF SALVATION THROUGH THE PRINTED PAGE IS THE SINCERE WISH OF THE\n\n                                       BOARD OF TRUSTEES OF THE\n                                         ELLEN G. WHITE ESTATE\n\nWASHINGTON, D. C.\nJANUARY 1, 1983\n\n\nTable of Contents\n\nSection I    Early History of the Publishing Work\n\n    1. Dorchester Vision of 1848 and Our First Publishing Ventures .. 15\n    2. Established in Sacrifice ..................................... 26\n    3. The January 3, 1875, Vision and World Expansion .............. 33\n    4. God's Purpose in the Publishing Work ..........................40\n\nSection II   Establishment and Operation of Publishing Houses\n\n    5. A Sacred Work ................................................ 57\n    6. High Spiritual Standards for God's Workmen ................... 63\n    7. Work Qualifications and Efficiency............................ 78\n    8. Training of Workers. ......................................... 91\n    9. Quality Message Literature Needed ............................ 95\n   10. Importance of Economy ....................................... 105\n   11. Relationship Between the Publishing House and the Church .... 114\n\nSection III  Perils Facing Publishing-House Leaders\n\n   12. Not Kingly, but Christlike Leadership ....................... 127\n   13. Evils Resulting From Centralization and Colonization ........ 141\n   14. Commercial Versus Denominational Printing ................... 160\n   15. Divine Rebuke for Ignoring Counsel .......................... 167\n   16. Relocating and Rebuilding ................................... 179\n   17. Establishing Publishing Houses in New Locations ..............184\n\nSection IV   The Output of the Publishing House\n\n   18. The Publication of Books by Ellen G. White .................. 205\n   19. Book Sales and Illustrations ................................ 211\n   20. Periodicals and Their Circulation ........................... 221\n   21. Writers and Royalties ....................................... 230\n   22. Wages for Publishing-House Workers ...........................239\n\nSection V    Successful Field Publishing Leadership\n\n   23. Elements of Good Leadership ................................. 255\n   24. Teaching Literature Evangelism .............................. 265\n   25. Recruiting Literature Evangelists ........................... 271\n   26. God's Plan for Students and Youth ........................... 286\n   27. Training Literature Evangelists to Sell ..................... 292\n   28. Training Literature Evangelists to Win Souls ................ 301\n   29. Literature for a Finished Work .............................. 312\n\nSection VI   Counsels for Marketing Church Literature\n\n   30. ABC-Spiritual Blueprint ..................................... 323\n   31. Careful Management and Promotion ............................ 331\n   32. Sales Promotion of Books .................................... 336\n   33. Distribution of Tracts and Periodicals ...................... 347\n   34. Circulating the Spirit of Prophecy Books .................... 354\n   35. Christ's Object Lessons and The Ministry of Healing ......... 362\n   36. Literature Outreach by Adventists ........................... 368\n   37. Literature for Adventist Homes .............................. 375\n\nSection VII  From Small Beginnings to a Glorious Triumph\n\n   38. Literature Giving the Final Call ............................ 385\n   39. A Witness Unto All Nations .................................. 391\n   40. An Unprecedented Harvest .................................... 396\n\n\nChap. 1 - Dorchester Vision of 1848 and Our First Publishing Ventures\n\n     The Dorchester Vision of 1848. [FOLLOWING THEIR RETURN FROM WESTERN NEW YORK IN SEPTEMBER, 1848, ELDER AND MRS. WHITE JOURNEYED TO MAINE, WHERE THEY HELD A MEETING WITH THE BELIEVERS, OCTOBER 20-22. THIS WAS THE TOPSHAM CONFERENCE, WHERE THE BRETHREN BEGAN PRAYING THAT A WAY MIGHT BE OPENED FOR PUBLISHING THE TRUTHS CONNECTED WITH THE ADVENT MESSAGE. A MONTH LATER THEY WERE WITH \"A SMALL COMPANY OF BRETHREN AND SISTERS,\" WRITES JOSEPH BATES IN HIS PAMPHLET ON \"THE SEALING MESSAGE,\" \"ASSEMBLED IN MEETING IN DORCHESTER, NEAR BOSTON, MASS.\" \"BEFORE THE MEETING COMMENCED,\" HE CONTINUES, \"SOME OF US WERE EXAMINING SOME OF THE POINTS IN THE SEALING MESSAGE; SOME DIFFERENCE OF OPINION EXISTED ABOUT THE CORRECTNESS OF THE VIEW OF THE WORD 'ASCENDING' [SEE REVELATION 7:2], ETC.\" \n     ELDER JAMES WHITE, IN. . . GIVING HIS ACCOUNT OF THIS MEETING, WRITES: \"WE ALL FELT LIKE UNITING TO ASK WISDOM FROM GOD ON THE POINTS IN DISPUTE; ALSO BROTHER BATES'S DUTY IN WRITING. WE HAD AN EXCEEDINGLY POWERFUL MEETING. ELLEN WAS AGAIN TAKEN OFF IN VISION. SHE THEN BEGAN TO DESCRIBE THE SABBATH LIGHT, WHICH WAS THE SEALING TRUTH. SAID SHE; 'IT AROSE FROM THE RISING OF THE SUN. IT AROSE BACK THERE IN WEAKNESS, BUT LIGHT AFTER LIGHT HAS SHONE UPON IT UNTIL THE SABBATH TRUTH IS CLEAR, WEIGHTY, AND MIGHTY. LIKE THE SUN WHEN IT FIRST RISES, ITS RAYS ARE COLD, BUT AS IT COMES UP, ITS RAYS ARE WARMING AND POWERFUL; SO THE LIGHT AND POWER HAS INCREASED MORE AND MORE UNTIL ITS RAYS ARE POWERFUL, SANCTIFYING THE SOUL; BUT, UNLIKE THE SUN, IT WILL NEVER SET. THE SABBATH LIGHT WILL BE AT ITS BRIGHTEST WHEN THE SAINTS ARE IMMORTAL; IT WILL RISE HIGHER AND HIGHER UNTIL IMMORTALITY COMES.' \n     \"SHE SAW MANY INTERESTING THINGS ABOUT THIS GLORIOUS SEALING SABBATH, WHICH I HAVE NOT TIME OR SPACE TO RECORD. SHE TOLD BROTHER BATES TO WRITE THE THINGS HE HAD SEEN AND HEARD, AND THE BLESSING OF GOD WOULD ATTEND IT.\" \n     IT WAS AFTER THIS VISION THAT MRS. WHITE INFORMED HER HUSBAND OF HIS DUTY TO PUBLISH, AND THAT AS HE SHOULD ADVANCE BY FAITH, SUCCESS WOULD ATTEND HIS EFFORTS.--LS 116, FOOTNOTE. \n     REGARDING THIS VISION OF NOVEMBER 18, 1848, ELDER JOSEPH BATES TESTIFIED THAT HE SAW AND HEARD THE FOLLOWING FROM THE LIPS OF ELLEN HARMON: \n     \"'YEA, PUBLISH THE THINGS THOU HAST SEEN AND HEARD, AND THE BLESSING OF GOD WILL ATTEND. LOOK YE! THAT RISING IS IN STRENGTH, AND GROWS BRIGHTER AND BRIGHTER!' . . . THE ABOVE WAS COPIED WORD FOR WORD AS SHE SPAKE IN VISION, THEREFORE IT'S UNADULTERATED.\"--A SEAL OF THE LIVING GOD (SEVENTY-TWO-PAGE PAMPHLET PUBLISHED BY JOSEPH BATES IN 1849), P. 26.]--At a meeting held in Dorchester, Mass., November, 1848, I had been given a view of the proclamation of the sealing message, and of the duty of the brethren to publish the light that was shining upon our pathway. \n\n16",
    "paragraph": 1,
    "bookcode": "PM",
    "page": 15
}