{
    "word": "There will be an effort made on the part of many pretended friends of education to divorce religion from the sciences, in our schools. They would spare no pains or expense to impart secular knowledge; but they would not mingle with it a knowledge of what God has revealed as constituting perfection of character. And yet a training in the truth of God would develop the mind, and impart secular knowledge as well; for the very foundation of true education is in the fear of the Lord. Says the psalmist, \"The fear of the Lord is the beginning of wisdom.\" The living oracles of God reveal the deceptions of the father of lies. Who of our youth can know anything of what is truth, in comparison with error, unless they are acquainted with the Scriptures? The simplicity of true godliness must be brought into the education of our young people, if they are to have divine knowledge to escape the corruptions that are in the world through lust. Those who are truly the followers of Christ, will not serve God only when it is in accordance with their inclination, but, as well, when it involves self-denial and cross-bearing. The earnest counsel given by the apostle Paul to Timothy, that he might not fail in doing his duty, should be set before the youth of today: \"Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.\" [1 Timothy 4:12.] Besetting sins must be battled with, and overcome. Objectionable traits of character, whether hereditary or cultivated, should be taken up separately, and compared with the great rule of righteousness; and in the light reflected from the word of God, they should be firmly resisted and overcome, through the strength of Christ. \"Follow peace with all men, and holiness, without which no man shall see the Lord.\" [Hebrews 12:14.] \n                                                                           114",
    "paragraph": 1,
    "bookcode": "CE",
    "page": 113
}