{
    "word": "Parents had much better burn the idle tales of the day, and the novels, as they come into their houses. It would be a mercy to their children. Encourage the reading of these story-books, and it is like enchantment. It bewilders and poisons the mind. I saw that unless parents awake to the eternal interest of their children, they will surely be lost through their neglect. And the possibility of these unfaithful parents' being saved themselves is very small. Parents, I saw, should be exemplary. They should exert a holy influence in their families. They should let their dress be modest, different from the world around them. You should rebuke pride in your children, if you value their eternal interest. Faithfully rebuke this pride, and encourage it not in deed or word. I saw that this pride must be torn out of our families. Oh, the pride that was shown me of God's professed people. It has increased every year, until it is now impossible to designate professed Advent Sabbath-keepers from all the world around them. Much, I saw, was expended for ribbons and laces for the bonnets, collars, [THE QUESTION HAS OFTEN BEEN ASKED ME IF I BELIEVED IT WRONG TO WEAR PLAIN LINEN COLLARS. MY ANSWER HAS ALWAYS BEEN, NO. SOME HAVE TAKEN THE EXTREME MEANING OF WHAT I HAVE WRITTEN ABOUT COLLARS, AND HAVE MAINTAINED THAT IT WAS WRONG TO WEAR ONE OF ANY DESCRIPTION. I WAS SHOWN EXPENSIVELY WROUGHT COLLARS, AND EXPENSIVE AND UNNECESSARY RIBBONS AND LACES, WHICH SOME SABBATH-KEEPERS HAVE WORN, AND STILL WEAR, FOR THE SAKE OF SHOW AND FASHION. I DID NOT DESIGN TO BE UNDERSTOOD, BY NAMING COLLARS, THAT NOTHING LIKE A COLLAR SHOULD BE WORN, OR BY NAMING RIBBONS, THAT NO RIBBONS AT ALL SHOULD BE WORN.] and other \n                                                                           22\nneedless articles to decorate the body, while Jesus, the King of glory, who gave his life to redeem them, wore a crown of thorns. This was the way their Master's sacred head was decorated. He was \"a man of sorrows and acquainted with grief.\" \"He was wounded for our transgressions; he was bruised for our iniquities; the chastisement of our peace was upon him, and with his stripes we are healed.\" And the very ones that profess to be washed by the blood of Jesus, can dress up, and decorate their poor, mortal bodies, yet dare to profess to be the followers of the holy, self-denying, humble Pattern. Oh, I wish that all could see this in the light that God sees it, and showed it to me. It seemed too much for me to bear, to feel the anguish of soul that I felt as I beheld it. \"God's people,\" said the angel, \"are peculiar; such he is purifying unto himself.\" I saw that the outside appearance was an index to the heart. When hung with ribbons, collars, and needless things, it plainly shows that all this is in the heart, and unless that such persons are cleansed from their sins, they can never see God, for the pure in heart alone will see him.",
    "paragraph": 1,
    "bookcode": "4bSG",
    "page": 21
}