{
    "word": "One of the greatest reasons of the declension on the part of the church at B. C., is their measuring themselves by themselves and comparing themselves among themselves. There are but few who have the living principle in the soul, and who serve God with an \n                                                                           11\neye single to his glory. Many at B. C. will not consent to be saved in God's appointed way. They will not take the trouble to work out their own salvation with fear and trembling. The latter they do not experience; and, rather than to be at the trouble of obtaining an individual experience through individual effort, they will run the risk of leaning upon others, and trusting in their experience. They cannot consent to watch and pray, to live for God, and him only. It is more pleasant to live in obedience to self. The church at B. C. are filled with their own backslidings, and they need not dream of prosperity until those who name the name of Christ are careful to depart from all iniquity; until they learn to refuse the evil and choose the good. We are required to watch and pray without ceasing; for the snare is set in our path, and we find some device of Satan in that time and manner we least expect. If at that particular time we are not watching unto prayer, we are taken by the enemy, and meet with decided loss. What a responsibility has rested upon you, as parents! How little have you felt the weight of this burden! Your pride of heart, love of show, and the indulgence of your appetite, have occupied your minds. These things have been first with you. The incoming of the foe has not been perceived. He has planted his standard in your house, and stamped his detestable image \n                                                                           12\nupon the characters of your children. You were so blinded by the god of this world that you could not discern the advantage Satan, had gained, nor his workings right in your family. You have been so deadened to spiritual and divine things, that you could not discern the workings of Satan.",
    "paragraph": 2,
    "bookcode": "PH085",
    "page": 10
}