{
    "word": "If the Board should succeed in bringing the workers to their terms, would the writers feel that they had been dealt with justly, would it not rather open a door of temptation to them, and break up sympathy and harmonious action between the brethren? If they should carry out this plan to grasp all the profits for the Publishing Association, it would be worse than they can imagine. A train of evils would grow out of such an arrangement that would be disastrous to the Association. And it would encourage a spirit of intolerance, a narrow conceited spirit, which God cannot approve but which Satan enjoys, and longs to have take possession of those who are connected with God's sacred work. The Bible precepts must be carried out in every day life. They will be a lamp to your feet and a light to your path. The greatest of all deceptions is for a man to think that he can find a better guide through difficulties than is found in the word of God. It is the worst kind of policy to leave the Lord out of your councils and put your confidence in the wisdom of men. In your positions of trust you are, in a special sense, to be the light of the world, and in order that you may be clean channels of light you should feel an intense desire to place yourselves in connection with the God of light, of wisdom and knowledge. Important interests that relate to the prosperity and advancement of present truth are to be considered; and how can you be competent to arrive at right decisions, to give wise counsels, and to make proper plans unless you are connected with the source of all wisdom and righteousness? Your councils have been regarded in altogether too cheap a light, and common talk, and comments upon others' doings have found a place in these important meetings. You should bear in mind that the all seeing \n                                                                           377\neye of Jehovah is a witness in all your councils; he measures everyone of your decisions, and compares them with his holy law, the great moral standard of righteousness. Those holding the positions of counselors should be unselfish men, men of faith, men of prayer, men that will not dare to rely upon their own human wisdom, but will seek earnestly for light and intelligence as to what is the best manner of conducting their business. Joshua, the commander of Israel, searched the books diligently in which Moses had faithfully chronicled the directions given by God; his requirements, reproofs, and restrictions, lest he should move unadvisedly. Joshua was afraid to trust his own impulses, or his own wisdom. He regarded everything that came from Christ, who was enshrouded with a pillar of cloud by day and a pillar of fire by night, as of sufficient importance to be sacredly cherished. He meditated day and night upon the words which had been spoken to Moses, the servant of God. Joshua desired to know and to do, God's will, and he was commanded by God to study and meditate upon all the directions which had been given: \"For then, shalt thou make thy way prosperous, and thou shalt have success.\" The secret of Joshua's victories was that, even amid his accumulated cares and responsibilities, he dared not trust to his own finite wisdom, but made God his counselor and guide.",
    "paragraph": 1,
    "bookcode": "PC",
    "page": 376
}