{
    "word": "The youth in Battle Creek are, as a general thing, allied to the world. But few maintain a special warfare against the internal foe. But few have an earnest, anxious desire to know and do the will of God. But few hunger and thirst after righteousness. But few know anything of the Spirit of God as a reprover or comforter. Where are the missionaries? Where are the self-denying, self-sacrificing ones? Where are the cross-bearers? Self and self-interest have swallowed up high and noble principles. Things of eternal moment bear with no special weight upon the mind. God requires you individually to come up to the point, to make an entire surrender. Ye cannot serve God and mammon. Ye cannot serve self and at the same time be servants of \n                                                                           18\nChrist. You must die to self, die to your love of pleasure, and learn to inquire, Will God be pleased with the objects for which I purpose to spend this means? Shall I glorify him? We are commanded, Whether we eat or drink, or whatsoever we do, to do all to the glory of God. How many have conscientiously moved from principle rather than from impulse, and obeyed this command to the letter? How many of the youthful disciples of Battle Creek have made God their trust and portion, and have earnestly sought to know and do his will? There are many who profess to be servants of Christ in name, but they are not so in obedience. Where religious principle governs, the danger of committing important errors is small; for selfishness, which always blinds and deceives, is subordinate. The sincere desire to do others good so predominates that self is forgotten. To have firm religious principles is an inestimable treasure. It is the purest, highest, and most elevated influence mortals can possess. Such have an anchor. Every act is well considered, lest its effect be injurious to another, and lead away from Christ. The constant inquiry of the mind is, Lord, how shall I best serve and glorify thy name in the earth? how shall I conduct my life to make thy name a praise in the earth, and lead others to love, serve, and honor thee? Let me only desire and choose thy will. Let the words and example of my Redeemer be the light and strength of my heart. While I follow and trust in him, he will not leave me to perish. He shall be my crown of rejoicing.",
    "paragraph": 1,
    "bookcode": "PH097",
    "page": 17
}