{
    "word": "Those whom God has appointed to become instructors must know by personal experience what it is to have Christ made unto them wisdom, righteousness, sanctification, and redemption. But let no soul imagine that the gaining of eternal life through the finished work of Christ, will involve no struggle, no conflict. There will be constant battles against their own inclinations and hereditary and cultivated tendencies. The apostle declares: \"We wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places. Wherefore take unto you the whole armor of God, that ye may be able to withstand in the evil day, and having done all, to stand.\" We are continually to be found fighting the good fight of faith. We are to behold Christ, to study his character in the light of his word with fervent prayer, dwelling upon his attributes and virtues, until we shall become changed into his image. There is no time to halt and rest upon the ladder of progress. The command is to go forward and upward, looking to God, who is above the ladder. To look back is to become dizzy, to relax your hold, to lose all, to fall back into darkness. You must keep hold on Christ your Mediator, ascending step by step, being changed from glory to glory, from character to character, as by the Spirit of the Lord. Stretch up the hand of faith, taking hold of one line after another in the work of the Redeemer for the saving of precious souls. Those who think to labor for others should not wait till they know it all, before they begin to communicate to others, nor should they think that they have attained all that belongs to the work of the minister when they can preach a discourse. Such a one should set the standard high, and seek to become a minister of the word, teaching the souls for whom you labor precept upon precept, line upon line of divine truth. Your work cannot be a success unless you educate those for whom you labor. Seek to enlighten the \n                                                                           14\nminds of the seekers after truth, by giving them clear and definite explanations in their own home circle, in the prayer-meeting, and from the pulpit. Instead of spending all the time in sermonizing, open your Bible, and invite the people to engage with you in studying its precious truths. Let those who desire ask questions concerning that which they do not comprehend, that the plan of salvation may be more clearly revealed to their minds. Plant the feet of all that you possibly can, one step after another, upon the divine ladder reaching from earth to heaven. Lift up Jesus, lift him up as the only One whereby men can be saved. Then will the truth which you present become the power of God unto salvation.",
    "paragraph": 1,
    "bookcode": "PH118",
    "page": 13
}