{
    "word": "6 T.--112 \n     As we near the close of time, we must rise higher and still higher upon the question of health reform and Christian temperance, presenting it in a more positive and decided manner. We must strive continually to educate the people, not only by our words but by our practice. Precept and practice combined have a telling influence.  {TSDF 193.10}  \n                                                       7 T.--136-137 \n     The light God has given on health reform is for our salvation and the salvation of the world. . . . The Lord has been sending us line upon line, and if we reject these principles, we are not rejecting the messenger who teaches them, but the One who has given us the principles. Reform, continual reform, \n\n194 \n\nmust be kept before the people, and by our example we must enforce our teaching. True religion and the laws of health go hand in hand. It is impossible to work for the salvation of men and women without presenting to them the need of breaking away from sinful gratifications, which destroy the health, debase the soul, and prevent divine truth from impressing the mind. Men and women must be taught to take a careful view of every habit and every practice, and at once put away those things that cause an unhealthy condition of the body, and thus cast a dark shadow over the mind. God desires His light-bearers ever to keep a high standard before them. By precept and example they must hold their perfect standard high above Satan's false standard, which, if followed, will lead to misery, degradation, disease, and death for both body and soul. Let those who have obtained a knowledge of how to eat, and drink, and dress so as to preserve health, impart this knowledge to others. Let the poor have the gospel of health preached unto them from a practical point of view, that they may know how to care properly for the body, which is the temple of the Holy Spirit.  {TSDF 193.11}  \n                                                       9 T.--112-113 \n     The work of health reform is the Lord's means for lessening suffering in our world and for purifying His church. Teach the people that they can act as God's helping hand, by co-operating with the Master-worker in restoring physical and spiritual health. This work bears the signature of heaven, and will open doors for the entrance of other precious truths. There is room for all to labor who will take hold of this work intelligently.",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 194
}