{"word": "CCh - Counsels for the Church (1991)\n\n\nFOREWORD\n\nAS THE SEVENTH-DAY ADVENTIST MOVEMENT HAS GROWN IN ALL PARTS OF THE WORLD, MEMBERS WHO SPEAK AND READ THE VARIOUS LANGUAGES HAVE YEARNED FOR THE TESTIMONIES FOR THE CHURCH, WHICH, IN FULL OR IN PART, HAVE EDIFIED AND BLESSED THE CHURCH THROUGHOUT THE WORLD. IT IS NOT POSSIBLE TO PUBLISH IN EACH LANGUAGE THE FULL CONTENT OF THE NINE TESTIMONY VOLUMES AND THE MANY OTHER SPIRIT OF PROPHECY BOOKS. THERE IS PRESENTED IN THIS VOLUME, HOWEVER, A SELECTION OF GENERAL COUNSELS DRAWN FROM THESE SOURCES WHICH WILL PROVE OF GREAT SERVICE AND PRACTICAL HELP TO THE CHURCH.\nTHE SELECTION OF MATERIALS, WHICH HAVE BEEN CONVENIENTLY GROUPED IN THE SIXTY-SIX CHAPTERS OF THIS VOLUME, IS THE WORK OF THE TRUSTEES OF THE ELLEN G. WHITE ESTATE, WHO ARE RESPONSIBLE FOR THE CARE OF MRS. WHITE\\92S WRITINGS AT THE WORLD HEADQUARTERS OF THE SEVENTH-DAY ADVENTIST CHURCH IN SILVER SPRING, MARYLAND, IN THE UNITED STATES OF AMERICA. IT HAS BEEN A PAINSTAKING TASK TO GATHER, ARRANGE, TRANSLATE, AND PUBLISH IN THIS BOOK A COMPREHENSIVE SELECTION OF MATERIALS FROM THE MANY E. G. WHITE BOOKS. BECAUSE OF THE LIMITATION OF SPACE, ONLY THE MORE ESSENTIAL COUNSELS ON VITAL THEMES COULD BE INCLUDED. EVEN THIS PRESENTS A WIDE RANGE OF SUBJECTS. IN SOME CASES THE SELECTION IS CONFINED TO A FEW PARAGRAPHS AT A TIME TAKEN FROM SCATTERED SOURCES. REFERENCE TO THE BOOKS FROM WHICH THE SELECTIONS HAVE BEEN DRAWN ARE FOUND IN ABBREVIATED FORM AT THE CLOSE OF EACH CHAPTER. BY REFERENCE TO THE KEY TO ABBREVIATIONS YOU CAN EASILY FIND THE BOOKS TO WHICH THE LETTERS REFER. NO ATTEMPT HAS BEEN MADE TO INDICATE BY ELLIPSIS MARKS THAT PARAGRAPHS OR SENTENCES HAVE BEEN DELETED.\nDO NOT CONFUSE THE INTRODUCTION, WRITTEN BY THE TRUSTEES, WITH THE WRITINGS OF MRS. WHITE HERSELF, WHICH COMMENCE WITH CHAPTER 1.\nIT IS WITH SATISFACTION AND JOY THAT THIS BOOK IS NOW MADE AVAILABLE TO THOSE WHO HAVE WAITED SO LONG FOR ITS APPEARANCE. THAT THE PRECIOUS COUNSEL AND INSTRUCTIONS THAT FILLS THESE PAGES MAY DEEPEN THE CONVICTION OF EACH READER IN THE TRUTHS OF THE ADVENT MESSAGE, BROADEN HIS CHRISTIAN EXPERIENCE, AND HEIGHTEN HIS EXPECTATION OF VICTORY IN THE FINAL DAY WHEN OUR LORD SHALL RETURN, IS THE SINCERE PRAYER OF\nTHE TRUSTEES OF THE ELLEN G. WHITE ESTATE.\n\n\nTable of Contents\n\nIntroduction\t  9\n1.\tA Vision of the Reward of the Faithful \t 33\n2.\tThe Time of the End \t 37\n3.\tPrepare to Meet the Lord\t 41\n4.\tUnion With Christ and Brotherly Love\t 43\n5.\tChrist Our Righteousness\t 47\n6.\tThe Sanctified Life\t 50\n7.\tGod Has a Work for You to Do\t 58\n8.\t \\93Here Am I, Lord, Send Me\\94\t 64\n9.\tThe Publications of the Church\t 72\n10.\tBelief in a personal God\t 74\n11.\tChristians to Represent God\t 78\n12.\tIn the World but Not of the World\t 83\n13.\tThe Bible\t 86\n14.\tThe Testimonies for the Church\t 91\n15.\tThe Holy Spirit\t 98\n16.\tKeep Clear God\\92s Connection with Man\t101\n17.\tPurity of Heart and Life\t107\n18.\tThe Choosing of a Husband or Wife\t112\n19.\tMarry Not an Unbeliever\t120\n20.\tMarriage\t125\n21.\tA Happy, Successful Partnership\t129\n22.\tThe Relationship Between Husband and Wife\t133\n23.\tThe Mother and Her Child\t138\n24.\tThe Christian Father and Mother\t143\n25.\tThe Christian Home\t148\n26.\tSpiritual Influence in the Home\t151\n27.\tFinance in the Home\t154\n28.\tFamily Activities During Holidays and Anniversaries\t158\n29.\tRecreation\t160\n30.\tThe Avenues to the Mind Which Must be Guarded\t166\n31.\tChoice of reading\t168\n32.\tMusic\t172\n33.\tCriticism and Its Effects\t174\n34.\tCounsel Concerning Dress\t180\n35.\tAn Appeal to Youth\t184\n36.\tThe Proper Discipline and Education of Our Children\t190\n37.\tChristian Education\t202\n38.\tThe Call to Temperate Living\t214\n39.\tThe Importance of Cleanliness\t218\n40.\tThe Food We Eat\t221\n41.\tFlesh Foods\t228\n42.\tFaithfulness in Health Reform\t233\n43.\tThe Church on Earth\t240\n44.\tChurch Organization\t244\n45.\tThe House of God\t249\n46.\tTreatment of the Erring\t254\n47.\tThe Observance of God\\92s Holy Sabbath\t261\n48.\tCounsels on Stewardship\t272\n49.\tThe Christian Attitude Toward Want and Suffering\t283\n50.\tChristians in All the World Become One in Christ\t287\n51.\tThe Prayer Meeting\t292\n52.\tBaptism\t295\n53.\tThe Lord\\92s Supper\t298\n54.\tPrayer for the Sick\t303\n55.\tThe Medical Work\t308\n56.\tRelations With Those Not of Our Persuasion\t312\n57.\tOur relations to Rulers and Laws\t314\n58.\tSatan\\92s Deceptive Work\t319\n59.\tFalse Science\\97Satan\\92s Modern Robe of Light\t322\n60.\tSatan\\92s Lying Wonders\t329\n61.\tThe Coming Crisis\t333\n62.\tThe Sifting Time\t338\n63.\tSome Things to Remember\t342\n64.\tChrist Our Great High Priest\t347\n65.\tJoshua and the Angel\t350\n66.\t\\93Behold, I Come Quickly\\94\t355\n\n\nIntroduction\\97The Prophetic Gift and Ellen G. White\n\n\nPREPARING TO MEET CHRIST\n\nALL SEVENTH-DAY ADVENTISTS LOOK FORWARD LONGINGLY TO THE TIME WHEN JESUS WILL COME TO TAKE THEM TO THE HEAVENLY HOME THAT HE HAS GONE TO PREPARE FOR THEM. IN THAT BETTER LAND THERE WILL BE NO MORE SIN, NO DISAPPOINTMENTS, NO HUNGER, NO POVERTY, NO SICKNESS, AND NO DEATH. WHEN THE APOSTLE JOHN CONTEMPLATED THE PRIVILEGES THAT AWAIT THE FAITHFUL, HE EXCLAIMED: \\93BEHOLD, WHAT MANNER OF LOVE THE FATHER HATH BESTOWED UPON US, THAT WE SHOULD BE CALLED THE SONS OF GOD\\85. NOW ARE WE THE SONS OF GOD, AND IT DOTH NOT YET APPEAR WHAT WE SHALL BE: BUT WE KNOW THAT, WHEN HE SHALL APPEAR, WE SHALL BE LIKE HIM.\\94 1 JOHN 3:1,2.\nTO BE LIKE JESUS IN CHARACTER IS GOD\\92S AIM FOR HIS PEOPLE. FROM THE BEGINNING IT WAS GOD\\92S PLAN THAT MEMBERS OF THE HUMAN FAMILY, CREATED IN HIS IMAGE, SHOULD DEVELOP GOD-LIKE CHARACTERS. TO ACCOMPLISH THIS, OUR FIRST PARENTS IN EDEN WERE TO RECEIVE INSTRUCTION FROM CHRIST AND THE ANGELS IN FACE-TO-FACE CONVERSE. BUT AFTER ADAM AND EVE SINNED, THEY COULD NO LONGER FREELY SPEAK TO HEAVENLY BEINGS IN THIS MANNER.\nSO THAT THE HUMAN FAMILY MIGHT NOT BE LEFT WITHOUT GUIDANCE, GOD CHOSE OTHER WAYS TO REVEAL HIS WILL TO HIS PEOPLE, ONE OF WHICH WAS THE MEDIUM OF PROPHETS. TO ISRAEL, GOD EXPLAINED, \\93IF THERE BE A PROPHET AMONG YOU, I THE LORD WILL MAKE MYSELF KNOWN UNTO HIM IN A VISION AND WILL SPEAK UNTO HIM IN A DREAM.\\94 NUMBERS 12:6.\nIT IS GOD\\92S PURPOSE THAT HIS PEOPLE SHALL BE INFORMED AND ENLIGHTENED, KNOWING AND UNDERSTANDING NOT ONLY THE TIMES IN WHICH THEY LIVE BUT ALSO WHAT IS YET TO COME. \\93SURELY THE LORD WILL DO NOTHING, BUT HE REVEALETH HIS SECRETS UNTO HIS SERVANTS THE PROPHETS.\\94 AMOS 3:7. THIS CONTRASTS GOD\\92S PEOPLE, \\93THE CHILDREN OF LIGHT\\94 1 THESSALONIANS 5:5, WITH THE PEOPLE OF THE WORLD. \nTHE WORK OF THE PROPHET INCLUDES MUCH MORE THAN JUST MAKING PREDICTIONS. MOSES, A PROPHET OF GOD WHO WROTE SIX BOOKS OF THE BIBLE, WROTE VERY LITTLE ABOUT WHAT WAS TO COME IN THE FUTURE. HIS WORK IS DESCRIBED BY HOSEA IN ITS BROADER SENSE, \\93BY A PROPHET THE LORD BROUGHT ISRAEL OUT OF EGYPT, AND BY A PROPHET WAS HE PRESERVED.\\94 HOSEA 12:13.\nA PROPHET IS NOT ONE WHO IS APPOINTED BY HIS FELLOW MEN, NOR IS HE SELF-APPOINTED. THE CHOICE OF A PERSON TO BE A PROPHET IS ENTIRELY IN THE HANDS OF GOD. BOTH MEN AND WOMEN HAVE FROM TIME TO TIME BEEN CHOSEN BY GOD TO SPEAK FOR HIM.\n10\nTHESE PROPHETS, THESE MEN AND WOMEN CHOSEN OF GOD AS CHANNELS OF COMMUNICATION, HAVE SPOKEN AND WRITTEN WHAT GOD HAS REVEALED TO THEM IN HOLY VISION. THE PRECIOUS WORD OF GOD COMPRISES THESE MESSAGES. THROUGH THESE PROPHETS MEMBERS OF THE HUMAN FAMILY HAVE BEEN LED TO AN UNDERSTANDING OF THE CONFLICT THAT GOES ON FOR THE SOULS OF MEN, THE CONFLICT BETWEEN CHRIST AND HIS ANGELS AND SATAN AND HIS ANGELS. WE ARE LED TO AN UNDERSTANDING OF THIS CONFLICT IN EARTH\\92S CLOSING DAYS, AND OF THE MEANS PROVIDED BY GOD TO CARE FOR HIS WORK AND TO PERFECT THE CHARACTERS OF HIS PEOPLE.\nTHE APOSTLES, THE LAST OF THE BIBLE WRITERS, GAVE US A CLEAR PICTURE OF THE EVENTS OF THE LAST DAYS. PAUL WROTE OF \\93PERILOUS TIMES,\\94 AND PETER WARNED OF SCOFFERS, WALKING AFTER THEIR OWN LUSTS, ASKING, \\93WHERE IS THE PROMISE OF HIS COMING?\\94 THE CHURCH AT THIS TIME WILL BE IN CONFLICT, FOR JOHN SAW SATAN AS HE \\93WENT TO MAKE WAR WITH THE REMNANT.\\94 THE APOSTLE JOHN IDENTIFIES THE MEMBERS OF THE LAST-DAY CHURCH, \\93THE REMNANT CHURCH,\\94 AS THOSE \\93WHICH KEEP THE COMMANDMENTS OF GOD\\94 REVELATION 12:17, THUS MAKING THEM A COMMANDMENT-KEEPING CHURCH. THIS REMNANT CHURCH WOULD ALSO HAVE \\93THE TESTIMONY OF JESUS,\\94 WHICH IS \\93THE SPIRIT OF PROPHECY.\\94 REVELATION 19:10. PAUL STATES THAT THE CHURCH THAT IS EXPECTANTLY WAITING FOR THE COMING OF CHRIST WOULD COME BEHIND IN NO GIFT. 1 CORINTHIANS 1:7,8. IT WOULD BE BLESSED WITH THE GIFT OF THE TESTIMONY OF CHRIST.\nIT IS CLEAR, THEN, THAT IN GOD\\92S PLAN THE CHURCH OF THE LAST DAYS WOULD, WHEN IT CAME INTO BEING, HAVE IN ITS MIDST THE SPIRIT OF PROPHECY. HOW REASONABLE IT IS THAT GOD SHOULD SPEAK TO HIS PEOPLE IN EARTH\\92S LAST DAYS JUST AS HE SPOKE TO HIS PEOPLE IN TIME OF SPECIAL NEED IN CENTURIES PAST.\nWHEN THIS CHURCH OF PROPHECY\\97THE SEVENTH-DAY ADVENTIST CHURCH\\97CAME INTO BEING IN THE MID-1800S, A VOICE WAS HEARD AMONG US, SAYING, \\93GOD HAS SHOWN ME IN HOLY VISION.\\94 THESE WERE NOT BOASTING WORDS, BUT THE UTTERANCE OF A MAIDEN OF SEVENTEEN YEARS WHO HAD BEEN CALLED TO SPEAK FOR GOD. THROUGH SEVENTY YEARS OF FAITHFUL MINISTRY THAT VOICE WAS HEARD, GUIDING, CORRECTING, INSTRUCTING. AND THAT VOICE IS STILL HEARD TODAY THROUGH THE THOUSANDS OF PAGES WRITTEN BY THE LORD\\92S CHOSEN MESSENGER, ELLEN G. WHITE.\n\nTHE VISION OF THE GREAT CONTROVERSY BETWEEN CHRIST AND SATAN\n\nTHE LITTLE SCHOOLHOUSE IN A VILLAGE IN THE EASTERN PART OF AMERICA WAS FILLED WITH MEN AND WOMEN THAT SUNDAY AFTERNOON IN MID-MARCH, 1858, AS THEY GATHERED FOR A SERVICE. ELDER JAMES WHITE CONDUCTED THE FUNERAL OF A YOUNG MAN, PREACHING THE SERMON. AS HE FINISHED SPEAKING, MRS. WHITE FELT IMPRESSED TO SAY A FEW WORDS TO THOSE WHO MOURNED. SHE ROSE TO HER FEET, SPOKE FOR A MINUTE OR TWO, AND THEN PAUSED. THE PEOPLE LOOKED UP TO CATCH THE NEXT WORDS FROM HER LIPS. THEY WERE A BIT STARTLED BY THE EXCLAMATION OF \\93GLORY TO GOD!\\94 REPEATED THREE TIMES WITH INCREASING EMPHASES. MRS. WHITE WAS IN VISION.\nELDER WHITE TOLD THE PEOPLE ABOUT THE VISIONS GIVEN TO MRS. WHITE.\n11\nHE EXPLAINED THAT VISIONS HAD BEEN GIVEN TO HER SINCE SHE WAS A YOUNG WOMAN OF SEVENTEEN. HE TOLD THEM THAT ALTHOUGH HER EYES WERE OPEN, AND IT SEEMED AS IF SHE WERE WATCHING SOMETHING IN THE DISTANCE, SHE WAS ABSOLUTELY UNCONSCIOUS OF HER SURROUNDINGS AND KNEW NOTHING OF WHAT WAS GOING ON ABOUT HER. HE REFERRED TO NUMBERS 24:4 AND 16, WHERE WE READ OF ONE \\93WHICH HEARD THE WORDS OF GOD, AND KNOW THE KNOWLEDGE OF THE MOST HIGH, WHICH SAW THE VISION OF THE ALMIGHTY, FALLING INTO A TRANCE, BUT HAVING HIS EYES OPEN.\\94\nHE EXPLAINED TO THE PEOPLE THAT SHE DID NOT BREATHE WHILE IN VISION. THEN HE TURNED TO DANIEL 10:17 AND READ DANIEL\\92S EXPERIENCE WHILE IN VISION: \\93THERE REMAINED NO STRENGTH IN ME, NEITHER IS THERE BREATH LEFT IN ME.\\94 ELDER WHITE NEXT INVITED THOSE WHO CARED TO DO SO TO COME FORWARD AND EXAMINE MRS. WHITE. HE ALWAYS GAVE FREEDOM FOR SUCH AN EXAMINATION AND WAS PLEASED IF A PHYSICIAN WAS PRESENT WHO COULD EXAMINE HER WHILE IN VISION.\nAS THE PEOPLE PRESSED CLOSE, THEY SAW THAT MRS. WHITE DID NOT BREATHE, YET HER HEART CONTINUED TO BEAT NORMALLY, AND THE COLOR OF HER CHEEKS WAS NATURAL. A MIRROR WAS BROUGHT AND HELD BEFORE HER FACE, BUT NO MOISTURE GATHERED ON THE MIRROR. THEN THEY BROUGHT A CANDLE AND LIT IT AND HELD IT CLOSE TO HER NOSE AND MOUTH. BUT THE FLAME STOOD ERECT, WITHOUT A FLICKER. THE PEOPLE COULD SEE THAT SHE DID NOT BREATHE. SHE WALKED ABOUT THE ROOM, MOVING HER ARMS GRACEFULLY AS SHE SPOKE IN SHORT EXCLAMATIONS OF WHAT WAS BEING REVEALED TO HER. LIKE DANIEL, THERE HAD AT FIRST BEEN A LOSS OF NATURAL STRENGTH; THEN SUPERNATURAL STRENGTH WAS IMPARTED TO HER. SEE DANIEL 10:7,8,18,19.\nFOR TWO HOURS MRS. WHITE WAS IN VISION. FOR TWO HOURS SHE DID NOT BREATHE. THEN AS THE VISION CAME TO A CLOSE, SHE TOOK A DEEP INHALATION, PAUSED FOR ABOUT A MINUTE, BREATHED AGAIN, AND SOON WAS BREATHING NATURALLY. AT THE SAME TIME SHE BEGAN TO RECOGNIZE HER SURROUNDINGS, BECOMING CONSCIOUS OF WHAT WAS GOING ON ABOUT HER.\nONE WHO OFTEN SAW MRS. WHITE IN VISION, MRS. MARTHA AMADON, GIVES THE FOLLOWING DESCRIPTION:\n\\93IN VISION HER EYES WERE OPEN. THERE WAS NO BREATH, BUT THERE WERE GRACEFUL MOVEMENTS OF THE SHOULDER, ARMS, THE HANDS, EXPRESSIVE OF WHAT SHE SAW. IT WAS IMPOSSIBLE FOR ANYONE ELSE TO MOVE HER HANDS OR ARMS. SHE OFTEN UTTERED WORDS SINGLY AND SOMETIMES SENTENCES WHICH EXPRESSED TO THOSE ABOUT HER THE NATURE OF THE VIEW SHE WAS HAVING, EITHER OF HEAVEN OR OF EARTH.\n\\93HER FIRST WORD IN VISION WAS \\91GLORY,\\92 SOUNDING AT FIRST CLOSE BY, AND THEN DYING AWAY IN THE DISTANCE, SEEMINGLY FAR AWAY. THIS WAS SOMETIMES REPEATED\\85.\n\\93THERE WAS NO EXCITEMENT AMONG THOSE PRESENT DURING A VISION; NOTHING CAUSED FEAR. IT WAS A SOLEMN, QUIET SCENE\\85.\n\\93WHEN THE VISION WAS ENDED, AND SHE LOST SIGHT OF THE HEAVENLY LIGHT, AS IT WERE COMING BACK TO THE EARTH ONCE MORE, SHE WOULD EXCLAIM WITH A LONG-DRAW SIGH, AS SHE TOOK HER FIRST NATURAL BREATH, \\91D-A-R-K.\\92\n12\nSHE WAS THEN LIMP AND STRENGTHLESS.\\94\nBUT WE MUST RETURN TO OUR STORY OF THE TWO-HOUR VISION IN THE SCHOOLHOUSE. OF THIS VISION MRS. WHITE LATER WROTE:\n\\93MOST OF THE MATTER WHICH I HAD SEEN TEN YEARS BEFORE CONCERNING THE GREAT CONTROVERSY OF THE AGES BETWEEN CHRIST AND SATAN, WAS REPEATED, AND I WAS INSTRUCTED TO WRITE IT OUT.\\94\nIN THE VISION IT SEEMED TO HER THAT SHE WAS PRESENT, WITNESSING THE SCENES AS THEY APPEARED BEFORE HER. FIRST IT SEEMED THAT SHE WAS IN HEAVEN, WHERE SHE WITNESSED THE FALL OF LUCIFER. THEN SHE WITNESSED THE CREATION OF THE WORLD AND SAW OUR FIRST PARENTS IN THEIR EDEN HOME. SHE SAW THEM YIELD TO THE TEMPTATIONS OF THE SERPENT AND LOSE THEIR GARDEN HOME. IN QUICK SUCCESSION BIBLE HISTORY PASSED BEFORE HER. SHE SAW THE EXPERIENCE OF THE PATRIARCHS AND PROPHETS OF ISRAEL. SHE WITNESSED THE LIFE AND DEATH OF OUR SAVIOUR JESUS CHRIST AND HIS ASCENSION TO HEAVEN, WHERE HE HAS BEEN MINISTERING AS OUR HIGH PRIEST EVER SINCE.\nFOLLOWING THESE SHE SAW THE DISCIPLES GO FORTH TO SPREAD THE GOSPEL MESSAGE TO THE ENDS OF THE EARTH. QUICKLY THIS WAS FOLLOWED BY THE APOSTASY AND THE DARK AGES! THEN SHE SAW IN VISION THE REFORMATION, AS NOBLE MEN AND WOMEN AT THE RISK OF THEIR LIVES STOOD FOR TRUTH. SHE WAS BROUGHT DOWN TO THE SCENES OF THE JUDGMENT WHICH BEGAN IN HEAVEN IN 1844, AND ON TO OUR DAY; THEN SHE WAS TAKEN INTO THE FUTURE AND SAW THE COMING OF CHRIST IN THE CLOUDS OF HEAVEN. SHE WITNESSED THE SCENES OF THE MILLENNIUM AND THE EARTH MADE NEW.\nWITH THESE VIVID REPRESENTATIONS BEFORE HER, MRS. WHITE, AFTER RETURNING TO HER HOME, UNDERTOOK TO WRITE OUT WHAT SHE HAD SEEN AND HEARD IN THE VISION. ABOUT SIX MONTHS LATER A LITTLE 219-PAGE VOLUME CAME FROM THE PRESS BEARING THE TITLE THE GREAT CONTROVERSY BETWEEN CHRIST AND HIS ANGELS AND SATAN AND HIS ANGELS.\nTHE LITTLE BOOK WAS RECEIVED ENTHUSIASTICALLY, FOR IT PORTRAYED VIVIDLY THE EXPERIENCE THAT WAS BEFORE THE CHURCH, AND UNMASKED THE PLANS OF SATAN AND THE MANNER IN WHICH HE WILL ATTEMPT TO MISLEAD THE CHURCH AND THE WORLD IN THE LAST CONFLICT OF EARTH. HOW THANKFUL THE ADVENTISTS WERE THAT GOD WAS SPEAKING TO THEM IN THESE LAST DAYS THROUGH THE SPIRIT OF PROPHECY, JUST AS HE HAD PROMISED TO DO.\nTHE ACCOUNT OF THE GREAT CONTROVERSY, SO BRIEFLY TOLD IN THE LITTLE VOLUME OF SPIRITUAL GIFTS, WAS LATER REPRINTED IN THE LAST HALF OF EARLY WRITINGS, AND MAY BE FOUND THERE TODAY.\nBUT AS THE CHURCH GREW AND TIME WENT ON, THE LORD IN MANY SUCCEEDING VISIONS OPENED UP THE GREAT CONTROVERSY STORY IN GREATER DETAIL, AND MRS. WHITE REWROTE IT, BETWEEN 1870 AND 1884, IN FOUR VOLUMES CALLED THE SPIRIT OF PROPHECY. THE BOOK THE STORY OF REDEMPTION PRESENTS THE MORE IMPORTANT PARTS OF THE GREAT CONTROVERSY STORY DRAWN FROM THESE BOOKS. THIS VOLUME, PUBLISHED IN MANY LANGUAGES, BRINGS TO MANY PEOPLE WHAT WAS SHOWN IN THESE VISION OF THE GREAT CONTROVERSY. LATER, IN THE FIVE VOLUMES OF THE \\93CONFLICT OF THE AGES SERIES\\94\\97PATRIARCHS AND PROPHETS, PROPHETS AND KINGS, THE DESIRE OF AGES, THE ACTS OF THE\n13\nAPOSTLES, AND THE GREAT CONTROVERSY\\97MRS. WHITE PRESENTED, IN MINUTE DETAIL, THE ENTIRE HISTORY OF THE CONFLICT BETWEEN GOOD AND EVIL.\nTHESE VOLUMES, WHICH PARALLEL THE BIBLE ACCOUNT FROM CREATION TO THE CHRISTIAN ERA AND TAKE THE STORY THROUGH TO THE CLOSE OF TIME, GIVE GREAT LIGHT AND ENCOURAGEMENT. THESE ARE BOOKS THAT HELP TO MAKE SEVENTH-DAY ADVENTISTS \\93THE CHILDREN OF LIGHT\\94 AND \\93CHILDREN OF THE DAY.\\94 WE SEE IN THIS EXPERIENCE THE FULFILLMENT OF THE ASSURANCE: \\93SURELY THE LORD GOD WILL DO NOTHING, BUT HE REVEALETH HIS SECRET UNTO HIS SERVANTS THE PROPHETS.\\94 AMOS 3:7.\nWRITING OF HOW THE LIGHT CAME TO HER, MRS. WHITE SAYS: \\93THROUGH THE ILLUMINATION OF THE HOLY SPIRIT, THE SCENES OF THE LONG-CONTINUED CONFLICT BETWEEN GOOD AND EVIL HAVE BEEN OPENED TO THE WRITER OF THESE PAGES. FROM TIME TO TIME I HAVE BEEN PERMITTED TO BEHOLD THE WORKING, IN DIFFERENT AGES, OF THE GREAT CONTROVERSY BETWEEN CHRIST, THE PRINCE OF LIFE, THE AUTHOR OF OUR SALVATION, AND SATAN, THE PRINCE OF EVIL, THE AUTHOR OF SIN, THE FIRST TRANSGRESSOR OF GOD\\92S HOLY LAW\\85. \\93AS THE SPIRIT OF GOD HAS OPENED TO MY MIND THE GREAT TRUTHS OF HIS WORD, AND THE SCENES OF THE PAST AND THE FUTURE, I HAVE BEEN BIDDEN TO MAKE KNOWN TO OTHERS THAT WHICH HAS THUS BEEN REVEALED\\97TO TRACE THE HISTORY OF THE CONTROVERSY IN PAST AGES, AND ESPECIALLY SO TO PRESENT IT AS TO SHED A LIGHT ON THE FAST-APPROACHING STRUGGLE OF THE FUTURE.\\94\n\nHOW THE LIGHT CAME TO THE PROPHET\n\nAT ONE TIME IN THE EXPERIENCE OF THE CHILDREN OF ISRAEL, AS WE HAVE ALREADY SEEN, THE LORD TOLD THE PEOPLE HOW HE WOULD COMMUNICATE WITH THEM THROUGH THE PROPHETS. HE SAID: \\93IF THERE BE A PROPHET AMONG YOU, I THE LORD WILL MAKE MYSELF KNOWN UNTO HIM IN A VISION, AND WILL SPEAK UNTO HIM IN A DREAM.\\94 NUMBERS 12:6.\nWE STATED ABOVE THAT THE 1858 GREAT CONTROVERSY VISION WAS ACCOMPANIED BY CERTAIN PHYSICAL PHENOMENA. ONE MIGHT VERY LOGICALLY ASK WHY VISIONS WERE GIVEN IN THIS WAY. UNDOUBTEDLY IT WAS TO ESTABLISH THE CONFIDENCE OF THE PEOPLE AND TO ASSURE THEM THAT THE LORD WAS TRULY SPEAKING TO THE PROPHET. NOT OFTEN DID MRS. WHITE REFER IN DETAIL TO HER CONDITION WHILE IN VISION, BUT ON ONE OCCASION SHE SAID, \\93THESE MESSAGES WERE THUS GIVEN TO SUBSTANTIATE THE FAITH OF ALL, THAT IN THESE LAST DAYS WE MIGHT HAVE CONFIDENCE IN THE SPIRIT OF PROPHECY.\\94\nAS MRS. WHITE\\92S WORK DEVELOPED, IT COULD BE TESTED BY ITS RESULTS. \\93BY THEIR FRUITS YE SHALL KNOW THEM.\\94 BUT IT TAKES TIME FOR FRUIT TO DEVELOP, AND THE LORD AT THE OUTSET GAVE EVIDENCES IN CONNECTION WITH THE GIVING OF THE VISIONS, WHICH HELPED THE PEOPLE TO BELIEVE.\nBUT NOT ALL OF THE VISIONS WERE GIVEN IN PUBLIC, ACCOMPANIED BY MARKED PHYSICAL PHENOMENA. THE LORD PROMISED TO COMMUNICATE WITH THE PROPHETS THROUGH DREAMS AS WELL. NUMBERS 12:16. THESE ARE PROPHETIC DREAMS, SUCH AS DANIEL HAD. HE DECLARES: \\93IN THE FIRST YEAR OF BELSHAZZAR KING OF BABYLON, DANIEL HAD A DREAM AND VISIONS OF HIS HEAD UPON HIS BED: THEN HE WROTE THE DREAM, AND TOLD THE SUM OF THE MATTERS.\\94 DANIEL 7:1.\n14\nAS DANIEL TELLS OF WHAT WAS REVEALED TO HIM, IN SEVERAL INSTANCES HE SAYS, \\93I SAW IN THE NIGHT VISIONS.\\94 LIKEWISE, IN MRS. WHITE\\92S EXPERIENCE VISIONS WERE GIVEN TO HER WHEN HER MIND WAS AT REST DURING THE HOURS OF THE NIGHT. HER WRITINGS OFTEN CONTAIN THE INTRODUCTORY STATEMENT: \\93IN THE VISIONS OF THE NIGHT SOME THINGS WERE CLEARLY PRESENTED TO ME.\\94 FREQUENTLY GOD SPOKE TO THE PROPHET IN A PROPHETIC DREAM. QUESTIONS MAY ARISE CONCERNING THE RELATIONSHIP BETWEEN A PROPHETIC DREAM OR NIGHT VISION, AND AN ORDINARY DREAM. OF THIS MRS. WHITE WROTE IN 1868:\n\\93THERE ARE MANY DREAMS ARISING FROM THE COMMON THINGS OF LIFE, WITH WHICH THE SPIRIT OF GOD HAS NOTHING TO DO. THERE ARE ALSO FALSE DREAMS, AS WELL AS FALSE VISIONS, WHICH ARE INSPIRED BY THE SPIRIT OF SATAN. BUT DREAMS FROM THE LORD ARE CLASSED IN THE WORD OF GOD WITH VISIONS. SUCH DREAMS, TAKING INTO ACCOUNT THE PERSONS WHO HAVE THEM, AND THE CIRCUMSTANCES UNDER WHICH THEY ARE GIVEN, CONTAIN THEIR OWN PROOFS OF THEIR GENUINENESS.\\94\nAT ONE TIME, QUITE LATE IN MRS. WHITE\\92S LIFE, HER SON, ELDER W. C. WHITE, SEEKING INFORMATION TO HELP THOSE WHO WERE LESS INFORMED, MADE THIS INQUIRY OF HER: \\93MOTHER, YOU OFTEN SPEAK OF MATTERS BEING REVEALED TO YOU IN THE NIGHT SEASON. YOU SPEAK OF DREAMS IN WHICH LIGHT COMES TO YOU. WE ALL HAVE DREAMS. HOW DO YOU KNOW THAT GOD IS SPEAKING TO YOU IN THE DREAM OF WHICH YOU SO FREQUENTLY SPEAK?\\94\n\\93BECAUSE,\\94 SHE ANSWERED, \\93THE SAME ANGEL MESSENGER STANDS BESIDE ME INSTRUCTING ME IN THE VISIONS OF THE NIGHT AS STANDS BESIDE ME INSTRUCTING ME IN THE VISIONS OF THE DAY.\\94 THE HEAVENLY BEING REFERRED TO WAS AT OTHER TIMES SPOKEN OF AS \\93THE ANGEL,\\94 \\93MY GUIDE,\\94 \\93MY INSTRUCTOR,\\94 ETC.\nTHERE WAS NO CONFUSION IN THE MIND OF THE PROPHET, NO QUESTION AS TO THE REVELATION THAT CAME DURING THE HOURS OF THE NIGHT, FOR THE VERY CIRCUMSTANCES IN CONNECTION WITH IT MADE IT CLEAR THAT IT WAS INSTRUCTION FROM GOD.\nAT OTHER TIMES WHILE MRS. WHITE WAS PRAYING, SPEAKING, OR WRITING, VISIONS WERE GIVEN TO HER. THOSE ABOUT HER WOULD NOT BE AWARE OF THE VISION, UNLESS THERE WAS A BRIEF PAUSE IF SHE WAS SPEAKING OR PRAYING PUBLICLY. AT ONE TIME SHE WROTE:\n\\93WHILE ENGAGED IN EARNEST PRAYER, I WAS LOST TO EVERYTHING AROUND ME; THE ROOM WAS FILLED WITH LIGHT, AND I WAS HEARING A MESSAGE TO AN ASSEMBLY THAT SEEMED TO BE THE GENERAL CONFERENCE.\\94\nOF THE MANY VISIONS GIVEN TO MRS. WHITE THROUGH HER LONG MINISTRY OF SEVENTY YEARS, THE LONGEST VISION LASTED FOUR HOURS AND THE SHORTEST JUST A BRIEF MOMENT. OFTEN THEY WERE FOR A HALF HOUR, OR A LITTLE LONGER. BUT NO SINGLE RULE CAN BE STATED WHICH WOULD COVER ALL THE VISIONS, FOR IT WAS AS PAUL WROTE:\n\\93GOD, WHO AT SUNDRY TIMES AND IN DIVERS MANNERS SPAKE IN TIME PAST UNTO THE FATHERS BY THE PROPHETS.\\94 HEBREWS 1:1.\n15\nTHE LIGHT WAS IMPARTED TO THE PROPHET THROUGH VISIONS, BUT THE PROPHET DID NOT WRITE WHILE IN VISION. HIS WORK WAS NOT A MECHANICAL TASK. EXCEPT ON RARE OCCASIONS, THE LORD DID NOT GIVE HIM THE VERY WORDS TO SPEAK. NOR DID THE ANGEL GUIDE THE HAND OF THE PROPHET IN THE PRECISE WORDS TO RECORD. FROM THE MIND, ENLIGHTENED BY VISIONS, THE PROPHET SPOKE OR WROTE THE WORDS THAT WOULD CONVEY THE LIGHT AND INSTRUCTION TO HIS AUDIENCE, WHETHER THEY READ THE MESSAGE OR HEARD IT ORALLY.\nWE MIGHT ASK HOW THE MIND OF THE PROPHET WAS ENLIGHTENED\\97HOW DID HE GAIN THE INFORMATION AND INSTRUCTION HE WAS TO IMPART TO THE PEOPLE? JUST AS NO ONE RULE CAN BE ESTABLISHED FOR THE GIVING OF THE VISIONS, SO NO ONE RULE CAN BE ESTABLISHED GOVERNING THE WAY THE PROPHET RECEIVED THE INSPIRED MESSAGE. IN EACH CASE, HOWEVER, IT WAS A VERY VIVID EXPERIENCE THAT MADE AN INDELIBLE IMPRESSION ON THE MIND OF THE PROPHET. AND JUST AS THAT WHICH WE SEE AND EXPERIENCE MAKES A MUCH DEEPER IMPRESSION ON OUR MINDS THAT WHAT WE ONLY HEAR, SO THE REPRESENTATIONS TO THE PROPHETS, WHERE THEY SEEMED TO WITNESS DRAMATIC EVENTS, MADE DEEP AND LASTING IMPRESSIONS ON THEIR MINDS. MRS. WHITE WROTE ONCE, \\93MY ATTENTION IS OFTEN DIRECTED TO SCENES TRANSPIRING UPON EARTH. AT TIMES I AM CARRIED FAR AHEAD INTO THE FUTURE AND SHOWN WHAT IS TO TAKE PLACE. THEN AGAIN, I AM SHOWN THINGS AS THEY HAVE OCCURRED IN THE PAST.\\94\nFROM THIS IT BECOMES EVIDENT THAT ELLEN WHITE SAW THESE EVENTS TAKE PLACE, SEEMINGLY AS AN EYEWITNESS. THEY WERE REENACTED BEFORE HER IN VISION, AND THUS THEY MADE A VIVID IMPRESSION ON HER MIND.\nAT OTHER TIMES IT SEEMED TO HER THAT SHE WAS ACTUALLY TAKING PART IN THE SCENE PRESENTED TO HER, AND THAT SHE WAS FEELING, SEEING, HEARING, AND OBEYING, WHEN, OF COURSE, SHE WAS NOT, BUT THE IMPRESSION WAS MADE ON HER MIND IN AN UNFORGETTABLE MANNER. HER VERY FIRST VISION, PRESENTED ON PAGES 33 TO 36, WAS OF THIS NATURE.\nON OTHER OCCASIONS WHILE IN VISION, MRS. WHITE SEEMED TO BE PRESENT AT GATHERINGS OR IN HOMES OR INSTITUTIONS LOCATED AT DISTANT PLACES. SO VIVID WAS THIS SENSE OF BEING PRESENT AT SUCH GATHERINGS THAT SHE COULD REPORT IN DETAIL THE ACTIONS AND WORDS SPOKEN BY VARIOUS PERSONS. ONCE, WHILE IN VISION, MRS. WHITE HAD THE SENSATION THAT SHE WAS BEING TAKEN ON A TOUR OF ONE OF OUR MEDICAL INSTITUTIONS, VISITING THE ROOMS, AS IT WERE, SEEING EVERYTHING THAT WAS GOING ON. OF THIS EXPERIENCE SHE WROTE:\n\\93THE FRIVOLOUS TALK, THE FOOLISH JESTING, THE MEANINGLESS LAUGH, FELL PAINFULLY ON THE EAR\\85. I WAS ASTONISHED AS I SAW THE JEALOUSY INDULGED, AND LISTENED TO THE WORDS OF ENVY, THE RECKLESS TALK, WHICH MADE THE ANGELS OF GOD ASHAMED.\\94\nTHEN OTHER MORE PLEASANT CONDITIONS AT THE SAME INSTITUTION WERE REVEALED. SHE WAS CONDUCTED TO THE ROOMS \\93FROM WHICH CAME THE VOICE OF PRAYER. HOW WELCOME WAS THE SOUND!\\94 A MESSAGE OF INSTRUCTION WAS WRITTEN BASED ON THE SEEMING VISIT TO THE INSTITUTION AND ON THE WORDS OF\n16\nTHE ANGEL WHO SEEMED TO GUIDE HER THROUGH THE DIFFERENT DEPARTMENTS AND ROOMS.\nOFTEN LIGHT WAS GIVEN TO MRS. WHITE IN VIVID SYMBOLIC REPRESENTATIONS. ONE SUCH REPRESENTATION IS CLEARLY DESCRIBED IN THE FOLLOWING SENTENCES, TAKEN FROM A PERSONAL MESSAGE SENT TO A LEADING WORKER, WHO WAS SEEN TO BE IN PERIL:\n\\93AT ANOTHER TIME YOU WERE REPRESENTED TO ME AS A GENERAL, MOUNTED ON A HORSE, AND CARRYING A BANNER. ONE CAME AND TOOK OUT OF YOUR HAND THE BANNER BEARING THE WORDS, \\91THE COMMANDMENTS OF GOD AND THE FAITH OF JESUS,\\92 AND IT WAS TRAMPLED IN THE DUST. I SAW YOU SURROUNDED BY MEN WHO WERE LINKING YOU UP WITH THE WORLD.\\94\nTHERE WERE TIMES, ALSO, WHEN DIFFERENT, CONTRASTING VIEWS WERE PRESENTED TO MRS. WHITE\\97ONE ILLUSTRATING WHAT WOULD TAKE PLACE IF CERTAIN PLANS OR POLICIES WERE FOLLOWED, AND IN ANOTHER VIEW THE OUTWORKING OF OTHER PLANS OR POLICIES. AN EXCELLENT ILLUSTRATION OF THIS MAY BE FOUND IN CONNECTION WITH THE LOCATING OF THE HEALTH FOOD FACTORY AT LOMA LINDA, IN THE WESTERN PART OF THE UNITED STATES. THE MANAGER AND HIS ASSOCIATES WERE PLANNING TO ERECT A LARGE BUILDING VERY NEAR THE MAIN SANITARIUM BUILDING. WHILE PLANS WERE DEVELOPING, MRS. WHITE, AT HER HOME HUNDREDS OF MILES AWAY, WAS ONE NIGHT GIVEN TWO VISIONS. OF THE FIRST VISION SHE SAYS:\n\\93I WAS SHOWN A LARGE BUILDING WHERE MANY FOODS WERE MADE. THERE WERE ALSO SOME SMALLER BUILDINGS NEAR THE BAKERY. AS I STOOD BY, I HEARD LOUD VOICES IN DISPUTE OVER THE WORK THAT WAS BEING DONE. THERE WAS A LACK OF HARMONY AMONG THE WORKERS, AND CONFUSION HAD COME IN.\\94\nSHE THEN SAW THE DISTRESSED MANAGER IN HIS ATTEMPTS TO REASON WITH THE WORKERS TO BRING ABOUT HARMONY. SHE SAW PATIENTS WHO OVERHEARD THESE DISPUTES, AND WHO \\93WERE EXPRESSING WORDS OF REGRET THAT A FOOD FACTORY SHOULD BE ESTABLISHED ON THESE BEAUTIFUL GROUNDS,\\94 SO NEAR THE SANITARIUM. \\93THEN ONE APPEARED ON THE SCENE AND SAID: \\91ALL THIS HAS BEEN CAUSED TO PASS BEFORE YOU AS AN OBJECT LESSON, THAT YOU MIGHT SEE THE RESULT OF CARRYING OUT CERTAIN PLANS.\\92\\94\nTHEN THE SCENE CHANGED, AND SHE SAW THE FOOD FACTORY \\93AT A DISTANCE FROM THE SANITARIUM BUILDINGS, ON THE ROAD TOWARD THE RAILROAD.\\94 HERE THE WORK WAS BEING CONDUCTED IN A HUMBLE WAY AND IN HARMONY WITH GOD\\92S PLAN. WITHIN A FEW HOURS OF THE VISION, MRS. WHITE WAS WRITING TO THE WORKERS AT LOMA LINDA, AND THIS SETTLED THE QUESTION OF WHERE THE FOOD FACTORY SHOULD BE BUILT. HAD THEIR ORIGINAL PLAN BEEN CARRIED OUT, WE WOULD HAVE BEEN MUCH EMBARRASSED IN LATER YEARS WITH A LARGE COMMERCIAL BUILDING RIGHT NEAR THE SANITARIUM. THUS IT CAN BE SEEN THAT IN VARIED WAYS THE MESSENGER OF THE LORD RECEIVED INFORMATION AND INSTRUCTION THROUGH THE VISIONS BY DAY OR BY NIGHT.\nIT WAS FROM AN ENLIGHTENED MIND THAT THE PROPHET SPOKE FORTH OR WROTE, CONVEYING THE MESSAGE OF INSTRUCTION AND INFORMATION TO THE PEOPLE. IN DOING THIS MRS. WHITE WAS AIDED BY THE SPIRIT OF THE LORD, BUT THERE WAS NO MECHANICAL CONTROL. SHE WAS LEFT TO CHOOSE WORDS BY\n17\nWHICH TO CONVEY THE MESSAGE. IN THE EARLY YEARS OF HER MINISTRY SHE DECLARED: \nALTHOUGH I AM AS DEPENDENT UPON THE AID OF THE SPIRIT OF GOD IN WRITING MY VIEWS AS I AM IN RECEIVING THEM, YET THE WORDS I EMPLOY IN DESCRIBING WHAT I HAVE SEEN ARE MY OWN, UNLESS THEY ARE THOSE SPOKEN TO ME BY AN ANGEL, WHICH I ALWAYS ENCLOSE IN MARKS OF QUOTATION.\\94\nLIKE SEVERAL BIBLE WRITERS, MRS. WHITE AT TIMES ELECTED, UNDER THE DIRECTION OF THE HOLY SPIRIT, TO USE THE LANGUAGE OF OTHER AUTHORS, WHERE SHE ESPECIALLY APPRECIATED THEIR WORDING AND THEIR EXPRESSIONS.\n\nTHE LIFE AND WORK OF MRS. E. G. WHITE\n\nELLEN G. HARMON AND HER TWIN SISTER WERE BORN NOVEMBER 16, 1827, AT GORHAM, MAINE, IN THE NORTHEASTERN PART OF THE UNITED STATES. WHEN NINE YEARS OF AGE, ELLEN WAS INVOLVED IN AN ACCIDENT IN WHICH A STONE WAS THROWN BY A THOUGHTLESS CLASSMATE. THE SEVERE FACE INJURY NEARLY COST HER LIFE AND LEFT HER IN A WEAKENED CONDITION SO THAT SHE WAS UNABLE TO CONTINUE HER SCHOOLING.\nAT THE AGE OF ELEVEN SHE GAVE HER HEART TO GOD. WHEN SHE WAS FOURTEEN YEARS OLD, SHE WAS BAPTIZED BY IMMERSION IN THE SEA AND WAS RECEIVED AS A MEMBER OF THE METHODIST CHURCH. WITH OTHER MEMBERS OF HER FAMILY SHE ATTENDED THE ADVENTIST MEETINGS IN PORTLAND, MAINE, ACCEPTING FULLY THE VIEWS OF THE NEARNESS OF THE SECOND ADVENT OF CHRIST, PRESENTED BY WILLIAM MILLER AND HIS ASSOCIATES.\nONE MORNING IN DECEMBER 1844, WHILE SHE WAS PRAYING WITH FOUR OTHER WOMEN, THE POWER OF GOD RESTED UPON HER. AT FIRST SHE WAS LOST TO EARTHLY THINGS; THEN IN A FIGURATIVE REVELATION SHE WITNESSED THE TRAVELS OF THE ADVENT PEOPLE TO THE CITY OF GOD AND THE REWARD OF THE FAITHFUL. WITH FEAR AND TREMBLING THIS SEVENTEEN-YEAR-OLD GIRL RELATED THIS AND SUCCEEDING VISIONS TO HER FELLOW BELIEVERS IN PORTLAND. THEN AS OPPORTUNITY AFFORDED, SHE RECOUNTED THE VISION TO COMPANIES OF ADVENTISTS IN MAINE AND NEARBY STATES. IN AUGUST, 1846, ELLEN HARMON WAS UNITED IN MARRIAGE WITH JAMES WHITE, A YOUTHFUL ADVENTIST MINISTER. THROUGH THE NEXT THIRTY-FIVE YEARS, HER LIFE WAS CLOSELY LINKED WITH THAT OF HER HUSBAND IN STRENUOUS GOSPEL WORK UNTIL HIS DEATH, AUGUST 6, 1881. THEY TRAVELED EXTENSIVELY IN THE UNITED STATES, PREACHING AND WRITING, PLANTING AND BUILDING, ORGANIZING AND ADMINISTERING.\nTIME AND TEST HAVE PROVED HOW BROAD AND FIRM WERE THE FOUNDATIONS JAMES AND ELLEN WHITE AND THEIR ASSOCIATES LAID, AND HOW WISELY AND WELL THEY BUILT. THEY LED OUT AMONG THE SABBATHKEEEPING ADVENTISTS IN INAUGURATING THE PUBLISHING WORK IN 1849 AND 1850, AND IN DEVELOPING CHURCH ORGANIZATION WITH A SOUND SYSTEM OF CHURCH FINANCE IN THE LATE 1850S. THIS WAS CULMINATED BY THE ORGANIZATION OF THE GENERAL CONFERENCE OF SEVENTH-DAY ADVENTISTS IN 1863. THE YEAR 1866 MARKED THE BEGINNING OF OUR MEDICAL WORK, AND THE GREAT EDUCATIONAL WORK OF THE DENOMINATION HAD ITS INCEPTION IN THE EARLY SEVENTIES. THE PLAN OF HOLDING ANNUAL CAMP MEETINGS WAS DEVELOPED IN 1868, AND IN 1874 SEVENTH-DAY\n18\nADVENTISTS SENT OUT THEIR FIRST OVERSEAS MISSIONARY.\nALL OF THESE DEVELOPMENTS WERE GUIDED BY THE MANY ORAL AND WRITTEN COUNSELS THAT GOD GAVE THIS PEOPLE THROUGH ELLEN WHITE. \nMOST OF THE EARLY COMMUNICATIONS WERE WRITTEN OUT IN THE FORM OF PERSONAL LETTERS, OR THROUGH ARTICLES IN THE PRESENT TRUTH, OUR FIRST REGULAR PUBLICATION. IT WAS NOT UNTIL 1851 THAT MRS. WHITE ISSUED HER FIRST BOOK OF SIXTY-FOUR PAGES, ENTITLED A SKETCH OF THE CHRISTIAN EXPERIENCE AND VIEWS OF ELLEN G. WHITE.\nBEGINNING IN 1855 A SERIES OF NUMBERED PAMPHLETS WAS PUBLISHED, EACH BEARING THE TITLE OF TESTIMONY FOR THE CHURCH. THESE MADE AVAILABLE MESSAGES OF INSTRUCTION AND CORRECTION WHICH, FROM TIME TO TIME, GOD CHOSE TO SEND HIS PEOPLE. TO MEET THE CONTINUED DEMAND FOR THIS INSTRUCTION, THE FIRST THIRTY PAMPHLETS WERE REPUBLISHED IN 1885 IN THE FORM OF FOUR BOUND BOOKS. WITH THE ADDITION OF OTHER VOLUMES, WHICH APPEARED FROM 1998-1909, THESE NOW CONSTITUTE A SET OF NINE VOLUMES KNOWN AS TESTIMONIES FOR THE CHURCH.\nFOUR CHILDREN WERE BORN TO THE WHITES. THE ELDEST BOY, HENRY, LIVED TO THE AGE OF SIXTEEN; THE YOUNGEST BOY, HERBERT, DIED AT THE AGE OF THREE MONTHS. THE TWO MIDDLE BOYS, EDSON AND WILLIAM, LIVED TO MATURITY. EACH ENGAGED ACTIVELY IN THE WORK OF THE SEVENTH-DAY ADVENTIST DENOMINATION.\nIN RESPONSE TO THE REQUEST OF THE GENERAL CONFERENCE, MRS. WHITE WENT TO EUROPE IN THE SUMMER OF 1885. THERE SHE SPENT TWO YEARS IN STRENGTHENING THE NEWLY DEVELOPED WORK ON THE CONTINENT. MAKING HER HOME IN BASEL, SWITZERLAND, SHE TRAVELED EXTENSIVELY THROUGH SOUTHERN, CENTRAL, AND NORTHERN EUROPE, ATTENDING THE GENERAL GATHERINGS OF THE CHURCH.\nAFTER FOUR YEARS BACK IN THE UNITED STATES, MRS. WHITE AT THE AGE OF SIXTY-THREE, IN RESPONSE TO THE REQUEST OF THE GENERAL CONFERENCE, SAILED TO AUSTRALIA. THERE SHE MINISTERED FOR NINE YEARS, AIDING IN PIONEERING AND DEVELOPING THE WORK, ESPECIALLY IN EDUCATIONAL AND MEDICAL LINES. MRS. WHITE RETURNED IN 1900 TO MAKE HER HOME IN THE WESTERN PART OF THE UNITED STATES, AT ST. HELENA, CALIFORNIA, WHERE SHE LIVED UNTIL HER DEATH IN 1915.\nDURING MRS. WHITE\\92S LONG SERVICE OF SIXTY YEARS IN AMERICA AND TEN YEARS OVERSEAS, SHE WAS GIVEN APPROXIMATELY 2,000 VISIONS WHICH, THROUGH HER TIRELESS EFFORT IN COUNSEL TO INDIVIDUALS, CHURCHES, PUBLIC GATHERINGS, AND GENERAL CONFERENCE SESSIONS, LARGELY SHAPED THE GROWTH OF THIS GREAT MOVEMENT. THE TASK OF PRESENTING TO ALL CONCERNED THE MESSAGES GOD GAVE HER WAS NEVER LAID DOWN.\nHER WRITINGS AGGREGATE ABOUT 100,000 PAGES. THE MESSAGES FROM HER PEN REACHED THE PEOPLE THROUGH PERSONAL COMMUNICATION, WEEK-BY-WEEK ARTICLES IN OUR DENOMINATIONAL JOURNALS, AND IN HER MANY BOOKS. THE SUBJECTS DEALT WITH RELATE TO BIBLE HISTORY, EVERYDAY CHRISTIAN EXPERIENCE, HEALTH, EDUCATION, EVANGELISM, AND OTHER PRACTICAL TOPICS. MANY OF HER BOOKS ARE PRINTED IN THE LEADING LANGUAGES OF THE WORLD, AND\n19\nMILLIONS OF COPIES HAVE BEEN SOLD. THE BOOK STEPS TO CHRIST ALONE FROM 1892 TO 1990 SOLD AN ESTIMATED 50,000,000 COPIES IN 127 LANGUAGES.\nAT THE AGE OF EIGHTY-ONE MRS. WHITE CROSSED THE AMERICAN CONTINENT FOR THE LAST TIME TO ATTEND THE GENERAL CONFERENCE SESSION OF 1909. THE REMAINING SIX YEARS OF HER LIFE WERE SPENT IN COMPLETING HER LITERARY WORK. NEAR THE CLOSE OF HER LIFE SHE PENNED THESE WORDS: \\93WHETHER OR NOT MY LIFE IS SPARED, MY WRITINGS WILL CONTINUALLY SPEAK, AND THEIR WORK WILL GO FORWARD AS LONG AS TIME SHALL LAST.\\94\nWITH UNDAUNTED COURAGE AND IN FULL CONFIDENCE OF HER REDEEMER, SHE DIED AT HER CALIFORNIA HOME, JULY 16, 1915, AND WAS LAID TO REST BY THE SIDE OF HER HUSBAND AND CHILDREN IN THE OAK HILL CEMETERY IN BATTLE CREEK, MICHIGAN.\nBY HER FELLOW WORKERS, THE CHURCH, AND THE MEMBERS OF HER FAMILY, MRS. WHITE WAS ESTEEMED AND HONORED AS A DEVOTED MOTHER AND AS AN EARNEST, TIRELESS, RELIGIOUS WORKER. SHE NEVER HELD OFFICIAL CHURCH OFFICE; BY THE CHURCH AND BY HERSELF IT WAS KNOWN THAT SHE WAS \\93A MESSENGER\\94 WITH A MESSAGE OF GOD FOR HIS PEOPLE. NEVER DID SHE ASK OTHERS TO LOOK TO HER, NOR DID SHE EVER USE HER GIFT TO BUILD HERSELF UP FINANCIALLY OR IN POPULARITY. HER LIFE AND ALL THAT SHE HAD WERE DEDICATED TO THE CAUSE OF GOD.\nON HER DEATH, THE EDITOR OF A POPULAR WEEKLY MAGAZINE, THE INDEPENDENT, IN THE ISSUE OF AUGUST 23, 1915, CLOSED HIS COMMENTS ON HER FRUITFUL LIFE WITH THESE WORDS: \\93SHE WAS ABSOLUTELY HONEST IN HER BELIEF IN HER REVELATIONS. HER LIFE WAS WORTHY OF THEM. SHE SHOWED NO SPIRITUAL PRIDE, AND SHE SOUGHT NO FILTHY LUCRE. SHE LIVED THE LIFE AND DID THE WORK OF A WORTHY PROPHETESS.\\94\nA FEW YEARS BEFORE HER DEATH, MRS. WHITE CREATED A BOARD OF TRUSTEES, MADE UP OF CHURCH LEADERS, TO WHOM SHE LEFT HER WRITINGS WITH THE CHARGE THAT THEY SHOULD BE RESPONSIBLE FOR THEIR CARE AND THEIR CONTINUED PUBLICATION. WITH OFFICES AT THE WORLD HEADQUARTERS OF THE SEVENTH-DAY ADVENTIST CHURCH, THIS BOARD FOSTERS THE CONTINUED ISSUANCE OF THE E. G. WHITE BOOKS IN ENGLISH AND ENCOURAGES THEIR PUBLICATION IN WHOLE OR IN PART IN OTHER LANGUAGES. THEY HAVE ALSO ISSUED NUMEROUS COMPILATIONS OF PERIODICAL ARTICLES AND MANUSCRIPTS, THIS BEING IN HARMONY WITH MRS. WHITE\\92S INSTRUCTION. IT IS UNDER THE AUTHORIZATION OF THIS BOARD THAT THE PRESENT VOLUME IS ISSUED.\n\nMRS. E. G. WHITE AS OTHERS KNEW HER\n\nHAVING LEARNED OF THE UNUSUAL EXPERIENCE OF MRS. WHITE IN BEING THE MESSENGER OF THE LORD, SOME HAVE ASKED, WHAT KIND OF PERSON WAS SHE? DID SHE HAVE THE SAME PROBLEMS THAT WE HAVE? WAS SHE WEALTHY, OR WAS SHE POOR? DID SHE EVER SMILE?\nMRS. WHITE WAS A THOUGHTFUL MOTHER. SHE WAS A CAREFUL HOUSEWIFE. SHE WAS A GENIAL HOSTESS, OFTEN ENTERTAINING CHURCH MEMBERS IN HER HOME. SHE WAS A HELPFUL NEIGHBOR. SHE WAS A WOMAN OF CONVICTION, PLEASANT OF DISPOSITION, GENTLE IN HER MANNER AND VOICE. THERE WAS NO\n20\nPLACE IN HER EXPERIENCE FOR A LONG-FACED, SMILELESS, JOYLESS RELIGION. ONE FELT AT PERFECT EASE IN HER PRESENCE. PERHAPS THE BEST WAY TO GET ACQUAINTED WITH MRS. WHITE IS TO CALL AT HER HOME IN 1859, THE FIRST YEAR SHE KEPT A DAY-BY-DAY DIARY ACCOUNT.\nWE FIND THAT THE WHITES LIVED IN THE OUTSKIRTS OF BATTLE CREEK, IN A LITTLE COTTAGE ON A LARGE LOT, GIVING OPPORTUNITY FOR A GARDEN, A FEW FRUIT TREES, A COW, SOME CHICKENS, AND A PLACE FOR THEIR SONS TO WORK AND PLAY. MRS. WHITE AT THE TIME WAS THIRTY-ONE YEARS OF AGE. JAMES WHITE WAS THIRTY-SIX. THERE WERE AT THAT TIME THREE BOYS IN THE HOME, FOUR, NINE, AND TWELVE YEARS OF AGE.\nWE WOULD FIND A GOOD CHRISTIAN YOUNG WOMAN IN THE HOME EMPLOYED TO ASSIST WITH THE HOUSEWORK, FOR MRS. WHITE OFTEN WAS AWAY FROM HOME AND WAS OFTEN BUSY WITH HER SPEAKING AND WRITING. YET MRS. WHITE CARRIED THE RESPONSIBILITIES OF THE HOME, THE COOKING, THE CLEANING, THE WASHING, AND THE SEWING. ON SOME DAYS SHE WOULD GO DOWN TO THE PUBLISHING HOUSE, WHERE SHE HAD A QUIET PLACE TO WRITE. OTHER DAYS WE FIND HER IN THE GARDEN, PLANTING FLOWERS AND VEGETABLES, AND AT TIMES EXCHANGING FLOWER PLANTS WITH THE NEIGHBORS. SHE WAS DETERMINED TO MAKE HOME JUST AS PLEASANT AS SHE COULD FOR HER FAMILY, THAT THE CHILDREN MIGHT EVER CONSIDER HOME THE MOST DESIRABLE PLACE TO BE.\nELLEN WHITE WAS A CAREFUL BUYER, AND THE ADVENTIST NEIGHBORS WERE HAPPY WHEN THEY COULD GO SHOPPING WITH HER, FOR SHE KNEW VALUES. HER MOTHER HAD BEEN A VERY PRACTICAL WOMAN AND HAD TAUGHT HER DAUGHTERS MANY VALUABLE LESSONS. SHE FOUND THAT POORLY MADE THINGS WERE IN THE LONG RUN MUCH MORE EXPENSIVE THAN GOOD QUALITY MERCHANDISE.\nSABBATH WAS MADE THE MOST PLEASANT DAY OF THE WEEK FOR THE CHILDREN. OF COURSE THE FAMILY WOULD ATTEND THE CHURCH SERVICE, AND IF ELDER AND MRS. WHITE WERE FREE FROM SPEAKING RESPONSIBILITIES, THE FAMILY WOULD SIT TOGETHER DURING THE SERVICE. FOR DINNER THERE WOULD BE SOME CHOICE DISH NOT HAD ON OTHER DAYS, AND THEN, IF IT WAS A PLEASANT DAY, MRS. WHITE WOULD WALK WITH THE CHILDREN IN THE WOODS OR BY THE RIVER, AND THEY WOULD OBSERVE THE BEAUTIES OF NATURE AND STUDY THE CREATED WORKS OF GOD. IF THE DAY WAS RAINY OR COLD, SHE WOULD GATHER THE CHILDREN AROUND THE FIRE IN THE HOUSE AND READ TO THEM, OFTEN READING FROM MATERIALS SHE HAD GATHERED FROM HERE AND THERE AS SHE MADE HER JOURNEYS. SOME OF THESE STORIES WERE LATER PRINTED IN BOOKS SO OTHER PARENTS MIGHT HAVE THEM TO READ TO THEIR CHILDREN.\nMRS. WHITE WAS NOT TOO WELL AT THIS TIME, AND SHE OFTEN FAINTED DURING THE DAY, BUT THIS DID NOT DETER HER FROM GOING FORWARD WITH HER WORK IN THE HOME AS WELL AS HER WORK FOR THE LORD. A FEW YEARS LATER, IN 1863, SHE WAS GIVEN A VISION CONCERNING HEALTH AND THE CARE OF THE SICK. SHE WAS SHOWN IN VISION THE PROPER CLOTHES TO WEAR, THE FOOD TO EAT, THE NECESSITY OF PROPER EXERCISE AND REST, AS WELL AS THE IMPORTANCE OF TRUST IN GOD IN ORDER TO MAINTAIN A STRONG, HEALTHY BODY.\nTHE LIGHT FROM GOD CONCERNING DIET, AND THE HARMFULNESS OF FLESH FOOD, CUT RIGHT ACROSS MRS. WHITE\\92S OWN PERSONAL OPINION THAT FLESH\n21\nMEAT WAS ESSENTIAL TO HEALTH AND STRENGTH. WITH THE LIGHT OF THE VISION TO ILLUMINATE HER MIND, SHE INSTRUCTED THE GIRL WHO ASSISTED IN PREPARING THE FOOD FOR THE FAMILY TO PUT ON THE TABLE ONLY THE WHOLESOME, SIMPLE FOODS MADE FROM GRAINS, VEGETABLES, NUTS, MILK, CREAM, AND EGGS. THERE WAS AN ABUNDANCE OF FRUIT. AT THAT TIME THE WHITE FAMILY ADOPTED ESSENTIALLY A VEGETARIAN DIET. IN THE YEAR 1894 ELLEN WHITE BANISHED MEAT FROM HER TABLE COMPLETELY. THE HEALTH REFORM WAS A GREAT BLESSING TO THE WHITE FAMILY, AS IT HAS BEEN TO THOUSANDS OF ADVENTIST FAMILIES AROUND THE WORLD.\nAFTER THE VISION ON HEALTH REFORM IN 1863, AND THE ADOPTION OF THE SIMPLE METHODS OF TREATING THE SICK, THE WHITES WERE OFTEN CALLED UPON BY THEIR NEIGHBORS IN TIMES OF ILLNESS TO HELP IN GIVING TREATMENTS, AND THE LORD GREATLY BLESSED THEIR EFFORTS. AT OTHER TIMES THE SICK WERE BROUGHT TO THEIR HOME AND TENDERLY CARED FOR UNTIL THEY HAD MADE A FULL RECOVERY.\nMRS. WHITE ENJOYED PERIODS OF RELAXATION AND RECREATION, WHETHER IN THE MOUNTAINS, ON SOME LAKE, OR ON THE OPEN WATER. IN MIDLIFE, WHILE SHE WAS LIVING NEAR THE PACIFIC PRESS IN NORTHERN CALIFORNIA, IT WAS PROPOSED THAT A DAY BE SPENT IN REST AND RECREATION. MRS. WHITE, WITH HER HOME AND OFFICE FAMILY, WERE ASKED TO JOIN THE PUBLISHING HOUSE FAMILY, AND SHE READILY ACCEPTED THE INVITATION. HER HUSBAND WAS IN THE EAST ON DENOMINATIONAL BUSINESS. IT IS IN A LETTER TO HIM THAT WE FIND HER ACCOUNT OF THIS EXPERIENCE.\nAFTER ENJOYING A WHOLESOME LUNCH ON THE BEACH, THE ENTIRE GROUP WENT FOR A BOAT RIDE ON SAN FRANCISCO BAY. THE CAPTAIN OF THE SAILING CRAFT WAS A MEMBER OF THE CHURCH, AND IT WAS A PLEASANT AFTERNOON. THEN IT WAS PROPOSED THAT THEY GO OUT INTO THE OPEN OCEAN. IN RECOUNTING THE EXPERIENCE ELLEN WHITE WROTE:\n\\93THE WAVES RAN HIGH, AND WE WERE TOSSED UP AND DOWN SO VERY GRANDLY. I WAS HIGHLY ELEVATED IN MY FEELINGS, BUT HAD NO WORDS TO SAY TO ANYONE. IT WAS GRAND! THE SPRAY DASHED OVER US. THE WIND WAS STRONG OUTSIDE THE GOLDEN GATE, AND I NEVER ENJOYED ANYTHING AS MUCH IN MY LIFE!\\94\nTHEN SHE OBSERVED THE WATCHFUL EYES OF THE CAPTAIN AND THE READINESS OF THE CREW TO OBEY HIS COMMANDS, AND SHE COMMENTED:\n\\93GOD HOLDS THE WINDS IN HIS HANDS. HE CONTROLS THE WATERS. WE ARE MERE SPECKS UPON THE BROAD, DEEP WATERS OF THE PACIFIC; YET ANGELS OF HEAVEN ARE SENT TO GUARD THIS LITTLE SAILBOAT AS IT RACES OVER THE WAVES. OH, THE WONDERFUL WORKS OF GOD! SO FAR BEYOND OUR UNDERSTANDING! AT ONE GLANCE HE BEHOLDS THE HIGHEST HEAVENS AND THE MIDST OF THE SEA!\\94\nMRS. WHITE HAD EARLY ADOPTED AN ATTITUDE OF CHEERFULNESS. ONE TIME SHE ASKED, \\93DO YOU EVER SEE ME GLOOMY, DESPONDING, COMPLAINING? I HAVE A FAITH THAT FORBIDS THIS. IT IS A MISCONCEPTION OF THE TRUE IDEAL OF CHRISTIAN CHARACTER AND CHRISTIAN SERVICE, THAT LEADS TO THESE CONCLUSIONS\\85. A HEARTY, WILLING SERVICE TO JESUS PRODUCES A SUNNY RELIGION. THOSE WHO FOLLOW CHRIST THE MOST CLOSELY HAVE NOT BEEN GLOOMY.\\94\nON ANOTHER OCCASION SHE WROTE: \\93IN SOME CASES THE IDEA HAS BEEN\n22\nENTERTAINED THAT CHEERFULNESS IS INCONSISTENT WITH THE DIGNITY OF CHRISTIAN CHARACTER; BUT THIS IS A MISTAKE. HEAVEN IS ALL JOY.\\94 SHE DISCOVERED THAT IF YOU GIVE SMILES, SMILES WILL BE RETURNED TO YOU; IF YOU SPEAK KIND WORDS, KIND WORDS WILL BE SPOKEN IN RETURN.\nNEVERTHELESS THERE WERE TIMES WHEN SHE SUFFERED A GREAT DEAL. ONE SUCH PERIOD OCCURRED SOON AFTER SHE WENT TO AUSTRALIA TO ASSIST IN THE WORK THERE. SHE WAS VERY ILL FOR NEARLY A YEAR AND SUFFERED INTENSELY. SHE WAS CONFINED TO HER BED FOR MONTHS AND COULD SLEEP BUT A FEW HOURS AT NIGHT. OF THIS EXPERIENCE SHE WROTE IN A LETTER TO A FRIEND:\n\\93WHEN I FIRST FOUND MYSELF IN A STATE OF HELPLESSNESS, I DEEPLY REGRETTED HAVING CROSSED THE BROAD WATERS. WHY WAS I NOT IN AMERICA? WHY AT SUCH EXPENSE WAS I IN THIS COUNTRY? TIME AND AGAIN I COULD HAVE BURIED MY FACE IN THE BED QUILTS AND HAD A GOOD CRY. BUT I DID NOT LONG INDULGE IN THIS LUXURY OF TEARS. I SAID TO MYSELF, ELLEN G. WHITE, WHAT DO YOU MEAN? HAVE YOU NOT COME TO AUSTRALIA BECAUSE YOU FELT THAT IT WAS YOUR DUTY TO GO WHERE THE CONFERENCE JUDGED IT BEST FOR YOU TO GO? HAS THIS NOT BEEN YOUR PRACTICE?\n\\93I SAID, \\91YES.\\92\n\\93THEN WHY DO YOU FEEL ALMOST FORSAKEN AND DISCOURAGED? IS NOT THIS THE ENEMY\\92S WORK? I SAID, \\91I BELIEVE IT IS!\\92\n\\93I DRIED MY TEARS AS QUICKLY AS POSSIBLE AND SAID, \\91IT IS ENOUGH. I WILL NOT LOOK ON THE DARK SIDE ANY MORE. LIVE OR DIE, I COMMIT THE KEEPING OF MY SOUL TO HIM WHO DIED FOR ME.\\92\n\\93I THEN BELIEVED THAT THE LORD WOULD DO ALL THINGS WELL, AND DURING THIS EIGHT MONTHS OF HELPLESSNESS I HAVE NOT HAD ANY DESPONDENCY OR DOUBT. I NOW LOOK UPON THIS MATTER AS A PART OF THE LORDS\\92 GREAT PLAN, FOR THE GOOD OF HIS PEOPLE HERE IN THIS COUNTRY, AND FOR THOSE IN AMERICA, AND FOR MY GOOD. I CANNOT EXPLAIN WHY OR HOW, BUT I BELIEVE IT. AND I AM HAPPY IN MY AFFLICTION. I CAN TRUST MY HEAVENLY FATHER. I WILL NOT DOUBT HIS LOVE.\\94\nMRS. WHITE LIVED IN HER HOME IN CALIFORNIA DURING THE LAST FIFTEEN YEARS OF HER LIFE AND, ALTHOUGH SHE WAS GROWING OLDER, SHE TOOK AN INTEREST IN THE WORK ABOUT THE LITTLE FARM, AND IN THE WELFARE OF THE FAMILIES OF THOSE WHO ASSISTED HER IN HER WORK. WE FIND HER BUSY WITH HER WRITING, OFTEN BEGINNING SOON AFTER MIDNIGHT, AS SHE RETIRED EARLY. IF IT WAS A PLEASANT DAY, SHE WOULD, IF HER WORK PERMITTED, GO FOR A LITTLE DRIVE IN THE COUNTRY, STOPPING TO TALK WITH A MOTHER SHE MIGHT SEE IN THE GARDEN OR ON THE PORCH OF A HOME SHE PASSED. SOMETIMES SHE FOUND A NEED FOR FOOD AND CLOTHES, AND SHE WOULD GO HOME AND GET SOME THINGS FROM HER HOME SUPPLY. YEARS AFTER HER DEATH SHE WAS REMEMBERED BY THE NEIGHBORS OF THE VALLEY WHERE SHE LIVED, AS THE LITTLE WHITE-HAIRED WOMAN WHO ALWAYS SPOKE LOVINGLY OF JESUS.\nWHEN SHE DIED, SHE HAD LITTLE MORE THAN THE NECESSITIES AND BASIC COMFORTS OF LIFE. SHE WAS A SEVENTH-DAY ADVENTIST CHRISTIAN, TRUSTING IN THE MERITS OF HER RISEN LORD AND FAITHFULLY ATTEMPTING TO DO THE WORK THE LORD ASSIGNED TO HER. THUS WITH THE CONFIDENCE IN HER HEART SHE CAME TO THE \n23\nCLOSE OF A FULL LIFE, CONSISTENT IN HER CHRISTIAN EXPERIENCE.\n\nMESSAGES THAT CHANGED LIVES\n\nAN EVANGELIST HELD A SERIES OF MEETINGS IN BUSHNELL, MICHIGAN. SOON AFTER THE BAPTISM, HOWEVER, HE LEFT THE PEOPLE WITHOUT PROPERLY GROUNDING THE BELIEVERS IN THE MESSAGE. THE PEOPLE SLOWLY BECAME DISCOURAGED, AND SOME BEGAN THEIR BAD HABITS AGAIN. FINALLY THE CHURCH BECAME SO SMALL THAT THE TEN OR TWELVE MEMBERS WHO WERE LEFT DECIDED THAT IT WAS NO USE TO CONTINUE ANY LONGER. JUST AFTER THEY DISPERSED FOR WHAT THEY THOUGHT WAS THEIR LAST MEETING, THE MAIL ARRIVED AND AMONG THE LETTERS WAS THE REVIEW AND HERALD. IN THE ITINERARY SECTION WAS A NOTICE THAT JAMES AND ELLEN WHITE WERE TO BE AT BUSHNELL FOR MEETINGS ON JULY 20, 1867. THIS WAS ONLY ONE WEEK AWAY. THE CHILDREN WERE SENT TO CALL THE PEOPLE BACK WHO WERE ON THEIR WAY HOME. IT WAS DECIDED TO PREPARE A PLACE IN THE GROVE AND INVITE THEIR NEIGHBORS, ESPECIALLY THE BACKSLIDDEN MEMBERS.\nON SABBATH MORNING, JULY 20, THE WHITES ARRIVED AT THE GROVE WHERE SIXTY PERSONS HAD GATHERED. ELDER WHITE SPOKE IN THE MORNING. IN THE AFTERNOON MRS. WHITE ROSE TO SPEAK, BUT AFTER READING HER TEXT, SHE LOOKED PERPLEXED. WITHOUT FURTHER COMMENT SHE CLOSED HER BIBLE AND BEGAN TO SPEAK TO THE PEOPLE IN A VERY PERSONAL WAY.\n\\93AS I STAND BEFORE YOU THIS AFTERNOON, I AM LOOKING INTO THE FACES OF THOSE WHO WERE SHOWN TO ME IN VISION TWO YEARS AGO. AS I LOOK INTO YOUR FACES, YOUR EXPERIENCE COMES BACK CLEARLY TO MY MIND, AND I HAVE A MESSAGE FOR YOU FROM THE LORD.\n\\93THERE IS THIS BROTHER OVER NEAR THE PINE TREE. I CAN\\92T CALL YOUR NAME FOR I HAVEN\\92T BEEN INTRODUCED TO YOU, BUT YOUR FACE IS FAMILIAR TO ME, AND YOUR EXPERIENCE STANDS OUT CLEARLY BEFORE ME.\\94 THEN SHE SPOKE TO THIS BROTHER OF HIS BACKSLIDING. SHE ENCOURAGED HIM TO COME BACK AND WALK WITH GOD\\92S PEOPLE.\nTHEN, TURNING TO A WOMAN IN ANOTHER PART OF THE AUDIENCE, SHE SAID, \\93THIS SISTER SEATED BY SISTER MAYNARD OF THE GREENVILLE CHURCH\\97I CAN\\92T SPEAK YOUR NAME BECAUSE I HAVEN\\92T BEEN TOLD WHAT IT IS\\97BUT TWO YEARS AGO YOUR CASE WAS SHOWN TO ME IN VISION, AND YOUR EXPERIENCE IS FAMILIAR TO ME.\\94 THEN MRS. WHITE GAVE ENCOURAGEMENT TO THIS SISTER.\n\\93THEN THERE IS THIS BROTHER BACK THERE BY THE OAK TREE. I CAN\\92T CALL YOU BY NAME EITHER, FOR I HAVEN\\92T MET YOU YET, BUT YOUR CASE IS CLEAR TO ME.\\94 THEN SHE SPOKE OF THIS MAN, OPENING TO EVERYONE THERE HIS INMOST THOUGHTS AND TELLING OF HIS EXPERIENCE.\nFROM ONE TO ANOTHER SHE TURNED IN THAT CONGREGATION, TELLING OF WHAT HAD BEEN SHOWN TO HER TWO YEARS BEFORE IN VISION. AFTER MRS. WHITE HAD FINISHED HER SERMON, SPEAKING NOT ONLY WORDS OF REPROOF BUT WORDS OF ENCOURAGEMENT AS WELL, SHE SAT DOWN. ONE OF THE COMPANY STOOD UP. HE SAID, \\93I WANT TO KNOW IF WHAT SISTER WHITE HAS TOLD US THIS AFTERNOON IS TRUE. ELDER AND MRS. WHITE HAVE NEVER BEEN HERE BEFORE; THEY ARE NOT ACQUAINTED WITH US AT ALL. SISTER WHITE DOES NOT EVEN KNOW THE NAMES OF\n24\nMOST OF US, AND YET SHE COMES HERE THIS AFTERNOON AND TELLS US THAT TWO YEARS AGO A VISION WAS GIVEN TO HER IN WHICH OUR CASES WERE SHOWN TO HER, AND THEN ONE BY ONE SHE PROCEEDS TO SPEAK TO US INDIVIDUALLY, OPENING UP TO EVERYONE HERE OUR COURSE OF LIVING AND OUR INMOST THOUGHTS. ARE THESE ALL TRUE IN EVERY CASE? OR HAS SISTER WHITE MADE SOME MISTAKE? I WANT TO KNOW.\\94\nONE BY ONE THE PEOPLE STOOD UP. THE MAN OVER BY THE PINE TREE STOOD TO HIS FEET AND SAID THAT MRS. WHITE HAD DESCRIBED HIS CASE BETTER THAN HE COULD HAVE DESCRIBED IT. HE CONFESSED HIS WAYWARD COURSE. HE EXPRESSED HIS RESOLUTION TO COME BACK AND WALK WITH GOD\\92S PEOPLE. THE WOMAN SEATED BY SISTER MAYNARD FROM THE GREENVILLE CHURCH ALSO TESTIFIED. SHE SAID THAT MRS. WHITE HAD TOLD HER EXPERIENCE BETTER THAN SHE COULD HAVE TOLD IT. THE MAN BY THE OAK TREE SAID THAT SISTER WHITE HAD DESCRIBED HIS CASE BETTER THAN HE COULD HAVE DESCRIBED IT. CONFESSIONS WERE MADE. SINS WERE PUT ASIDE. THE SPIRIT OF GOD CAME IN, AND THERE WAS A REVIVAL AT BUSHNELL.\nELDER AND MRS. WHITE CAME BACK ON THE NEXT SABBATH, WHEN A BAPTISM WAS HELD, AND THE CHURCH AT BUSHNELL WAS WELL ESTABLISHED.\nTHE LORD LOVED HIS PEOPLE IN BUSHNELL, AS HE DOES ALL THOSE WHO LOOK TO HIM. \\93AS MANY AS I LOVE, I REBUKE AND CHASTEN: BE ZEALOUS THEREFORE, AND REPENT\\94 REVELATION 3:19, MUST HAVE COME TO THE MINDS OF SOME PRESENT. WHEN THE PEOPLE SAW THEIR OWN HEARTS AS THE LORD SAW THEM, THEY UNDERSTOOD THEIR TRUE CONDITION AND LONGED FOR A CHANGE IN THEIR LIVES. THIS IS THE TRUE PURPOSE OF THE MANY VISIONS GIVEN TO MRS. WHITE.\nSHORTLY AFTER JAMES WHITE\\92S DEATH IN 1881, MRS. WHITE LIVED CLOSE TO HEALDSBURG COLLEGE. SEVERAL YOUNG WOMEN STAYED IN HER HOME WHILE THEY ATTENDED SCHOOL. IT WAS THE CUSTOM AT THAT TIME TO WEAR A SIMPLE NET OVER THE HEAD SO AS TO KEEP THE HAIR NEAT AND ORDERLY THROUGHOUT THE DAY. ONE DAY WHILE PASSING THROUGH MRS. WHITE\\92S ROOM, ONE OF THE GIRLS SAW A WELL-MADE HAIRNET THAT SHE WANTED. THINKING THAT IT WOULD NOT BE MISSED, SHE TOOK IT AND PUT IT IN THE TOP OF HER TRUNK. A LITTLE LATER WHILE DRESSING TO GO OUT, MRS. WHITE MISSED HER NET AND HAD TO DO WITHOUT IT. IN THE EVENING WHEN THE FAMILY WERE TOGETHER MRS. WHITE INQUIRED ABOUT HER MISSING NET, BUT NO ONE GAVE ANY INDICATION OF KNOWING WHERE IT WAS.\nA DAY OR SO LATER WHEN MRS. WHITE WAS PASSING THROUGH THE GIRL\\92S ROOM, A VOICE SAID, \\93OPEN THAT TRUNK.\\94 BECAUSE THE TRUNK WAS NOT HERS, SHE DID NOT WISH TO DO SO. AT THE SECOND COMMAND SHE RECOGNIZED THE VOICE AS THAT OF THE ANGEL. WHEN SHE LIFTED THE LID, SHE SAW WHY THE ANGEL HAD SPOKEN, FOR THERE WAS HER NET. WHEN THE FAMILY MET AGAIN MRS. WHITE AGAIN ASKED ABOUT THE NET, STATING THAT IT COULD NOT DISAPPEAR BY ITSELF. NO ONE SPOKE UP, SO MRS. WHITE DID NOT PURSUE THE MATTER.\nA FEW DAYS LATER WHILE MRS. WHITE WAS RESTING FROM HER WRITING, SHE WAS GIVEN A VERY SHORT VISION. SHE SAW THE HAND OF A GIRL LOWER A HAIRNET INTO A KEROSENE LAMP. WHEN THE NET TOUCHED THE FLAME IT WAS GONE\n25\nIN A FLASH OF FIRE. THAT WAS THE END OF THE VISION.\nWHEN THE FAMILY WERE NEXT TOGETHER, MRS. WHITE AGAIN PRESSED THE MATTER OF THE DISAPPEARANCE OF THE HAIRNET, BUT STILL THERE WAS NO CONFESSION, AND NO ONE SEEMED TO KNOW OF ITS WHEREABOUTS. THEN A LITTLE LATER MRS. WHITE CALLED THIS YOUNG WOMAN ASIDE, TOLD HER OF THE VOICE AND WHAT SHE SAW IN THE TRUNK, AND THEN RELATED THE VERY SHORT VISION IN WHICH SHE SAW THE HAIRNET BURN OVER THE LAMP. WITH THIS INFORMATION BEFORE HER, THE GIRL CONFESSED TAKING THE NET, AND BURNING IT LEST SHE BE DETECTED. SHE MADE THE MATTER RIGHT WITH MRS. WHITE AND WITH THE LORD.\nWE MAY THINK THAT THIS IS A VERY SMALL MATTER FOR GOD TO BOTHER ABOUT\\97JUST A HAIRNET. BUT IT WAS A MATTER OF MUCH GREATER IMPORTANCE THAN THE VALUE OF THE OBJECT STOLEN. HERE WAS A YOUNG WOMAN, A MEMBER OF THE SEVENTH-DAY ADVENTIST CHURCH. SHE FELT SHE WAS ALL RIGHT, BUT SHE DID NOT SEE THE DEFECTS IN HER OWN CHARACTER. SHE DID NOT SEE THE SELFISHNESS THERE, WHICH LED HER TO STEAL AND DECEIVE. NOW WHEN SHE REALIZED HOW IMPORTANT THE LITTLE THINGS ARE\\97THAT GOD WOULD GIVE A VISION TO HIS BUSY MESSENGER HERE ON EARTH JUST ABOUT A HAIRNET\\97THIS YOUNG WOMAN BEGAN TO SEE MATTERS IN THEIR TRUE LIGHT. THIS EXPERIENCE WAS THE TURNING POINT IN HER LIFE.\nTHAT IS ONE REASON VISIONS WERE GIVEN TO MRS. WHITE. THOUGH MANY OF THE TESTIMONIES WRITTEN BY MRS. WHITE HAD VERY SPECIFIC APPLICATIONS, YET THEY PRESENT PRINCIPLES THAT MEET THE NEEDS OF THE CHURCH IN EVERY COUNTRY OF THE WORLD. MRS. WHITE HAS MADE PLAIN THE PURPOSE AND PLACE OF THE TESTIMONIES IN THESE WORDS:\n\\93THE WRITTEN TESTIMONIES ARE NOT TO GIVE NEW LIGHT, BUT TO IMPRESS VIVIDLY UPON THE HEART THE TRUTHS OF INSPIRATION ALREADY REVEALED. MAN\\92S DUTY TO GOD AND TO HIS FELLOW MAN HAS BEEN DISTINCTLY SPECIFIED IN GOD\\92S WORD, YET BUT FEW OF YOU ARE OBEDIENT TO THE LIGHT GIVEN. ADDITIONAL TRUTH IS NOT BROUGHT OUT; BUT GOD HAS THROUGH THE TESTIMONIES SIMPLIFIED THE GREAT TRUTHS ALREADY GIVEN\\85. THE TESTIMONIES ARE NOT TO BELITTLE THE WORD OF GOD, BUT TO EXALT IT, AND ATTRACT MINDS TO IT, THAT THE BEAUTIFUL SIMPLICITY OF TRUTH MAY IMPRESS ALL.\\94\nALL THROUGH HER LIFE MRS. WHITE KEPT THE WORD OF GOD BEFORE THE PEOPLE. AS SHE CLOSED HER VERY FIRST BOOK SHE STATED:\n\\93I RECOMMEND TO YOU, DEAR READER, THE WORD OF GOD AS THE RULE OF YOU FAITH AND PRACTICE. BY THAT WORD WE ARE TO BE JUDGED. GOD HAS, IN THAT WORD, PROMISED TO GIVE VISIONS IN THE \\91LAST DAYS\\92; NOT FOR A NEW RULE OF FAITH, BUT FOR THE COMFORT OF HIS PEOPLE, AND TO CORRECT THOSE WHO ERR FROM BIBLE TRUTH.\\94\n\nTHE VISION THAT COULD NOT BE TOLD\n\nDURING A SERIES OF MEETINGS IN SALAMANCA, NEW YORK, IN NOVEMBER 1890, IN WHICH MRS. WHITE WAS MAKING SOME PUBLIC ADDRESSES TO LARGE GATHERINGS, SHE BECAME QUITE WEAK, AS SHE HAD CAUGHT A SEVERE COLD ON THE TRIP TO THE CITY. AFTER ONE OF THE MEETINGS SHE LEFT FOR HER ROOM DISCOURAGED AND SICK. SHE WAS THINKING ABOUT POURING OUT HER SOUL\n26\nBEFORE GOD AND PLEADING FOR MERCY AND FOR HEALTH AND STRENGTH. SHE KNELT BY HER CHAIR, AND IN HER OWN WORDS, IN TELLING ABOUT WHAT HAPPENED, SHE SAID:\n\\93I HAD NOT UTTERED A WORD WHEN THE WHOLE ROOM SEEMED FILLED WITH A SOFT SILVERY LIGHT, AND MY PAIN OF DISAPPOINTMENT AND DISCOURAGEMENT WAS REMOVED. I WAS FILLED WITH COMFORT AND HOPE\\97THE PEACE OF CHRIST.\\94\nAND THEN SHE WAS GIVEN A VISION. AFTER THE VISION SHE DID NOT WISH TO SLEEP. SHE DID NOT WISH TO REST. SHE WAS HEALED\\97SHE WAS RESTED.\nIN THE MORNING A DECISION MUST BE GIVEN. COULD SHE GO ON TO THE PLACE WHERE THE NEXT MEETINGS WERE TO BE HELD, OR MUST SHE GO BACK TO HER HOME AT BATTLE CREEK? A. T. ROBINSON, WHO HAD CHARGE OF THE WORK, AND WILLIAM WHITE, MRS. WHITE\\92S SON, CALLED AT HER ROOM TO GET HER ANSWER. THEY FOUND HER DRESSED AND WELL. SHE WAS READY TO GO. SHE TOLD OF THE HEALING. SHE TOLD OF THE VISION. SHE SAID, \\93I WANT TO TELL YOU WHAT WAS REVEALED TO ME LAST NIGHT. IN THE VISION I SEEMED TO BE IN BATTLE CREEK, AND THE ANGEL MESSENGER SAID, \\91FOLLOW ME.\\92\\94 AND THEN SHE HESITATED. SHE COULD NOT RECALL IT TO MIND. TWICE SHE ATTEMPTED TO TELL IT, BUT COULD NOT RECALL WHAT HAD BEEN SHOWN TO HER. IN THE DAYS THAT FOLLOWED SHE WROTE ABOUT WHAT SHE WAS SHOWN. IT WAS ABOUT PLANS BEING MADE FOR OUR RELIGIOUS LIBERTY JOURNAL, THEN CALLED THE AMERICAN SENTINEL.\n\\93IN THE NIGHT SEASON I WAS PRESENT IN SEVERAL COUNCILS, AND THERE I HEARD WORDS REPEATED BY INFLUENTIAL MEN TO THE EFFECT THAT IF THE AMERICAN SENTINEL WOULD DROP THE WORDS \\91SEVENTH-DAY ADVENTIST\\92 FROM ITS COLUMN, AND WOULD SAY NOTHING ABOUT THE SABBATH, THE GREAT MEN OF THE WORLD WOULD PATRONIZE IT; IT WOULD BECOME POPULAR, AND DO A LARGER WORK. THIS LOOKED VERY PLEASING.\n\\93I SAW THEIR COUNTENANCES BRIGHTEN, AND THEY BEGAN TO WORK ON A POLICY TO MAKE THE SENTINEL A POPULAR SUCCESS. THE WHOLE MATTER WAS INTRODUCED BY MEN WHO NEEDED THE TRUTH IN THE CHAMBERS OF THE MIND AND SOUL.\\94\nIT IS CLEAR THAT SHE SAW A GROUP OF MEN DISCUSSING THE EDITORIAL POLICY OF THIS PAPER. WHEN THE GENERAL CONFERENCE WAS OPENED IN MARCH 1891, MRS. WHITE WAS ASKED TO SPEAK TO THE WORKERS EACH MORNING AT HALF PAST FIVE AND TO ADDRESS THE WHOLE CONFERENCE OF 4,000 ON SABBATH AFTERNOON. HER TEXT ON SABBATH AFTERNOON WAS, \\93LET YOUR LIGHT SO SHINE BEFORE MEN, THAT THEY MAY SEE YOUR GOOD WORKS, AND GLORIFY YOUR FATHER WHICH IS IN HEAVEN.\\94 THE ENTIRE DISCOURSE WAS AN APPEAL TO SEVENTH-DAY ADVENTISTS TO HOLD FORTH THE DISTINCTIVE FEATURES OF THEIR FAITH. THREE TIMES DURING THE MEETING SHE STARTED TO TELL OF THE SALAMANCA VISION, BUT EACH TIME SHE WAS RESTRAINED. THE EVENTS OF THE VISION WOULD SIMPLY LEAVE HER MIND. THEN SHE SAID, \\93OF THIS, I SHALL HAVE MORE TO SAY LATER.\\94 SHE ROUNDED OUT HER SERMON IN ABOUT AN HOUR\\92S TIME, AND THE MEETING WAS DISMISSED. ALL HAD NOTICED THAT SHE WAS UNABLE TO CALL THE VISION TO MIND.\n27\nTHE PRESIDENT OF THE GENERAL CONFERENCE CAME TO HER AND ASKED IF SHE WOULD TAKE THE MORNING MEETING.\n\\93NO,\\94 SHE REPLIED, \\93I\\92M WEARY; I\\92VE BORNE MY TESTIMONY. YOU MUST MAKE OTHER PLANS FOR THE MORNING MEETING.\\94 OTHER PLANS WERE MADE.\nAS MRS. WHITE RETURNED TO HER HOME, SHE TOLD THE MEMBERS OF HER FAMILY THAT SHE WOULD NOT BE ATTENDING THE MORNING MEETING. SHE WAS WEARY, AND SHE WAS GOING TO HAVE A GOOD REST. SHE WAS GOING TO SLEEP IN ON SUNDAY MORNING, AND PLANS WERE LAID ACCORDINGLY.\nTHAT NIGHT, AFTER THE CLOSE OF THE CONFERENCE SESSION, A SMALL GROUP OF MEN MET IN ONE OF THE OFFICES IN THE REVIEW AND HERALD BUILDING. AT THAT MEETING WERE REPRESENTATIVES OF THE PUBLISHING HOUSE THAT ISSUED THE AMERICAN SENTINEL, AND THERE WERE PRESENT ALSO THE REPRESENTATIVES OF THE RELIGIOUS LIBERTY ASSOCIATION. THEY MET TO DISCUSS AND SETTLE A VERY VEXING QUESTION\\97THE EDITORIAL POLICY OF THE AMERICAN SENTINEL. THE DOOR WAS THEN LOCKED, AND ALL AGREED THAT THE DOOR WOULD NOT BE UNLOCKED UNTIL THE QUESTION WAS SETTLED.\nA LITTLE BEFORE THREE O\\92CLOCK ON SUNDAY MORNING THE MEETING ENDED IN A DEADLOCK, WITH THE ASSERTION ON THE PART OF THE RELIGIOUS LIBERTY MEN THAT UNLESS THE PACIFIC PRESS WOULD ACCEDE TO THEIR DEMANDS AND DROP THE TERM \\93SEVENTH-DAY ADVENTIST\\94 AND \\93THE SABBATH\\94 FROM THE COLUMNS OF THAT PAPER, THEY WOULD NO LONGER USE IT AS THE ORGAN OF THE RELIGIOUS LIBERTY ASSOCIATION. THAT MEANT KILLING THE PAPER. THEY UNLOCKED THE DOOR, AND THE MEN WENT TO THEIR ROOMS, WENT TO BED, AND WENT TO SLEEP.\nBUT GOD, WHO NEVER SLUMBERS NOR SLEEPS, SENT HIS ANGEL MESSENGER TO ELLEN WHITE\\92S ROOM AT THREE O\\92CLOCK THAT MORNING. SHE WAS AROUSED FROM HER SLEEP AND INSTRUCTED THAT SHE MUST GO INTO THE WORKERS\\92 MEETING AT HALF-PAST FIVE, AND THERE SHE MUST PRESENT WHAT WAS SHOWN TO HER AT SALAMANCA. SHE DRESSED, WENT TO HER BUREAU, TOOK FROM IT THE JOURNAL IN WHICH SHE HAD MADE THE RECORD OF WHAT HAD BEEN SHOWN TO HER AT SALAMANCA. AS THE SCENE CAME CLEARLY TO HER MIND, SHE WROTE MORE TO GO WITH IT.\nTHE MINISTERS WERE JUST GETTING UP FROM PRAYER IN THE TABERNACLE AS MRS. WHITE WAS SEEN COMING IN THE DOOR, A BUNDLE OF MANUSCRIPTS UNDER HER ARM. THE PRESIDENT OF THE GENERAL CONFERENCE WAS THE SPEAKER, AND HE ADDRESSED HER:\n\\93SISTER WHITE,\\94 HE SAID, \\93WE ARE HAPPY TO SEE YOU. DO YOU HAVE A MESSAGE FOR US?\\94\n\\93INDEED I DO,\\94 SHE SAID, AND STEPPED TO THE FRONT. THEN SHE BEGAN RIGHT WHERE SHE LEFT OFF THE DAY BEFORE. SHE TOLD THEM THAT AT THREE O\\92CLOCK THAT MORNING SHE HAD BEEN AROUSED FROM HER SLEEP AND INSTRUCTED TO GO TO THE WORKERS\\92 MEETING AT HALF-PAST FIVE AND THERE PRESENT WHAT HAD BEEN SHOWN TO HER AT SALAMANCA.\n\\93IN THE VISION,\\94 SHE SAID, \\93I SEEMED TO BE IN BATTLE CREEK. I WAS TAKEN TO THE REVIEW AND HERALD OFFICE, AND THE ANGEL MESSENGER BADE ME, \\91FOLLOW ME.\\92 I WAS TAKEN TO A ROOM WHERE A GROUP OF MEN WERE\n28\nEARNESTLY DISCUSSING A MATTER. THERE WAS A ZEAL MANIFEST, BUT NOT ACCORDING TO KNOWLEDGE.\\94 SHE TOLD OF HOW THEY WERE DISCUSSING THE EDITORIAL POLICY OF THE AMERICAN SENTINEL, AND SHE SAID, \\93I SAW ONE OF THE MEN TAKE A COPY OF THE SENTINEL, HOLD IT HIGH OVER HIS HEAD, AND SAY, \\91UNLESS THESE ARTICLES ON THE SABBATH AND THE SECOND ADVENT COME OUT OF THIS PAPER, WE CAN NO LONGER USE IT AS THE ORGAN OF THE RELIGIOUS LIBERTY ASSOCIATION.\\92\\94 ELLEN WHITE SPOKE FOR AN HOUR, DESCRIBING THE MEETING THAT HAD BEEN SHOWN TO HER IN VISION MONTHS BEFORE, AND GIVING COUNSEL BASED UPON THAT REVELATION. THEN SHE SAT DOWN.\nTHE PRESIDENT OF THE GENERAL CONFERENCE DID NOT KNOW WHAT TO THINK OF IT. HE HAD NEVER HEARD OF ANY SUCH MEETING. BUT THEY DID NOT WAIT VERY LONG FOR AN EXPLANATION, FOR A MAN STOOD UP IN THE BACK OF THE ROOM AND BEGAN TO SPEAK:\n\\93I WAS IN THAT MEETING LAST NIGHT.\\94\n\\93LAST NIGHT!\\94 SISTER WHITE REMARKED, \\93LAST NIGHT? I THOUGHT THAT MEETING TOOK PLACE MONTHS AGO, WHEN IT WAS SHOWN TO ME IN VISION.\\94\n\\93I WAS IN THAT MEETING LAST NIGHT,\\94 HE SAID, \\93AND I AM THE MAN WHO MADE THE REMARKS ABOUT THE ARTICLES IN THE PAPER, HOLDING IT HIGH OVER MY HEAD. I AM SORRY TO SAY THAT I WAS ON THE WRONG SIDE, BUT I TAKE THIS OPPORTUNITY TO PLACE MYSELF ON THE RIGHT SIDE.\\94 HE SAT DOWN.\nANOTHER MAN STOOD TO SPEAK. HE WAS THE PRESIDENT OF THE RELIGIOUS LIBERTY ASSOCIATION. NOTE HIS WORDS: \\93I WAS IN THAT MEETING. LAST NIGHT AFTER THE CLOSE OF THE CONFERENCE SOME OF US MET IN MY ROOM IN THE REVIEW OFFICE WHERE WE LOCKED OURSELVES IN AND THERE TOOK UP AND DISCUSSED THE QUESTIONS AND THE MATTER THAT HAS BEEN PRESENTED TO US THIS MORNING. WE REMAINED IN THAT ROOM UNTIL THREE O\\92CLOCK THIS MORNING. IF I SHOULD BEGIN TO GIVE A DESCRIPTION OF WHAT TOOK PLACE AND THE PERSONAL ATTITUDE OF THOSE IN THE ROOM, I COULD NOT GIVE IT AS EXACTLY AND AS CORRECTLY AS IT HAS BEEN GIVEN BY SISTER WHITE. I NOW SEE THAT I WAS IN ERROR AND THAT THE POSITION THAT I TOOK WAS NOT CORRECT. FROM THE LIGHT THAT HAS BEEN GIVEN THIS MORNING, I ACKNOWLEDGE THAT I WAS WRONG.\\94\nOTHERS SPOKE THAT DAY. EVERY MAN WHO WAS IN THE MEETING THE NIGHT BEFORE STOOD TO HIS FEET AND BORE HIS TESTIMONY, SAYING THAT ELLEN WHITE HAD ACCURATELY DESCRIBED THE MEETING AND THE ATTITUDE OF THOSE IN THE ROOM. BEFORE THAT MEETING CLOSED THAT SUNDAY MORNING, THE RELIGIOUS LIBERTY GROUP WERE CALLED TOGETHER, AND THEY RESCINDED THE ACTION THEY HAD TAKEN ONLY A FEW HOUR BEFORE.\nHAD MRS. WHITE NOT BEEN RESTRAINED AND HAD SHE RELATED THE VISION ON SABBATH AFTERNOON, HER MESSAGE WOULD NOT HAVE SERVED THE PURPOSE THAT GOD HAD INTENDED, FOR THE MEETING HAD NOT YET TAKEN PLACE.\nSOMEHOW THE MEN DID NOT APPLY THE GENERAL COUNSEL GIVEN SABBATH AFTERNOON. THEY THOUGHT THEY KNEW BETTER. PERHAPS THEY REASONED AS SOME DO TODAY, \\93WELL, PERHAPS SISTER WHITE DID NOT UNDERSTAND,\\94 OR, \\93WE ARE LIVING IN A DIFFERENT DAY NOW.\\94 THE THOUGHTS THAT SATAN WHISPERS\n29\nTO US IN THESE DAYS ARE THE SAME WITH WHICH HE TEMPTED OUR MINISTERS IN 1891. GOD, IN HIS OWN TIME AND IN HIS OWN WAY, MADE IT CLEAR THAT IT WAS HIS WORK; HE WAS GUIDING; HE WAS GUARDING; HE HAD HIS HAND UPON THE WHEEL. ELLEN WHITE TELLS US THAT GOD \\93HAS OFTEN PERMITTED MATTERS TO COME TO A CRISIS, THAT HIS INTERFERENCE MIGHT BECOME MARKED. THEN HE HAS MADE IT MANIFEST THAT THERE IS A GOD IN ISRAEL.\\94\n\nTHE TESTIMONIES AND THE READER\n\nFOR SEVENTY YEARS ELLEN G. WHITE SPOKE AND WROTE OF THE THINGS GOD HAD REVEALED TO HER. MANY TIMES THE COUNSELS WERE GIVEN TO CORRECT THOSE WHO ERRED FROM BIBLE TRUTH. MANY TIMES THEY POINTED OUT THE COURSE GOD WOULD HAVE HIS PEOPLE FOLLOW. AT TIMES THE TESTIMONIES DEALT WITH THE MANNER OF LIFE, THE HOME, AND THE CHURCH. HOW DID THE MEMBERS OF THE CHURCH RECEIVE THESE MESSAGES?\nFROM THE OUTSET OF HER WORK, RESPONSIBLE LEADERS EXAMINED HER WORK TO ASSURE THEMSELVES THAT THE MANIFESTATION OF THE GIFT OF PROPHECY WAS GENUINE. THE APOSTLE PAUL ADMONISHES, \\93DESPISE NOT PROPHESYINGS. PROVE ALL THINGS; HOLD FAST THAT WHICH IS GOOD.\\94 1 THESSALONIANS 5:20, 21. THE BIBLE TESTS OF A PROPHET WERE BROUGHT TO BEAR ON MRS. WHITE\\92S WORK. AND THIS IS AS SHE WOULD HAVE IT, FOR SHE WROTE:\n\\93THIS WORK IS OF GOD, OR IT IS NOT. GOD DOES NOTHING IN PARTNERSHIP WITH SATAN. MY WORK FOR THE PAST THIRTY YEARS BEARS THE STAMP OF GOD OR THE STAMP OF THE ENEMY. THERE IS NO HALFWAY WORK IN THE MATTER.\\94\nTHE BIBLE GIVES FOUR BASIC TESTS BY WHICH A PROPHET IS TO BE EXAMINED. MRS. WHITE\\92S WORK STANDS EACH TEST.\nTHE MESSAGE OF THE TRUE PROPHET MUST BE IN HARMONY WITH THE LAW OF GOD AND THE MESSAGES OF THE PROPHETS. ISAIAH 8:20.\nTHE E. G. WHITE WRITINGS ELEVATE THE LAW OF GOD AND EVER LEAD MEN AND WOMEN TO THE BIBLE IN ITS ENTIRETY. SHE POINTS TO THE BIBLE AS THE SOLE RULE OF FAITH AND PRACTICE AND AS THE GREAT LIGHT TO WHICH HER WRITINGS, \\93THE LESSER LIGHT,\\94 LEAD.\nTHE PREDICTIONS OF THE TRUE PROPHET MUST COME TO PASS WITHIN THE CONTEXT OF CONDITIONALITY. JEREMIAH 18:7-10; 28:9. WHILE THE WORK OF MR. WHITE WAS MUCH LIKE THAT OF MOSES IN LEADING AND GUIDING THE PEOPLE, YET SHE WROTE IN A PREDICTIVE MANNER OF THE MANY EVENTS TO TAKE PLACE. AT THE OUTSET OF OUR PUBLISHING WORK IN 1848, SHE SPOKE OF HOW IT WOULD GROW TO ENCIRCLE THE WORLD WITH LIGHT. TODAY SEVENTH-DAY ADVENTISTS PUBLISH LITERATURE IN 200 LANGUAGES VALUED AT MORE THAN $100,000,000 A YEAR.\nIN 1890, WHEN THE WORLD DECLARED THAT THERE WOULD BE NO MORE WAR AND THE MILLEN", "paragraph": 1, "bookcode": "CCh", "page": 33}