{
    "word": "Sorrow filled heaven, as it was realized that man was lost, and the world that God created was to be filled with mortals doomed to misery, sickness and death, and there was no way of escape for the offender. The whole family of Adam must die. I saw the lovely Jesus, and beheld an expression of sympathy and sorrow upon his countenance. Soon I saw him approach the exceeding bright light which enshrouded the Father. Said my accompanying angel, \"He is in close converse with his Father.\" The anxiety of the angels seemed to be intense while Jesus was communing with his Father. Three times he was shut in by the glorious light about the Father, and the third time he came from the Father we could see his person; and his countenance was calm, free from all perplexity and trouble, and shone with loveliness, such as words cannot express. He then made known to the angelic choir that a way of escape had been made for lost man; that he had been pleading with his Father, and had obtained his consent to give his life a ransom, to bear their sins, and take the sentence of death upon himself to open a way that man might find pardon for transgressing God's command; that man, by taking hold of the merits of Christ's blood, could find pardon for past transgressions, keep God's law, and by their obedience be brought back to the garden from which our first parents were driven, and again have access to the glorious, immortal fruit of the tree of life that Adam \n                                                                           48\nand Eve forfeited all right to. Then joy, inexpressible joy, filled heaven, and the heavenly choir sung a song of praise and adoration. They touched their harps and sung a note higher than they had done before, for the great mercy and condescension of God in yielding up his dearly Beloved to die for a race of rebels, and praise and adoration was poured forth for the self-denial and sacrifice of Jesus; that he would consent to leave the bosom of his Father, and choose a life of suffering and anguish, and die an ignominious death to give life to others.",
    "paragraph": 1,
    "bookcode": "ExV54",
    "page": 47
}