{
    "word": "Elder Smith, the exercises of the past night prompts me to write. I know that you have been walking not in the light. You have had evidence and might have had a much larger array of evidence if you had any room to receive it. Jesus, the precious Saviour, has again and again sent you the very light you needed, but you did not place yourself in the channel where it could be communicated to you. You gathered about your soul the covering of unbelief till you cannot distinguish light from darkness and error from \n                                                                           795\ntruth. Never, never will you change this order of things until you possess the humility of a little child. This will never be until you fall upon the rock and are broken. Self then dies; new habits are to be formed; strong inclinations and propensities are overcome. Enemies within and without are ready to spring into life and overcome you. \"Without me\" said Christ, \"ye can do nothing.\" Do you decline the contest? Do you refuse to fall on the rock? If so, there is not the slightest assurance in your case that you will ever recover yourself out of the snare of the devil. Your attitude has encouraged a state of things in our churches which you have not measured. The result of your course and your working on the same line since you left Minneapolis has made the carrying out of the work given me of God to do fifty fold harder than it need to have been. You have barred my way, but O, how little did you know the real result of your work. This has been opened before me. When you have stated that Sr. White was influenced by W. C. W., A. T. Jones, and E. J. Waggoner, you have planted in hearts infidelity that has been nourished and has borne fruit. You will not be pleased to reap the harvest. Satan takes everything of this character and makes it a living active agent in destroying faith in the very work the Lord would have them to do. Every soul that fully takes your words and believes them are correctly represented by the words of Christ, \"I would that thou were either cold or hot, so then because that thou art lukewarm, I will spew thee out of my mouth.\" Decided opposition would have done me less harm. A lack of faith in the messages \n                                                                           796\nGod has given me to bear of the order represented is decided unbelief to all intents and purposes. There is not one bit of savor in such a faith, and the faith of Elder Butler is of the same order, valueless, having no savor, I count nothing upon you or him to harmonize with me in my work given me of God. Your very position is a decided negative to the efforts I may make as God shall move upon me by his holy Spirit. I have not felt grieved as far as my personal self is concerned, but when the work that the Lord has given me is of such a character that faith needs to be constantly cherished because of the warnings, reproofs and searchings of the hearts, and the laying bare of hidden sins is not pleasant and agreeable to the natural heart, and many give a bare assent to truth when they are not sanctified through the truth. They do not in Spirit represent Christ. They are surface workers, and delude themselves with the idea that they are christians. So effectually does this delusion take possession of heart and mind that the sharp arrows of the Lord fail to penetrate the armor of self righteousness in which they are encased. The spell is so strong that they will listen to the truth, the most earnest and powerful, even to the very portraying of the delusions which are upon them without any thought of self-examination to see if it means them. This is the class our Saviour found most difficult to arouse. The most authoritative teachings were heard and listened to as if they heard not. Thus it is with many, many in this generation. There will be a hatred kindled against the testimonies which is satanic. The workings of Satan will be to unsettle the faith of the churches in them for this reason: \n                                                                           797\nSatan cannot have so clear a track to bring in his deceptions and bind up souls in his delusions if the warnings and reproofs and counsels of the spirit of God are heeded. What better course to please the enemy and grieve the spirit of God could be pursued than that which has been pursued by you, my brother, a teacher in Israel. You have had quite a number fully engaged with you in the work, men in responsible positions, presidents of conferences, ministers and workers, that have formed a confederacy to question, to criticize, to say, \"Report and we will report it.\" The position these men have occupied and the influence this position had given them has caused many to doubt, who will never be settled again and the deceptions and delusions of these last days will overcome them, because heaven's divine illumination is powerless to set them in order for they have decided from the example given them. It makes no difference whether they believe or disbelieve, so if any reproof comes to them, which they wish not to believe, they will say, \"O, Sr. White is influenced. Some one has told her these things. If Elder Smith who knows all about the testimonies says this is only her own opinion and her own judgment, and he does not accept the teachings of the testimonies, and he such a good man, I will follow his example and I will risk it.\" This is a very unwise thing to do, yet many are doing this and have done it. I know that the spirit of the Lord was holding me here in Battle Creek that all might have my evidence whether it was of God or of the Devil. \"By their fruits ye shall \n                                                                           798\nknow them.\" As in the days of Christ some have overlooked the very kind of evidence God has given them and have said show us a sign, work some miracle if you are right.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 794
}