{
    "word": "He says, \"Wherefore, behold, I send unto you prophets, and wise men, and scribes: and some of them ye shall kill and crucify; and some of them shall ye scourge in your synagogues, and persecute them from city to city: that upon you may come all the righteous blood shed upon the earth, from the blood of righteous Abel unto the blood of Zacharias son of Barachias, whom ye slew between the temple and the altar. Verily I say unto you, All these things shall come upon this generation. O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee; how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!\" But now the irrevocable sentence must be passed, \"Your house is left unto you desolate.\" Past opportunities, privileges, and blessings rise up before him. He could see Jerusalem as she might have been,-- holiness unto the Lord. For ages Judah had been the repository of sacred truth. Here the knowledge of Jehovah had been cherished and preserved, when God had not been acknowledged among the nations, and his worship was lost in the earth. The streets of Jerusalem had been trodden by angel feet, and its very soil had been sacred to God. From its temple prayer and praise had ascended to God. From its altar the bleeding sacrifice had testified to human guilt, pointing to the Lamb of God which taketh away the sins of the world. The Lord had sent them messages of warning and reproof, of consolation and promise, by his prophets, rising up early and sending them, but they had beaten one and stoned another, and it could not be that a prophet should perish outside of Jerusalem. Finally God had sent his Son, and from the highest bough to the lowest he had searched for fruit, and had found none. For their sakes he had clothed his divinity with humanity, made himself of no reputation, fled before the feet of his accusers and haters, and yet carried a rebellious people upon his heart. He had done all that could be done, but they turned from him, demanding still more evidence. His life was one continual miracle, but they knew it not, and demanded that he should show them a miracle. But in the face of their utter rejection of his love, their unbelief in his mission and divinity, when he knew that the representative men of the nation were plotting for his destruction, he wept over the city of his love. His prophetic eye read the history of the past, and the woe and the guilt of the future, and his heart was breaking with agony because the people of God knew not the time of their visitation. Hell moved by a power from beneath, that the guilty inhabitants of Jerusalem might carry out the will of the prince of darkness. Stirred with enmity they would yield themselves to the control of the malignant foe, and make the Prince of life their victim. Clouds of wrath were gathering over the doomed city; for they called down upon themselves judgment, crying, \"His blood be on us and upon our children.\" That blood by virtue of which the repentant sinner might be forgiven--that blood by which a guilty world might be saved, by which the Jewish nation might be saved and purified, which was paid a ransom for the sins of the world, was to them the final guilt in the cup of their iniquity. Jesus knew that his chosen people were to put him, the Prince of life and glory, to an ignominious death. He knew what was to be their doom. With prophetic glance he saw the Roman legions, he heard the tramp of armies, saw the city encompassed and in flames, and the temple a smoking ruin. The miseries of the people whom he longed to save, rose up before him. He beholds their guilt and agony, but they are as unrelenting as was Satan in his rebellion against God.",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 1059
}