{
    "word": "I was shown the wonderful impressions, the zeal, the earnestness, the fervor, of some. The special light that some thought they received from God, was from another source.  There has not been clean work made of this matter; and all who have failed to come out fully, and humbly acknowledge their deception and error, will be yet exposed to the deceptive power of Satan. God will prove them by bringing them over the ground again. All that counterfeit trash should be swept forever by the board. The experience of the church in this matter was sound or unsound, either from the Lord or the Devil. Christ and Satan do not work in copartnership. All that busy talking, that burden of news which was Bro. and Sr. Whites' supposed inconsistencies, was spread all through the church, and has done its work. One soul died under this delusion of the Devil. She was imbued with the spirit of hatred against us, and died in this condition. The blood of her soul is upon the church. And the probation of a number more will not be greatly lengthened; yet they are not ready. They are at ease in Zion, \n                                                                           10\nand are not agonizing that they may enter into the strait gate. Like many, they are seeking merely, but are not striving. Could they see their life-record, they would make most earnest efforts to discern their wrongs, in order, by humble confession to remove the stains from their characters. The little leaven leaveneth the whole lump. A thorough heart-work is necessary with many who acted their part in this work, who are so deceived by Satan. Those who felt that they were not so much out of the way after all, will yet, I saw, have to learn by bitter experience that which they were unwilling to take to heart before. Such an unfeeling, heartless, satanic spirit as was possessed by some who are naturally tender-hearted, conscientious, and pitiful, was enough to have aroused all their senses, that they had another spirit.",
    "paragraph": 1,
    "bookcode": "PH097",
    "page": 9
}