{
    "word": "Deceived mortals are worshiping evil angels, \n                                                                           89\nbelieving them to be the spirits of their dead friends. The word of God expressly declares that \"the dead have no more a portion in anything done under the sun.\" Spiritualists say the dead know everything that is done under the sun, that they communicate to their friends on earth, give valuable information, and perform wonders. Psalm 115:17. \"The dead praise not the Lord, neither any that go down into silence.\" I have been shown that Satan, transformed into an angel of light, works with all deceivableness of unrighteousness. He who could take up the Son of God, who was made a little lower than the angels, and place him upon a pinnacle of the temple, and take him up into an exceeding high mountain to present before him the kingdoms of the world, can exercise his power upon the human family, who are far inferior in strength and wisdom to the Son of God, even after he had taken upon himself man's nature. In this degenerate age, Satan holds control over mortals who depart from the right, and venture upon his ground. He exercises his power upon such in an alarming manner. I was directed to these words, \"Intruding into those things which he hath not seen, vainly puffed up by his fleshly mind.\" Some, I was shown, gratify their curiosity, and tamper with the Devil. They have no real faith in Spiritualism, and would start back with horror at the idea of being a medium. Yet they venture, and place themselves in a position where Satan can exercise his power upon them. They do not mean to enter deep into this work, but such know not what they are doing. They are venturing upon the Devil's ground, and are tempting him to control them. This powerful destroyer considers such his lawful prey, and will exercise his power upon them, and that against their will. When they wish to control themselves they cannot. They yielded their mind to Satan, and he holds them captive, and he will not release his claims. No power can deliver the ensnared soul but the power of God, in answer to the earnest prayers of his faithful followers. \n                                                                           90",
    "paragraph": 1,
    "bookcode": "4bSG",
    "page": 88
}