{
    "word": "We must possess the missionary spirit in a large degree. In his lessons to his disciples, Christ was constantly teaching them that they must unite the human agency with the divine worker. They are to be active in doing good; they are to be the light of the world, catching the radiance of light from his throne and to transmit it to the world which Satan has enshrouded with his Hellish shadow like a funeral pall. Not only are the rays of light to shine in the home circle but to the church in bright and distant rays; and again, not to the church only, but the whole world. See how much is contained in the prayer of Christ in the 17th Chapter of John, constantly identifying himself and combining himself with his believing people, and his believing people binding up with himself for the work of the salvation of a lost world. In his ministry he shows them the confederacy of evil arrayed against them, and reveals to them that they are in war-fare with principalities and powers and spiritual wickedness in high places. \n                                                                           858\nBut angels unite to compose that army; they are mingling in their ranks. The Captain of the Lord's host is advancing with his army of heavenly angels to the work. Jesus is standing but a step, as it were, from the completion of his great sacrifice for the world. \"Go ye into all the world and preach the Gospel to all creatures. He repeats his injunction over and over again in different forms, that they might after his death and resurrection to heaven, take in the significance of his words. After his resurrection, \"then opened he their understanding that they might under stand the Scriptures, and said unto them, Thus it is written and thus it behoved Christ to suffer and to rise again the third day,\" and that remission of sins should be preached in his name among all nations, beginning at Jerusalem. \"Ye shall receive power from on high after that the Holy Ghost is come upon you: and ye shall be witnesses unto me, both in Jerusalem and in Judea and in Samaria, and unto the uttermost parts of the earth.\" He knew that peculiar trials would assail them and he declares, \"All power is mine.\" He assured them that they must go out under the shield of omnipotence. \"Lo, I am with you alway, even to the end of the world.\" \"Go\" was his last word spoken to his disciples and this was the last indication of his will while he was upon the earth. His first act in heaven corresponded with his expressed will on the earth. His holy spirit was sent to them in rich abundance. The heavenly endowment was given. We know the apostles commenced their work in Jerusalem; three thousand were converted in a day. May the Lord arouse his people to action is my \n                                                                           859\nprayer. There is need for every individual member of the church to arouse to work for Jesus. The calls are coming in from every clime, \"Come over and help us.\" \"The Spirit and the Bride say Come, and let him that is athirst come, and whosoever will, let him come and take of the waters of life freely.\" There is our work laid out in a comprehensive manner for the diffusion of the truth. Jesus opened the fountain of life in the midst of the world and every soul who knoweth the Father and the Son are to be laborers together with God and to repeat the words in fullness and power, \"Come.\" All are to stop their fretting with one another, all are to combine their living, sanctified influence, and with one voice, say \"Come, send the word along.\" Come all along the lines, a chain of living voices united with determined effort ring around the globe, and the whole church is to awake from the death like slumber and say, \"Come\", and to act in character the invitation they make, \"Come.\"",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 857
}