{
    "word": "One man arises, claiming to be led of God, who advocates the heresy of the non-resurrection of the wicked, which is one of Satan's great master-pieces of error. Another cherishes erroneous views in regard to the future age. Another zealously urges the American costume. They all want full religious liberty, and each one goes independent of the others, and yet claims that God is especially at work among them. Some rejoice in the idea that they have the gifts which others have not, and they exult over the matter. May God deliver his people from such gifts. What do these gifts do for them? Are they brought through the exercise of these gifts into the unity of the faith? And do they convince the unbeliever that God is with them of a truth? These discordant ones, believing all these different views, getting together and having considerable excitement, and the unknown tongue, let their light so shine that unbelievers would say, These people are not sane; they are carried away with a false excitement, and we know that they do not have the truth. Such stand directly in the way of sinners, and their influence is effectual to keep men and women out of the Sabbath. Such will be rewarded according as their works shall be. Would to God they would be reformed or give up the Sabbath. They would not then stand in the way of unbelievers. God has led out men who have toiled for years, who have been willing to make any sacrifice, who have suffered privation, and endured trials in every shape to get out the truth before the world, and by their consistent course do away the reproach that fanatics have brought upon the cause of God. They have met opposition in every form. They have toiled night and day in searching the evidences of our faith, that they might bring out the truth in its clearness, in a connected form, that it might stand all opposition. Incessant labor and mental trials in connection with this great work have worn down more than one constitution, and prematurely sprinkled heads with gray hairs. They have not worn out in vain. God has marked their \n                                                                           160\nearnest, tearful, agonizing prayers to him for light and truth, and that the truth might shine in its clearness. He has marked their self-sacrificing efforts, and he will reward them as their works have been.",
    "paragraph": 1,
    "bookcode": "4bSG",
    "page": 159
}