{
    "word": "To have the physicians of our institutions educating by precept and example, those under their care to use a meat diet, after years of instruction from the Lord, disqualifies them to be superintendents of our health institutes. The Lord does not give light on health reform that it may be disregarded by those who are in positions of influence and authority. The Lord means just what He says, and He is to be honored in what He says. Light is to be given upon \n\n68 \n\nthese subjects. It is the diet question that needs close investigation, and prescriptions should be made in accordance with health principles.  {TSDF 67.10}  \n     Nov 5, 1891 [1896].--The Lord intends to bring His people back to live upon simple fruits, vegetables, and grains. He led the children of Israel into the wilderness, where they could not get a flesh diet, and He gave them the bread of heaven. Men did eat angels' food, but they craved the flesh-pots of Egypt, and mourned and cried for flesh, notwithstanding that the Lord had promised them if they would submit to His will, He would carry them into the land of Canaan and establish them there, a pure, holy, happy people, and there should not be a feeble one in all their tribes, for He would take away all sickness from among them. But, although they had a plain thus saith the Lord, they mourned and wept and murmured and complained until the Lord was wroth with them, and because they were so determined to have the flesh of dead animals, He gave them the very diet He had withheld from them. The Lord would have given them flesh if it had been essential for their health; but He created and redeemed them, and led them a long journey in the wilderness to educate and discipline and train them into correct habits. The Lord understood what the influence of flesh-eating is upon the human system. He would have a people that would, in their physical appearance, bear the divine credentials notwithstanding their long journey.",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 68
}