{
    "word": "Many look with horror at the course of the Jews in rejecting and crucifying Christ; and as they read the history of His shameful abuse, they think they love Him, and would not have denied Him as did Peter, or crucified Him as did the Jews. But God who reads the hearts of all, has brought to the test that love for Jesus which they professed to feel. All heaven watched with the deepest interest the reception of the first angel's message. But many who professed to love Jesus, and who shed tears as they read the story of the cross, derided the good news of His coming. Instead of receiving the message with gladness, they declared it to be a delusion. They hated those who loved His appearing and shut them out of the churches. Those who rejected the first message could not be benefited by the second; neither were they benefited by the midnight cry, which was to prepare them to enter with Jesus by faith into the most holy place of the heavenly sanctuary. And by rejecting the two former messages, they have so darkened their understanding that they can see no light in the third angel's \n                                                                           261\nmessage, which shows the way into the most holy place. I saw that as the Jews crucified Jesus, so the nominal churches had crucified these messages, and therefore they have no knowledge of the way into the most holy, and they cannot be benefited by the intercession of Jesus there. Like the Jews, who offered their useless sacrifices, they offer up their useless prayers to the apartment which Jesus has left; and Satan, pleased with the deception, assumes a religious character, and leads the minds of these professed Christians to himself, working with his power, his signs and lying wonders, to fasten them in his snare. Some he deceives in one way, and some in another. He has different delusions prepared to affect different minds. Some look with horror upon one deception, while they readily receive another. Satan deceives some with Spiritualism. He also comes as an angel of light and spreads his influence over the land by means of false reformations. The churches are elated, and consider that God is working marvelously for them, when it is the work of another spirit. The excitement will die away and leave the world and the church in a worse condition than before.",
    "paragraph": 1,
    "bookcode": "EW",
    "page": 260
}