{
    "word": "All heaven watched with the deepest interest the reception of the message. But many who profess to love Jesus, and who shed tears as they read the story of the cross, instead of receiving the message with gladness, are stirred, with anger, and deride the good news of Jesus' coming, and declare it to be delusion. They would not fellowship those who loved his appearing, but hated them, and shut them out of the churches. Those who rejected the first message could not be benefited by the second, and were not benefited by the midnight cry, which was to prepare them to enter with Jesus by faith into the Most Holy place of the heavenly Sanctuary. And by rejecting the two former messages, they can see no light in the third angel's message, which shows the way into the Most Holy place. I saw that the nominal churches, as the Jews crucified Jesus, had crucified these messages, and therefore they have no knowledge of the move made in heaven, or of the way into the Most Holy, and they cannot be benefited by the intercession of Jesus there. Like the Jews, who offered their \n                                                                           172\nuseless sacrifices, they offer up their useless prayers to the apartment which Jesus has left, and Satan, pleased with the deception of the professed followers of Christ, fastens them in his snare, and assumes a religious character, and leads the minds of these professed christians to himself, and works with his power, his signs and lying wonders. Some he deceives in one way and some in another. He has different delusions prepared to affect different minds. Some look with horror upon one deception, while they readily receive another. Satan deceives some with Spiritualism. He also comes as an angel of light, and spreads his influence over the land. I saw false reformations every where. The churches were elated, and considered that God was marvelously working for them, when it was another spirit. It will die away and leave the world and the church in a worse condition than before.",
    "paragraph": 1,
    "bookcode": "1SG",
    "page": 171
}