{
    "word": "When Israel was assailed by the Amalekites, Moses gave Joshua directions to fight with their enemies while he would \n                                                                           108\nstand with the rod of God in his hand, with his hand raised toward heaven in the sight of the people, showing to rebellious, murmuring Israel that their strength and power was in God. He was their might and the source of their strength. There was no power in that rod; God wrought through Moses. Moses had to receive all his strength from above. When he held up his hands, Israel prevailed; when he let down his hands, Amalek prevailed. When Moses became weary, preparations were needful to keep his weary hands continually raised toward heaven. Aaron and Hur prepared a seat for Moses, and then both engaged in holding up his weary hands until the going down of the sun. These men thus showed to Israel their duty to sustain Moses in his arduous work while he should receive the word from God to speak to them. This act was also to show Israel that God alone held their destiny in His hands, that He was their acknowledged leader. \"And the Lord said unto Moses, Write this for a memorial in a book, and rehearse it in the ears of Joshua: for I will utterly put out the remembrance of Amalek from under heaven. . . . For he said, Because the Lord hath sworn that the Lord will have war with Amalek from generation to generation.\" Remember what Amalek did unto thee by the way, when ye were come forth out of Egypt; how he met thee by the way, and smote the hindmost of thee, even all that were feeble behind thee, when thou wast faint and weary; and he feared not God. Therefore it shall be, when the Lord thy God hath given thee rest from all thine enemies round about, in the land which the Lord thy God giveth thee for an inheritance to possess it, that thou shalt blot out the remembrance of Amalek from under heaven; thou shalt not forget it.\"",
    "paragraph": 1,
    "bookcode": "2T",
    "page": 107
}