{
    "word": "Let not one grain of unbelief be sown, for unless we keep a brave front we cannot expect to inspire others with courage. I am telling everything I can in relation to the mission that will inspire confidence. When I think how slowly the work has gone in [New] England and how little done in Massachusetts and Maine and many other places where they have all circumstances in their favor, we need not be discouraged in regard to old England. The same amount of labor expended on old England in a wise manner will produce, I believe, good results. May the Lord work is my prayer. And \n\n\n                                -21- \n\nlet us look at every token of good. Acknowledge all the Lord has done with grateful hearts. Because you do not see the same results in old England that you did in Australia you should not demerit that which has already been gained. There are some precious souls in Grimsby, in Ulceby, and others will be gathered in. There are some good souls in Southampton and the brother I met at Brother Jones's and the few who are connected with him are, I judged, good material. Because they do not see every point just as we do requires wisdom in treating their cases, that we should unite wherever we can and not make the breech any greater between us. Sister Griffen, I believe, will come to the front if wise management is exercised in her case. Such ones must not be left indifferently but efforts should be made to bring them into the noble truth. We want that woman as a worker. All such talent we must understand the faculty of winning to the truth. It is a nice work to hunt up the sheep and to make every exertion to bring them in. It will take time to rid them of all their strange ideas and erratic views, but we must be patient and not drive them from us. God is working with them, and as I look over the past I see discouragements just as great that we have had to master and still have to contend with as in old England, notwithstanding the caste of society and the difficulties to reach the higher classes. Now, my brother, be of good heart and notwithstanding the work may move slowly nevertheless it moves, thank God for that.--Letter 50, 1887, pp. 1, 2. (To Elder S. N. Haskell, Sept. 1, 1887.)",
    "paragraph": 3,
    "bookcode": "3MR",
    "page": 20
}