{
    "word": "The eye of God is upon these lands; for here He would set up His standard and unfurl His banner. Here on this missionary soil, He would see souls won to Jesus Christ. He would have every professed Christian a true missionary, ready to wheel into line, to do his individual work in his place, and all join in systematic effort. He would have men forget their own notions and prejudices, which bring only darkness and doubt upon their souls, and engage in work for those who are ready to perish. He would have them realize that no man liveth unto himself. It is through inattention to unselfish effort for others, that many have become dwarfed and crippled in their religious experience. Some who are in the background might have been far advanced in the knowledge of God, if they had not stood apart from their brethren, \n                                                                           207\nwithdrawing from association with believers who did not work according to their limited ideas. O, if these hinderers would lose sight of themselves and interest themselves in the salvation of souls, their petty differences would be forgotten, and alienation from their brethren could not exist. If when they came together, they would not speak concerning the things to which they see objections, but would hold their mouth as with a bridle, and would seek the Lord in earnest prayer that His Holy Spirit might rest upon them, that they might have a burden for souls for whom Christ died, they would find that their darkness would flee away, and light and hope would come into their souls. Self-esteem would vanish, and they would become teachable as children. Stubbornness would melt away in contemplation of the love of God, and their hearts would glow, touched with a coal from off the altar. Sorrow would be banished, and cheerfulness take its place; for the infinite love and goodness of God would be the theme of their testimony.",
    "paragraph": 2,
    "bookcode": "FE",
    "page": 206
}