{
    "word": "CW - Counsels to Writers and Editors (1946)\n\n\nPREFACE\n\n     SEVENTH-DAY ADVENTIST EDITORS FROM ALL PARTS OF THE WORLD MET IN WASHINGTON, D. C., IN AUGUST, 1939, TO PARTICIPATE IN A GENERAL EDITORIAL COUNCIL, THE FIRST TO BE HELD. AS A SOURCE OF INSPIRATION AND GUIDANCE TO THIS GROUP, THE LEADERS OF THE DENOMINATION ARRANGED TO HAVE PLACED IN THEIR HANDS THE E. G. WHITE INSTRUCTION WHICH HAD BEEN DIRECTED TO OUR WRITERS AND EDITORS THROUGH THE YEARS, DRAWN FROM BOTH PUBLISHED SOURCES AND MANUSCRIPTS. THIS COUNSEL AND INSTRUCTION WAS DISTRIBUTED TO THE EDITORS IN THE FORM OF A LITTLE PAPER-BOUND WORK ENTITLED COUNSELS TO EDITORS. ADDITIONAL COPIES WERE FURNISHED TO THE MEMBERS OF THE BOARDS OF DIRECTORS OF OUR PUBLISHING HOUSES AND TO OTHERS CONCERNED WITH OUR PUBLISHING INTERESTS THROUGHOUT THE WORLD FIELD.\n     FIVE HUNDRED COPIES OF THIS LITTLE WORK WERE PRINTED, AND THE STOCK WAS SOON EXHAUSTED. THERE HAS BEEN AN INCREASING CALL FOR THE BOOK BY SEVENTH-DAY ADVENTIST WORKERS GENERALLY. INASMUCH AS THE WRITING FOR OUR JOURNALS AND THE PRODUCTION OF DENOMINATIONAL BOOKS IS DONE LARGELY BY OUR WORKER GROUP THROUGHOUT THE WORLD, AND INASMUCH AS OUR EVANGELISTS WITH THEIR RADIO MINISTRY ARE ENTERING MORE AND MORE THE FIELD OF WRITING IN THE PREPARATION\n\n                                                                   6\n\nOF THEIR SCRIPTS, IT SEEMS APPROPRIATE TO MAKE THIS VOLUME OF COUNSELS GENERALLY AVAILABLE THROUGH A NEW EDITION, WHICH IS NOW ISSUED AS A PERMANENT PUBLICATION.\n     THE READER WILL OBSERVE THAT CERTAIN OF THESE MESSAGES SPEAK PLAINLY OF DETRIMENTAL POLICIES AND OF DANGERS WHICH HAVE THREATENED THE WORK. SPECIFIC PUBLICATIONS ARE REFERRED TO AND PUBLISHING HOUSES NAMED. THESE COUNSELS HAVE BEEN A SOURCE OF GUIDANCE IN THE WORK OF THE PAST, AND THEIR INCLUSION HERE SHOULD NOT BE CONSTRUED TO CONSTITUTE A CONDEMNATION OR CRITICISM OF THESE PUBLICATIONS AND PUBLISHING HOUSES TODAY, BUT, RATHER, AS CAUTIONS AGAINST A REPETITION OF FORMER MISTAKES. SOME JOURNALS ARE MENTIONED WHICH ARE NOT NOW ISSUED. AS AN AID TO THE READER IN IDENTIFYING THESE, FOOTNOTES HAVE BEEN APPENDED. THE FIELDS WHICH THEY SERVED ARE NOW CARED FOR BY OTHER PUBLICATIONS. THE PRINCIPLES SET FORTH ARE, HOWEVER, UNCHANGING, AND THEY SERVE AS A GUIDE TODAY.\n     IN THIS SECOND EDITION THERE HAS BEEN ADDED A FEW ARTICLES BROADENING THE SCOPE TO BETTER FIT THE NEEDS OF THE LARGER GROUP TO WHICH THE VOLUME IS NOW BEING RELEASED, AND THERE HAS BEEN SOME REARRANGEMENT OF THE ARTICLES.\n     TO GIVE THE READER A BETTER UNDERSTANDING OF THE SETTING OF THE MESSAGES PRESENTED, THE DATE OF WRITING OR FIRST PUBLICATION IS NOTED. IN THE CASE OF MATERIAL DRAWN FROM THE E. G. WHITE MANUSCRIPT FILES, THE YEAR OF WRITING FORMS A PART OF THE SOURCE CREDIT. THE PUBLICATION DATE APPEARS AS A PART OF THE REFERENCE TO EXCERPTS FROM PERIODICAL ARTICLES. IN THE CASE OF SELECTIONS DRAWN FROM THE STANDARD BOOKS, THE\n\n                                                                   7\n\nDATE OF PUBLICATION IS GIVEN IMMEDIATELY FOLLOWING THE CREDIT.\n     AS THIS LITTLE VOLUME IS NOW SENT FORTH ON ITS LARGER MISSION, IT IS WITH THE EXPECTATION THAT ITS COUNSELS WILL MAKE A MATERIAL CONTRIBUTION TOWARD A MORE EFFECTIVE MINISTRY OF THE WRITTEN WORD.\n\n                               THE TRUSTEES OF\n                             THE ELLEN G. WHITE\n                                PUBLICATIONS.\n\n\nTable of Contents\n\nThe Object of Our Publications ...................................... 11\nThe Character of Periodical Articles ................................ 17\nThe Foundations, Pillars, and Landmarks ............................. 28\nAttitude to New Light ............................................... 33\nInvestigation of New Light .......................................... 43\nIntegrity of the Message ............................................ 52\nHow to Meet Opposition .............................................. 55\nWords of Caution .................................................... 58\nAttitude to Civil Authorities ....................................... 68\nOn Publishing Conflicting Views ..................................... 74\nCounsels to Writers ................................................. 83\nCounsels to Editors ................................................. 89\nOur Church Paper ................................................... 105\nThe Missionary Periodicals ......................................... 110\nThe Educational Journal ............................................ 115\nOur Health Journals ................................................ 123\nPeriodical Circulation ............................................. 131\n         \n                                                                   10\n\nNewspaper Publicity ................................................ 140\nKind of Books Needed ............................................... 142\nDuplicating Books, and New Editions ................................ 149\nIndependent Publishing ............................................. 152\nThe Book Committee ................................................. 159\nThe Author's Stewardship ........................................... 162\nIllustrating Our Literature ........................................ 167\nLiterature in the Closing Work ..................................... 177\n\n\n\nChap. 1 - The Object of Our Publications\n\n     A Decisive Message.--The power and efficiency of our work depend largely on the character of the literature that comes from our presses. Therefore great care should be exercised in the choice and preparation of the matter that is to go to the world. The greatest caution and discrimination are needed. Our energies should be devoted to the publication of literature of the purest quality and the most elevating character. Our periodicals must go forth laden with truth that has a vital, spiritual interest for the people.",
    "paragraph": 1,
    "bookcode": "CW",
    "page": 11
}