{
    "word": "When I received Brother Haskell's letter explaining that you had detained the money we so much need, I wanted to ask you, my brother, What right had you to do this? Could you know how much that money was needed, and how much pressure will be brought upon the work of God in this country by your action in detaining it at the Pacific Press? There are resources for you in America which are not open to us in this country. The Echo Office could not even let me have \n                                                                           1235\nthe money I had deposited with it, without crippling the work there. Our brethren are presenting the truth in several localities about Melbourne. Bro. Daniells is urging that it is not best to work in that large city; but I know that that city must have an opportunity of hearing the message now, and God has men and means. The camp-meeting has done wonders in removing prejudice, and now is our time to work. This takes workers, and money to sustain the work, and every source from which we could draw has seemed to be cut off. The treasuries were empty, not able to afford help now, because such large drafts had been made upon them of late. The location of the school will soon be settled if the offer we have made for a tract of land is accepted; we await the response. If it is favorable, several thousand dollars will be called for at once. And that one thousand was not permitted to come to the object for which it was pledged, but must be stopped at the Pacific Press. Who has been your counsellor in this movement? Are not the individuals who pledged the money responsible to God? Is not a man to be left free, when moved upon by the Spirit of God, to place his means where he sees fit? Have we not a God who says that the silver and the gold are his, and the cattle upon a thousand hills? Can he not do what he pleases with his own? Shall man put his hand upon the money that God designs should come to these destitute fields to carry forward the work he has ordered to be done?",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 1234
}