{
    "word": "BLJ - To Be Like Jesus (2004) [Gender Neutral - See FOREWORD]\n\n\nFOREWORD\n\nTO BE LIKE JESUS—THIS IS THE GOAL SET FORTH BY JOHN THE BELOVED: “WHOEVER SAYS, ‘I ABIDE IN HIM,’ OUGHT TO WALK JUST AS HE WALKED” (1 JOHN 2:6, NRSV). AND PETER DECLARED: “CHRIST ALSO SUFFERED FOR US, LEAVING US AN EXAMPLE, THAT YE SHOULD FOLLOW HIS STEPS” (1 PETER 2:21).\nIN SUPPORT OF THIS CHALLENGING OBJECTIVE, ELLEN WHITE WROTE: “TALK AS CHRIST TALKED. WORK AS CHRIST WORKED. WE MUST LOOK TO CHRIST AND LIVE. CATCHING SIGHT OF HIS LOVELINESS, WE LONG TO PRACTICE THE VIRTUES AND RIGHTEOUSNESS OF CHRIST.” 1 \nTHE PRESENT VOLUME, PREPARED IN THE OFFICES OF THE ELLEN G. WHITE ESTATE, IS DESIGNED TO HELP READERS FIX THEIR EYES ON JESUS, NOTING HOW HE LIVED, STUDYING HIS ATTITUDES AND PRACTICES, AND ENCOURAGING THEM TO FOLLOW HIS EXAMPLE. HOW IMPORTANT WAS PRAYER IN HIS LIFE? HOW DID HE RELATE TO INSPIRED WRITINGS? HOW DID HE USE TIME AND OTHER GOD-GIVEN TALENTS? WHAT WAS HIS ATTITUDE TOWARD THE NATURAL WORLD, TOWARD THE MORAL LAW, TOWARD HEALTHFUL LIVING? THE DAILY READINGS ARE GROUPED AROUND THESE AND OTHER PRACTICAL TOPICS MONTH BY MONTH, HELPING TO MAKE CLEAR THAT SALVATION INVOLVES MUCH MORE THAN SIMPLY SAYING, “I BELIEVE.” IT MEANS LOVING JESUS, OBEYING HIM, AND SEEKING TO BE LIKE HIM.\nTHE DEVOTIONAL READINGS HAVE BEEN SELECTED FROM A WIDE RANGE OF ELLEN WHITE ARTICLES, BOOKS, AND LETTERS, WRITTEN OVER A SPAN OF MANY DECADES. TO CONFINE THEM TO A SINGLE PAGE, REPETITIVE OR LESS-PERTINENT PORTIONS OF THE ORIGINAL MESSAGE HAVE BEEN OMITTED, BUT THESE OMISSIONS, INDICATED BY MARKS OF ELLIPSIS, HAVE IN NO WAY DISTORTED OR CHANGED THE MEANING OF THE ORIGINAL PASSAGE.\nMOST OF THE TEXTS USED AT THE BEGINNING OF THE DAILY READINGS ARE QUOTED FROM THE NEW KING JAMES VERSION OF THE BIBLE, BUT A FEW HAVE BEEN TAKEN FROM THE NEW REVISED STANDARD VERSION BECAUSE IN THESE TEXTS GENDER-INCLUSIVE LANGUAGE SETS FORTH MORE PRECISELY THE MEANING OF THE BIBLE WRITER. FOR THE SAME REASON, WITHOUT MAKING ANY CHANGE IN MRS. WHITE’S THOUGHT THIS BOOK USES INCLUSIVE LANGUAGE WHERE IT IS CLEAR THAT ELLEN WHITE MEANT TO INCLUDE BOTH MALES AND FEMALES IN A PASSAGE.\nDURING A DIFFICULT EXPERIENCE IN HER 70-YEAR MINISTRY ELLEN WHITE WROTE: “JESUS IS MY PRECIOUS SAVIOR. I WANT TO COPY THE PATTERN. HOW EXACT IN PRINCIPLE AND UPRIGHT IN CONDUCT WAS HE! HE GAVE NO PLACE TO SATAN WHEN HE WAS TEMPTED. HOW WIDE AWAKE HE HAD TO BE TO DISCERN THE TEMPTER’S WILES. OH, IF WE WOULD ONLY WALK AND WORK AS JESUS WORKED, HOW STRICT WOULD BE ALL OUR TRANSACTIONS WITH BELIEVERS AND UNBELIEVERS;\n6\nHOW TENDER, HOW CHARITABLE, HOW MEEK AND LOWLY OF HEART WOULD WE BECOME, BECAUSE WE HAVE LEARNED OF HIM. HOW DIMLY WE REFLECT THE GREAT GLORY OF OUR LORD! . . . WE NEED TO BEHOLD HIM MORE STEADFASTLY, THAT WE MAY BE CHANGED INTO HIS IMAGE.” 2\nIT IS OUR HOPE AND PRAYER THAT THIS BOOK OF DEVOTIONAL MESSAGES MAY HELP EVERY READER REACH THE GOAL SET FORTH IN THE WORDS OF THIS OLD FAMILIAR HYMN:\n“BE LIKE JESUS, THIS MY SONG,\nIN THE HOME AND IN THE THRONG;\nBE LIKE JESUS ALL DAY LONG!\nI WOULD BE LIKE JESUS.”\n\n\nTHE TRUSTEES OF\nTHE ELLEN G. WHITE® ESTATE\nSILVER SPRING, MARYLAND\n\n_______________________________\n1 The Upward Look, p. 344.\n2 Manuscript Releases, Vol. 7, p. 146.\n\nChapter 1—Communing With God\n\nJesus, Our Pattern, Depended on Prayer\n\nWho, in the days of His flesh, when He had offered up prayers and supplications, with vehement cries and tears to Him who was able to save Him from death, and was heard because of His godly fear. Hebrews 5:7, NKJV.",
    "paragraph": 1,
    "bookcode": "BLJ",
    "page": 8
}