{
    "word": "God directed the children of Israel to encamp in that place, where there was no water, to prove them, to see if they would look to him in their distress, or murmur as they had previously done. In view of what God had done for them in their wonderful deliverance, they should have believed \n                                                                           228\nin him in their distress. They should have known that he would not permit them to perish with thirst, whom he had promised to take unto himself as his people. But instead of entreating the Lord in humility to provide for their necessity, they murmured against Moses, and demanded of him, water. God had been continually manifesting his power in a wonderful manner before them, to make them understand that all the benefits which they received came from him; that he could give them, or remove them, according to his own will. At times they had a full sense of this, and humbled themselves greatly before the Lord; but when thirsty, or when hungry, they charged it all upon Moses, as though they had left Egypt to please him. Moses was grieved with their cruel murmurings. He inquired of the Lord what he should do; for the people were ready to stone him. The Lord bade him go smite the rock with the rod of God. The cloud of his glory rested directly before the rock. \"He clave the rocks in the wilderness, and gave them drink as out of the great depths. He brought streams also out of the rock, and caused waters to run down like rivers.\" Moses smote the rock, but it was Christ who stood by him and caused the water to flow from the flinty rock. The people tempted the Lord in their thirst, and said, If God has brought us out here, why does he not give us water, as well as bread. That if showed criminal unbelief, and made Moses afraid that God would punish them for their wicked murmurings. The Lord tested the faith of his people, but they did not endure the trial. They murmured for food, and for water, and complained of Moses. Because of their unbelief, God suffered their enemies to make \n                                                                           229\nwar with them, that he might manifest to his people from whence cometh their strength.",
    "paragraph": 1,
    "bookcode": "1SP",
    "page": 227
}