{
    "word": "M. H.--235 \n     Intemperate eating is often the cause of sickness, and what nature most needs is to be relieved of the undue burden that has been placed upon her. In many cases of sickness, the very best remedy is for the patient to fast for a meal or two, that the overworked organs of digestion may have an opportunity to rest. A fruit diet for a few days has often brought great relief to brain workers.  Many times a short period of entire abstinence from food, followed by simple, moderate eating, has led to recovery through nature's own recuperative effort. An abstemious diet for a month or two would convince many sufferers that the path of self-denial is the path to health.  {TSDF 82.10}  \n                                                          M. H.--296 \n     Grains, fruits, nuts, and vegetables constitute the diet chosen for us by our Creator. These foods prepared in as simple and natural a manner as possible, are the most healthful and nourishing. They impart a strength, a power of endurance, and a vigor of intellect, that are not afforded by a more complex and stimulating diet.  {TSDF 82.11}  \n                                                        MS.--27--'06 \n     In grains, fruits, vegetables, and nuts are to be found all the food elements that we need.  If we will come to the Lord in simplicity of mind, He will teach us how to prepare wholesome food free from the taint of flesh-meat.  {TSDF 82.12}  \n\nChapter 19 - God's Remedies\n\n                                                          M. H.--115 \n     When the gospel is received in its purity and power, it is a cure for the maladies that originated in sin. The Sun of Righteousness arises, \"with healing in His wings.\" Not all that this world bestows can heal a broken heart, or impart peace of mind, or remove care, or banish disease. Fame, genius talent--all are powerless to gladden the sorrowful heart or to restore the wasted life. The life of God in the soul is man's only hope.",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 83
}