{
    "word": "Bread should be light and sweet. Not the least taint of sourness should be tolerated. The loaves should be small, and so thoroughly baked that, so far as possible, the yeast germs shall be destroyed. When hot, or new, raised bread of any kind is difficult of digestion. It should never appear on the table. This rule does not, however, apply to unleavened bread. Fresh rolls made of wheaten meal, without yeast or leaven, and baked in a well-heated oven, are both wholesome and palatable. . . .  {TSDF 10.10}  \n     Zwieback, or twice baked bread, is one of the most easily digested and most palatable of foods. Let ordinary raised bread be cut in slices and dried in a warm oven till the last trace of moisture disappears. Then let it be browned slightly all the way through. In a dry place this bread can be kept much longer than ordinary bread, and if reheated before using, it will be as fresh as when new.  {TSDF 10.11}  \n                                                           MS.--3--'97 \n     Great care should be taken when the change is made from a flesh-meat to a vegetarian diet to supply the table with wisely prepared, well-cooked articles of food. So much porridge eating is a mistake. The dry food that requires mastication is far preferable. The health food preparations are a blessing in this respect. Good brown bread and rolls, prepared in a simple manner, yet with \n\n\n                                                                   11 \n\npainstaking effort, will be healthful. Bread should never have the slightest taint of sourness. It should be cooked until it is most thoroughly done. Thus all softness and stickiness will be avoided.  {TSDF 10.12}  \n     For those who can use them, good vegetables, prepared in a healthful manner, are better than soft mushes or porridge. Fruits used with thoroughly cooked bread two or three days old will be more healthful than fresh bread. This, with slow and thorough mastication, will furnish all that the system requires.",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 11
}