{
    "word": "Flattery is an art by which Satan lieth in wait to deceive and to puff up the human agent with high thoughts of himself. . . . Flattery has been the food upon which many of our youth have been nourished; and those who have praised and flattered have supposed that they were doing right; but they have been doing wrong. Praise, flattery, and indulgence have done more toward leading precious souls into false paths, than any other art that Satan has devised. Flattery is a part of the world's policy, but it is no part of Christ's policy. Through flattery poor human beings, full of frailty and infirmities, come to think that they are efficient and worthy, and become puffed up in their fleshly mind. They become intoxicated with the idea that they possess ability beyond what they do have, and their religious experience becomes unbalanced. Unless in the providence of God they shall be turned from these deceptions, and become converted, and learn the a-b-c of religion in the school of Christ, they will lose their souls. Many a youth has been flattered that he has ability as a natural gift; when the ability he thinks he has, can be attained only through diligent training and culture, learning the meekness and lowliness of Christ. . . . God permits him to be attacked by the enemy, in order that he may understand his own weakness. He is permitted to make some decided blunder, and is plunged into painful humiliation. But when he is writhing under a sense of his own weakness, he is not to be judged harshly.... This is the time when he needs a friend who ... will deal patiently and faithfully with the erring. . . . He is not to be lifted up by the aid of flattery. . . . Rather he is to be pointed to the first rounds of the ladder, and his stumbling feet are to be placed on the lowest round of the ladder of progress. . . . Through the aid of wise counselors, his defeat will be turned into victory. \n                                                                           74",
    "paragraph": 2,
    "bookcode": "SD",
    "page": 73
}