{
    "word": "But soon I seemed to be alone again. Every little while I heard talking and laughing at the wagon. I called out to those who were there, “What are you doing?” They answered, “We could not find any berries, and as we were tired and hungry, we thought we would come to the wagon and take a lunch. After we have rested awhile, we will go out again.” “But,” said I, “you have brought in nothing as yet. You are eating up all our supplies, without giving us any more. I cannot eat now; there is too much fruit to be picked. You did not find it, because you did not look close enough. It does not hang on the outside of the bushes; you must search for it. True, you cannot pick it by handfuls; but by looking carefully among the green berries, you will find very choice fruit.” My small pail was soon full of berries, and I took them to the wagon. Said I, “This is the nicest fruit that I ever picked, and I gathered it near by, while you have wearied yourselves by searching at a distance without success.” Then all came to see my fruit. They said, “These are high-bush \n330\nberries, firm and good. We did not think we could find anything on the high bushes, so we hunted for low-bush berries only, and found but few of these.” I then said, “Will you take care of these berries, and then go with me to look for more fruit on the high bushes?” But they had made no preparation to care for the fruit. There were dishes and sacks in abundance, but they had been used to hold food. I became tired of waiting, and finally asked, “Did you not come to gather fruit? Then why are you not prepared to take care of it?” One responded, “Sister White, we did not really expect to find any fruit where there were so many houses, and so much going on; but as you seemed so anxious to gather fruit, we decided to come with you. We thought we would bring enough to eat, and would enjoy the recreation, if we did not gather any fruit.” I answered, “I cannot understand this kind of work. I shall go to the bushes again at once. The day is already far spent, soon the night will be here, in which we can gather no fruit.” Some went with me, but others remained by the wagon to eat.",
    "paragraph": 2,
    "bookcode": "GW92",
    "page": 329
}