{
    "word": "15MR - Manuscript Releases Volume Fifteen [Nos. 1136-1185] (1990)\n\n\nA WORD OF EXPLANATION\n\n     WHEN ELLEN WHITE DIED IN 1915, SHE LEFT HER MANUSCRIPTS AND LETTERS IN THE CUSTODY OF A SMALL GROUP OF MINISTERS AND ADMINISTRATORS IN THE SEVENTH-DAY ADVENTIST CHURCH WHOM SHE HAD APPOINTED TO SERVE AS TRUSTEES OF HER ESTATE. AS THE YEARS PASSED, THESE TRUSTEES AND THEIR SUCCESSORS BECAME INCREASINGLY AWARE OF THE POTENTIAL USEFULNESS TO THE CHURCH OF THIS GOLD MINE OF UNPUBLISHED MATERIALS. PROCEDURES WERE DEVELOPED WHEREBY CHURCH ENTITIES, OR EVEN INDIVIDUALS, COULD REQUEST THE \"RELEASE\" OF SPECIFIED EXCERPTS FROM ELLEN WHITE'S WRITINGS FOR USE IN BOOKS, ARTICLES, CLASS LECTURES, OR SERMONS. FOR DETAILS OF THE RELEASE PROCESS THE READER IS REFERRED TO THE PREFACE TO MANUSCRIPT RELEASES, VOL. 1.\n     AS IN THE EARLIER VOLUMES, MATERIALS CURRENTLY AVAILABLE ELSEWHERE IN PUBLISHED FORM HAVE NOT BEEN INCLUDED IN THE PRESENT VOLUME. IN A FEW CASES MATERIALS UNDER CONSIDERATION AND ASSIGNED A RELEASE NUMBER WERE NOT  PROCESSED. AND THE NUMBER WAS NOT REASSIGNED. UNTIL 1983, ONLY THE EXCERPTS REQUESTED FOR PUBLIC USE WERE \"RELEASED.\" STARTING WITH MANUSCRIPT RELEASE NO. 970, THE WHITE ESTATE BEGAN \"RELEASING\" ENTIRE LETTERS OR MANUSCRIPTS, SO FAR AS POSSIBLE, EVEN IF ONLY PARTICULAR PARAGRAPHS WERE REQUESTED.\n     COPY FOR THIS VOLUME HAS BEEN SENT TO THE PUBLISHER CAMERA-READY, WHICH MEANS THAT ANY TYPOGRAPHICAL MISTAKES OR OTHER INACCURACIES WHICH MAY APPEAR ARE THE RESPONSIBILITY OF THE WHITE ESTATE, NOT THE PUBLISHER.\n     WE TAKE PLEASURE IN MAKING THESE MATERIALS AVAILABLE IN THIS FORM, AND TRUST THAT THE COUNSELS, WARNINGS, AND PRINCIPLES PUT FORTH BY THE AUTHOR WILL BRING A BLESSING TO EVERY READER.\n                                  THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n                                  WASHINGTON, D.C.\n\n\nTable of Contents\n\n\nA Word of Explanation\n\nManuscript Release                                                  Page\n\n        1136      Included in Manuscript Release No. 1184.\n\n        1137      Exalt and Praise God at Camp Meetings.............  1\n\n        1138      Plans for Church Buildings; How to Secure the\n                  Best Soul Winning Results from Camp Meetings .....  6\n\n        1139      To Be No Controversies at Camp Meeting; Hold Camp\n                  Meeting Near Site of Previous Year's Meeting ..... 10\n\n        1140      Image to Beast Formed Before Close of Probation... 12\n\n        1141      Cautions About Making Doctrinal Differences\n                  Prominent; Contemplating the Marvels and Mysteries\n                  of the Incarnation ............................... 18\n\n        1142      Physicians Are Reformers and Are Follow Christ's\n                  Example; The Sabbath a Sign; The Importance of\n                  Attention to Little Things........................ 29\n\n        1143      Under Most Circumstances, Children Should Be Part\n                  of the Home Firm While Attending School .......... 43\n\n        1144      Care To Be Exercised in Making Changes in\n                  Textbooks and Other Matters in School; Helping\n                  Inexperienced Teachers............................ 47\n\n        1145      Productivity of the Soil at Avondale; Workers for\n                  God Must Be Thoroughly Converted and Be One With\n                  Christ ........................................... 54\n\n        1146      Public Evangelism To Be Conducted by Team of Two\n                  Ministers ........................................ 59\n\n        1147      More Ministers Needed Who Have the Ability to\n                  Serve as Evangelists ............................. 61\n\n        1148      Ellen G. White and The Apocrypha ................. 65\n\n        1149      E. G. White Materials in The Early Years, by\n                  A. L. White\n\n        1150      Speculation in Lands and Mines ................... 68\n\n        1151      Work the Cities; Talk Faith; Do Not Be Discouraged      76\n\n        1152      The Message of 1888; An Appeal for Unity; The Need\n                  for the Indwelling Christ......................... 80\n\n        1153      Deaths on Pitcairn Island......................... 95\n\n        1154      Value of the Soul; Importance of the Will;\n                  Christ's Intercession in the Heavenly Sanctuary .. 97\n\n        1155      The Danger of Extravagance in Illustrating Our\n                  Books ............................................ 105\n\n        1156      Overuse of Pictures a Species of Idolatry ........ 114\n\n        1157      Both Young Teachers and Older Ones Are Needed..... 118\n\n        1158      Biblical Counsel on Solving Church Difficulties... 124\n\n        1159      Treatment of the Erring........................... 172\n\n        1160      How to Deal With Those Who Have Faults ........... 200\n\n        1161      Should Our Youth Go To Battle Creek? ............. 203\n\n        1162      Satan's Power is Broken Through Prayer ........... 207\n\n        1163      Letter From Paris, Maine, November 1850 .......... 210\n\n        1164      Different Talents Are Needed in the Ministry ..... 214\n\n        1165      Heaven's Judgments on the Wicked; God's People\n                  Sealed............................................ 217\n\n        1166      The General Conference Relocation; The Book of\n                  Daniel; Elder Haskell's Work and Wages ........... 227\n\n        1167      Counsel and Reproof............................... 231\n\n        1168      More Souls May Be Won by Camp Meetings Than By\n                  Gospel Wagons; The Importance of Providing Church\n                  Buildings for New Converts ....................... 250\n\n        1169      Instruction to Believers ......................... 253\n\n        1170      Right Preparation for Medical Missionary Work..... 258\n\n        1171      Encouragement for One who Had Been Bereaved ...... 265\n\n        1172      Included in Manuscript Release No1349\n\n        1173      E. G. White Materials Cited in a Paper by Gary\n                  Krause on the History of Adventist Work in Sydney\n                  and Melbourne, Australia. Available at the White\n                  Estate.\n\n        1174      The Motive Determines the Quality of the Act ..... 269\n\n        1175      Disagreements Concerning College View............. 270\n\n        1176      False Humility ................................... 271\n\n        1177      E. G. White Material Appearing in Ellen White\n                  and Vegetarianism, by Roger Coon. Available\n                  at Adventist Book Centers.\n\n        1178      Building and Managing Sanitariums and Other Health\n                  Institutions...................................... 272\n\n        1179      The Evil of Rebellion ............................ 286\n\n        1180      Put Away Differences; Love One Another; Proclaim\n                  the Truth......................................... 294\n\n        1181      Counsel Relating to the Work in Los Angeles and\n                  the Paradise Valley Sanitarium.................... 312\n\n        1182      A Caution Against Heavy Investment in Food\n                  Manufacture....................................... 318\n\n        1183      Testimony for Monterey, Michigan.................. 326\n\n        1184      Building a Meetinghouse at Avondale; How to Make\n                  Camp Meetings Productive; Nathaniel Davis and\n                  Demon Possession ................................. 338\n\n        1185      The European Missionary Council .................. 345\n\n\nMR No. 1137 - Exalt and Praise God at Camp Meetings\n\n     (Written September 28, 1897, from \"Sunnyside,\" Cooranbong, N.S.W., to A. G. Daniells.)",
    "paragraph": 1,
    "bookcode": "15MR",
    "page": 1
}