{
    "word": "Meat seldom appears on my table. For weeks at a time I would not taste it, and after my appetite had been trained, I grew stronger and could do better work. When I came to ----- I determined not to taste meat, but I could get scarcely anything else to eat; I therefore ate a little meat. It caused an unnatural action of the heart; I knew it was not the right kind of food. . . . The use of meat while at ----- awakened the old appetite, and after I returned home, it clamored for indulgence. Then I resolved to change entirely, and not to eat meat under any circumstances, and thus encourage this appetite. Not a morsel of meat or butter has been on my table since I returned. We have milk, fruit, grains, and vegetables. For a time I lost all desire for food. Like the children of Israel, I hankered after flesh-meats, but I firmly refused to have meat bought or cooked. I was weak and trembling, as every one who subsists on meat will be when deprived of the stimulus. But now my appetite has \n\n\n                                                                  67 \n\nreturned. I enjoy bread and fruit. My head is generally clear and my strength firmer. I have none of the goneness so common with meat-eaters. I have had my lesson, and, I hope, learned it well. . . .  {TSDF 66.10}  \n     Hot biscuits and flesh-meats are entirely out of harmony with health-reform principles. If we would allow reason to take the place of impulse and love of sensual indulgence, we should not taste of the flesh of dead animals. What is more repulsive to the sense of smell than a shop where flesh-meats are kept for sale? The smell of the raw flesh is offensive to all whose senses have not been depraved by culture of the unnatural appetites. What more unpleasant sight to a reflective mind than the beasts slain to be devoured? If the light God has given in regard to health reform is disregarded, He will not work a miracle to keep in health those who pursue a course to make themselves sick.",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 67
}