{
    "word": "Oh, what zeal you manifest to condemn another, and justify and laud yourselves! God has had no share in molding your affections toward one, and inspiring you with bitterness and reproach for another. Self-love, self-esteem, has been gratified to your harm. Your reverence for sacred and holy things has not been increased. Your sense of duty, and the obligations you owe to God have not been clearly discerned. You have brought down sacred things on a level with common things. Now you have no sense of your wrongs. You see no need of repentance, and unless you do see and realize something of the evil of your past wrongs, you will surely be given over to blindness of mind and hardness of heart. You will walk farther away from the light into confusion and every evil work. Should your probation end today, the portion of many would be with the unbelievers. I speak to every member of the church in Christ's name, guard your thoughts, control your feelings. Let your speech be such that Heaven can approve. No longer be so sadly deceived as to think you are doing God's work and God's will in persecuting with your tongue, with your strong prejudices and jealousies, your brethren. Why do you delight in making your wicked speeches and indulging your wicked feelings against Dr. Kellogg? Has he not sufficient burdens to carry? Dr. Fairfield is unworthy of your confidence. \n                                                                           20\nHe has apostatized from the faith, but you patronize him,--not because he honors God, not because he believes the truth, but because the man pleases you. God has written against his name, \"Weighed in the balance and found wanting.\" Has not Dr. Kellogg all the burdens he can carry? Would you crush him to the earth with your suspicions prompted to Satan? Would you feel great pleasure in seeing the Sanitarium go down? Is this what you desire? Can you explain your course of action to make it harmonize with the word of God? What account will you render to God for your wicked surmising, your taking the judgment seat and judging your brother? O Christianity, precious Christianity, how much needed, and how little practiced! One victim after another is made to suffer because tortured and persecuted by those who profess to love Jesus and to be learning of him.",
    "paragraph": 1,
    "bookcode": "PH155",
    "page": 19
}