{
    "word": "Since that time increased light upon health reform has been given. In grains, fruits, vegetables, and nuts, are to be found all the food elements that we need. If we will come to the Lord in simplicity of mind, He will teach us how to prepare wholesome food free from the taint of flesh-meat. . . .  {TSDF 20.10}  \n     We should put forth greater efforts to teach the people the truths of health reform. At every camp-meeting an effort should be made to demonstrate what can be done in providing an appetizing, wholesome diet from grains, fruits, nuts, and vegetables. In every place where new companies are brought into the truth, instruction should be given in the science of preparing wholesome food. Workers should be chosen who can labor from house to house in an educational campaign.  {TSDF 20.11}  \n                                                      6 T.--44-45 \n     Business matters should be attended to by those specially appointed for this work. And as far as possible they should be brought before the people at some other time than the camp-meeting. Instruction in canvassing, in Sabbath-school work and in the details of tract and missionary work, should be given in the home churches, or in meetings specially appointed. The same principle applies to cooking-schools. \n\n\n                                                                 21 \n\nWhile these are all right in their place, they should not occupy the time of our camp-meetings.  {TSDF 20.12}  \n                                                       --166--'03 \n     When the light of health reform first came to us, we used, on holiday occasions, to take cooking stoves to the grounds where the people were assembled, and right there bake unleavened bread,--gems and rolls. And I think that good was the result of our efforts, though, of course, we had not the health food preparations that we now have. At that time we were just beginning to learn how to live without using flesh-meat.",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 21
}