{
    "word": "Men may be well acquainted with the doctrines of the Bible, and be able to defend them by apt arguments. Their minds and memories may be stored with texts, and they may give the impression that they are prepared to do a good and great work; but year after year their deficiencies of Christian character will be more apparent. They do not advance. They go over the same ground, making no growth in the divine life, like wood carved in the form of a tree, but having no living production of natural growth. There are no fresh shoots, no new foliage to be seen. There is the same superficial work, the same limited ideas and sentiments upon most points. They have not advanced in Christian knowledge. Will you at Battle Creek, by your flippant remarks, your superficial applications, and your explanations, seek to do away with the effect God designs the Testimonies should have in thoroughly reforming the church? Will you show that you regard them by humbling your hearts before God? \"Drop the matter,\" some say. \"Say no more about it. Why call for repentance when we did the best we knew how?\" So might the sinner reason in regard to his transgressing God's law. But Paul says, \"When the commandment came, sin revived and I died.\" Light has come, telling you your dangers, making clear your errors, and defining your wrongs. Will self die? will you fall on the Rock and be broken? or will you bind yourselves together more firmly, refusing to be humbled, refusing to repent, refusing to clear the King's highway? Will you justify yourselves in your past course of wrong, and bring upon yourselves the wrath of God? The Lord calls for most earnest action on your part. He will not accept your plausible excuses. He despises the flippant, chaffy spirit of Bro. Wm. Gage; for he makes God's people to err, he removes the sacredness of divine things, and brings them on a level \n                                                                           9\nwith common things. Smart, sharp, and apt he is regarded by many; but I forbear to tell how the Lord regards all such ones.",
    "paragraph": 1,
    "bookcode": "PH155",
    "page": 8
}