{
    "word": "We are not to cheapen the work by centering our thoughts upon ourselves. Think just as little upon yourself as possible. Think evils of no man. Christ's followers must walk in the light of his glorious example, and at whatever cost or labor or suffering, must maintain the purity of the soul and spirit through the grace of Christ, yielding complete allegiance to the reformatory doctrines of the gospel of Christ, without mingling self with the work. Keep self subdued, and keep Jesus ever lifted up, and push the triumphs of the cross of Christ. Let it be your work while life shall last to extend the borders of his kingdom, and wage a daily war against all sin and ungodliness, whatever others may think of you. The matter of what others think of you must be left in the hands of God. He is acquainted with the inwardness of every life, the motives of every action, the foundation of every character. Our work is to push the reform committed to us \n                                                                           970\nin the spirit of unvarying kindness and tenderest love. Self is not to be made prominent at any time; there is to be no seeking after supremacy. God knows this has nearly ruined the purity and success of the church, and hindered the triumph we might have had. Reformers are to work only in Jesus. Self is not to appear. \"He must increase I must decrease.\" We are to maintain a Christlike simplicity, manifesting pure, clear straightforward, honest works. We will see men and women who manifest bitterness of spirit, who are talkative, and who reveal Satanic elements of character; for they are contentious, never at peace never at rest, but ever stirring up that which is disagreeable. Let these professing, but not practicing Christians see that the oldest workers of our cause are not destroyers but reformers, let them see that our work is not to ruin, but to save, to strengthen, to bind up wounds, to heal bruises.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 969
}