{
    "word": "24-31. See EGW on Romans 8:15-21.  {6BC 1110.10} \n \n                            Chapter 5 \n\n     1. See EGW on Romans 8:15-21.  {6BC 1110.11}  \n     1, 2 (1 Corinthians 1:10-13). The Controversy Over Circumcision.-- Factions also were beginning to rise through the influence of Judaizing teachers, who urged that the converts to Christianity should observe the ceremonial law in the matter of circumcision. They still maintained that the original Israel were the exalted and privileged children of Abraham, and were entitled to all the promises made to him. They sincerely thought that in taking this medium ground between Jew and Christian, they would succeed in removing the odium which attached to Christianity, and would gather in large numbers of the Jews.  {6BC 1110.12}  \n     They vindicated their position, which was in opposition to that of Paul, by showing that the course of the apostle, in receiving the Gentiles into the church without circumcision, prevented more Jews from accepting the faith than there were accessions from the Gentiles. Thus they excused \n                                                                           1111\ntheir opposition to the results of the calm deliberations of God's acknowledged servants. They refused to admit that the work of Christ embraced the whole world. They claimed that He was the Saviour of the Hebrews alone; therefore they maintained that the Gentiles should receive circumcision before being admitted to the privileges of the church of Christ.  {6BC 1110.13}  \n     After the decision of the council at Jerusalem concerning this question, many were still of this opinion, but did not then push their opposition any farther. The council had, on that occasion, decided that the converts from the Jewish church might observe the ordinances of the Mosaic law if they chose, while those ordinances should not be made obligatory upon converts from the Gentiles. The opposing class now took advantage of this, to urge a distinction between the observers of the ceremonial law and those who did not observe it, holding that the latter were farther from God than the former.",
    "paragraph": 1,
    "bookcode": "6BC",
    "page": 1111
}