{
    "word": "The visions are either of God or the Devil. There is no half way position to be taken in the matter. God does not work in partnership with Satan. Those who occupy this position cannot \n                                                                           23\nstand there long. They go a step further and account the instrument God has used a deceiver, and the woman Jezebel. If after they had taken the first step it should be told them what position they would soon occupy in regard to the visions, they would resent it as a thing impossible. But Satan leads them on blindfolded in regard to the true state of their feelings, until he takes them in his snare. Grievous sins have been rebuked in individuals whom the church was holding in close fellowship, believing them to be devoted, sincere Christians. The persons reproved have risen up against the visions, contradicted their truthfulness, and have received the sympathy of some of the church. But time has proved the visions correct; facts have been brought to confirm and establish them. At times I have had but little courage to write to individuals what I had been shown in regard to them, for so many take the visions which have been written to them with feelings of the deepest anguish and in tears, they lay it aside, some with a feeling of indifference, others say I believe the visions, but sister White has made a mistake in writing it. She has heard reports of these things and has got it mixed up with her visions, and thinks she saw it all. O what a fixing up is this! What foolish positions Satan will lead some to take in their blindness, who are unwilling to humble themselves, and see and confess their faults. The heart is deceitful above all things; and desperately wicked. Satan exults that he can lead individuals to deceive themselves into a belief that they are right, when God frowns upon their wrongs. God seeth not as man seeth, and when he shows what is in \n                                                                           24\nerring man's heart, and the message is trampled under foot, and he turns from it, saying, There must be a mistake in the matter, I am about right, they are like the pharisee who repeated his good works, I fast twice a week and give tithes of all I possess. I thank God that I am not as other men. They comfort themselves with their good deeds, and Satan then directs their minds in a channel to please himself. Many times have I felt to say, O my soul, canst thou persevere in such a warfare as this? Then again I could say, The battle is the Lord's, and if I am co-worker with him the victory will be ours. When the Lord sees fit to give a vision, I am taken into the presence of Jesus and angels, and am lost to earthly things. I can see no farther than the angel directs me. My attention is often directed to scenes transpiring upon earth.",
    "paragraph": 2,
    "bookcode": "PH016",
    "page": 22
}