{
    "word": "3SM - Selected Messages Book 3 (1980)\n\n\nTable of Contents\n\nA Word to the Reader ................................................. 9\n\nSection I--The Church\n        Introduction ................................................ 14\n     1. What Is the Church .......................................... 15\n     2. Unity in the Church ......................................... 20\n     3. Independent Action .......................................... 23\n\nSection II--Principles of Inspiration\n        Introduction ................................................ 28\n     4. The Primacy of the Word ..................................... 29\n     5. Experiences in Receiving the Visions ........................ 34\n     6. Glimpses of How the Light Came to Ellen White ............... 40\n     7. Presenting the Divinely Revealed Message .................... 48\n     8. The Question of Influence ................................... 62\n     9. Defining Sister White's Judgment and the Word of the Lord ... 68\n    10. On Being an Inspired Messenger .............................. 71\n    11. The Reception of the Messages ............................... 78\n\nSection III--The Preparation of the Ellen G. White Books\n        Introduction ................................................ 88\n    12. Literary Assistants in Work of Ellen G. White ............... 89\n    13. The Testimonies for the Church .............................. 94\n\n                                                                   6\n\n    14. Initial Steps in Writing and \n          Publishing the Great Controversy Story .................... 99\n    15. A Running Account of Ellen G. White's\n        Experience in Writing on the Life of Christ in 1876 ........ 103\n    16. Expanding the Great Controversy Presentation ............... 109\n    17. The Experience of E. G. White in\n        Preparing The Desire of Ages ............................... 115\n    18. Comments While at Work on the Conflict Series Books ........ 121\n\nSection IV--The Incarnation\n        Introduction ............................................... 126\n    19. The Incarnation ............................................ 127\n\nSection V--Principles of Salvation\n        Introduction ............................................... 144\n    20. Principles as Set Forth by Ellen White in Her Early Ministry 145\n    21. Ellen White Reports on the Minneapolis Conference .......... 156\n    22. Emphasis on Salvation Theme--1890-1908 ..................... 190\n\nSection VI--Education--The Church School, and Universities of the World\n        Introduction ............................................... 206\n    23. Appeal for a Church School ................................. 209\n    24. Counsel Regarding Age of School Entrance ................... 214\n    25. General Guiding Principles ................................. 227\n    26. Attending Colleges and Universities of the Land ............ 231\n\nSection VII--Standards\n        Introduction ............................................... 236\n    27. The Grace of Courtesy....................................... 237\n    28. Dress and Adornment ........................................ 241\n\n                                                                   7\n\n    29. The Sabbath ................................................ 256\n    30. The Propriety of Varying Postures in Prayer ................ 266\n\nSection VIII--The Health Reform\n        Introduction ............................................... 272\n    31. Visions That Early Called for Reforms....................... 273\n    32. The 1863 Health Reform Vision............................... 276\n    33. Proper Use of the Testimonies on Health Reform ............. 283\n    34. Spiritual and Physical Hazards of Indulged Appetite ........ 289\n    35. Teaching Health Reform in the Family ....................... 293\n    36. Sister White and Prayer for the Sick ....................... 295\n\nSection IX--Counsels on Many Matters\n        Introduction ............................................... 298\n    37. Seventh-day Adventists and Lawsuits ........................ 299\n    38. Science and Revelation ..................................... 306\n    39. Questions About the Saved .................................. 313\n    40. The Question of the Date Line .............................. 317\n    41. Memorials, Are They Proper? ................................ 320\n    42. Renting our Churches to Other Denominations ................ 322\n    43. Feelings of Despondency .................................... 324\n    44. Specific Light on Gardening ................................ 328\n    45. Balanced Counsel on Picture-making and Idolatry ............ 330\n    46. Music and the Music Director ............................... 332\n    47. Work in the Spirit of Prayer................................ 336\n    48. The Bible Prophets Wrote for Our Time ...................... 338\n    49. Can All Have the Gift of Prophecy? ......................... 340\n    50. Disparaging the Pioneers ................................... 342\n    51. Attacks on Ellen White and Her Work......................... 348\n    52. Sinlessness and Salvation .................................. 353\n    53. Study the Testimonies ...................................... 358\n\nSection X--Meeting Fanaticism\n        Introduction ............................................... 362\n\n                                                                   8\n\n    54. The Mackin Case ............................................ 363\n\nSection XI--Last-Day Events\n        Introduction ............................................... 380\n    55. Lessons From Meeting the Sunday Law\n          Crisis of the Late 1880's and Early 1890's ............... 383\n    56. As We Near the End ......................................... 403\n    57. The Last Great Struggle .................................... 413\n\nAppendix\n     A. The Great Controversy--1911 Edition ........................ 433\n     B. W. C. White Statement Made to W. W. Eastman ................ 445\n     C. W. C. White Letters to L. E. Froom ......................... 451\n\n\nA WORD TO THE READER\n\n     IN 1958, THE PUBLICATION OF SELECTED MESSAGES, BOOKS 1 AND 2, MADE AVAILABLE IN PERMANENT FORM COUNSELS THAT HAD BECOME PARTICULARLY SIGNIFICANT SINCE THE LAST VOLUME OF TESTIMONIES FOR THE CHURCH HAD APPEARED IN 1909.  REPRESENTING A VARIETY OF TOPICS, MANY OF THEM HAD BEEN PUBLISHED IN THE CHURCH'S PERIODICALS, PAMPHLETS, AND SIMILAR PUBLICATIONS.  SOME, DRAWN FROM MRS. WHITE'S LETTERS AND MANUSCRIPTS, HAD NEVER BEFORE BEEN PUBLISHED.  THE TWO SELECTED MESSAGES VOLUMES CAME TO BE MAJOR SOURCE BOOKS, SUPPLEMENTING THE TESTIMONIES FOR THE CHURCH AND THE VARIOUS BOOKS OF SPECIALIZED COUNSEL.\n     SELECTED MESSAGES, BOOK 3, ADDS TO THESE HELPFUL RESOURCES.  HERE THE READER WILL FIND MATERIALS THAT, IN MANY CASES, CONTRIBUTE INSIGHTS AND PERSPECTIVES BEYOND THOSE FOUND IN MRS. WHITE'S PREVIOUS PUBLICATIONS. IN SOME CASES, SUCH AS THE WORKINGS OF INSPIRATION AND THE MANNER IN WHICH MRS. WHITE'S BOOKS WERE PREPARED, INCREASED INTEREST IN THESE TOPICS HAS LED TO THE INCLUSION OF A SECTION OF PERTINENT STATEMENTS, SOME PUBLISHED FOR THE FIRST TIME.\n     OTHER IMPORTANT THEMES TREATED IN THIS VOLUME INCLUDE THE CHURCH, THE INCARNATION OF JESUS, EDUCATION, STANDARDS OF CHRISTIAN BEHAVIOR, HEALTH REFORM, MEETING FANATICISM, AND LAST-DAY EVENTS.  ONE SECTION DOCUMENTS MRS. WHITE'S PRESENTATION OF THE PRINCIPLES OF SALVATION BEFORE AND AFTER THE 1888 GENERAL CONFERENCE SESSION IN MINNEAPOLIS WITH ITS EMPHASIS ON RIGHTEOUSNESS BY FAITH, AND INCLUDES HER COMMENTS ABOUT THE EVENTS OF THAT HISTORIC AND PIVOTAL SESSION.  ANOTHER SECTION IS DEVOTED TO BRIEF COLLECTIONS OF STATEMENTS ON A VARIETY OF SPECIFIC MATTERS, SUCH AS LAWSUITS, THE INTERNATIONAL DATE LINE, RENTING ADVENTIST CHURCHES TO OTHER GROUPS, GARDENING, AND MUSIC.  THE BOOK CLOSES WITH THREE SIGNIFICANT APPENDICES, GIVING W. C. WHITE'S KNOWLEDGEABLE COMMENTS ON THE 1911 REVISION OF THE GREAT CONTROVERSY, ON A PROPER UNDERSTANDING OF MRS. WHITE'S WRITINGS THAT INVOLVE HISTORY AND CHRONOLOGY, AND ON HOW MRS. WHITE'S BOOKS WERE PREPARED, INCLUDING HER USE OF LITERARY HELPERS.\n     MAKING COMPILATIONS FROM HER WRITINGS WAS ONE OF THE SPECIFIC TASKS THAT MRS. WHITE IN HER WILL GAVE TO THE TRUSTEES OF HER ESTATE.  BEYOND MATERIAL SHE HAD ALREADY PUBLISHED, SHE INTENDED THAT HER MANUSCRIPTS AND LETTERS OF COUNSEL WOULD PROVIDE A WIDENING RANGE OF SERVICE TO THE CHURCH. SHE WROTE IN 1905:\n     \"I AM ENDEAVORING BY THE HELP OF GOD TO WRITE LETTERS THAT WILL BE A HELP, NOT MERELY TO THOSE TO WHOM THEY ARE ADDRESSED, BUT TO MANY OTHERS WHO NEED THEM.\"--LETTER 79, 1905.\n     THE MANUSCRIPT FOR THIS VOLUME WAS COMPILED UNDER THE AUTHORIZATION AND BY THE DIRECTION OF THE BOARD OF TRUSTEES OF THE ELLEN G. WHITE ESTATE, IN THE OFFICES OF THE WHITE ESTATE, BY THE REGULARLY EMPLOYED STAFF.  EVERY EFFORT HAS BEEN MADE TO INCLUDE ADEQUATE CONTEXT WITH THE SELECTIONS, WITHIN THE LIMITATIONS OF SPACE.\n     IN SOME CASES THE SELECTED MATERIAL MENTIONS THE NAME OF THE PERSON CONCERNED.  IN A FEW INSTANCES WHERE NO CONFIDENCE WOULD BE BETRAYED, THE NAME HAS BEEN RETAINED IN THE TEXT.  IN MOST CASES, HOWEVER, A LETTER OF THE ALPHABET, BEGINNING WITH A AND RUNNING CONSECUTIVELY THROUGH THE BOOK, HAS BEEN SUBSTITUTED FOR THE NAME.  THE LETTER CHOSEN BEARS NO RELATIONSHIP TO THE NAME IT REPRESENTS.\n     THAT THIS VOLUME, PRESENTING IMPORTANT INFORMATION AND COUNSELS IN MANY LINES, MAY BE A SOURCE OF BLESSING AND ENCOURAGEMENT TO THE CHURCH IS THE SINCERE WISH OF THE\n\n\t\tBOARD OF TRUSTEES OF THE\n\t\tELLEN G. WHITE ESTATE\n\n\n\nChap. 1 - What Is the Church?\n     \n                  INTRODUCTION\n\n     THE SEVENTH-DAY ADVENTIST CHURCH WAS EVER CLOSE TO THE HEART OF ELLEN G. WHITE. A THOUSAND TIMES AND MORE THROUGH HER LONG LIFE, HEAVEN HAD DRAWN NEAR TO HER WITH MESSAGES OF ENCOURAGEMENT, OF INSTRUCTION, OF INFORMATION, AND OF REPROOF AND CORRECTION. THESE MANY VISIONS WERE GIVEN TO GUIDE AND GUARD THE MEMBERS OF GOD'S SABBATHKEEPING REMNANT, BOTH INDIVIDUALLY AND COLLECTIVELY.\n     \"THE LORD LOVES HIS CHURCH,\" SHE DECLARED WHEN IT WAS UNDER ATTACK (SELECTED MESSAGES, BOOK 2, P. 68). TENDERLY SHE WROTE, \"THE CHURCH OF CHRIST, ENFEEBLED AND DEFECTIVE AS IT MAY BE, IS THE ONLY OBJECT ON EARTH ON WHICH HE BESTOWS HIS SUPREME REGARD.\"--TESTIMONIES TO MINISTERS, P. 15.\n     ELLEN WHITE LOVED THE CHURCH DEEPLY. HER WHOLE LIFE WAS DEDICATED TO ITS WELFARE AND ULTIMATE TRIUMPH.\n     HOW APPROPRIATE, THEN, THAT THIS VOLUME OF SELECTED MESSAGES SHOULD OPEN WITH A DEFINITION OF WHAT THE CHURCH IS, DRAWN FROM A LETTER OF COUNSEL TO AN ADMINISTRATOR WORKING OUTSIDE NORTH AMERICA. THIS IS FOLLOWED BY ADMONITIONS CALLING FOR UNITY AS A MEANS OF STRENGTH, AND WARNING AGAINST INDEPENDENT ACTION, WHICH COULD ONLY WEAKEN THE CHURCH'S EFFORTS TO REACH AND RESCUE A CONFUSED WORLD.--WHITE TRUSTEES.\n\n     Christ's influence is to be felt in our world through His believing children. He who is converted is to exert the same kind of an influence which through God's instrumentality was made effectual in his conversion. All our work in this world is to be done in harmony and love and unity. We are to keep the example of Christ ever before us, walking in His footsteps.",
    "paragraph": 1,
    "bookcode": "3SM",
    "page": 15
}