{
    "word": "Section Two - Counsels Often Repeated\n\n                            \"The Lord God of their fathers \n                            sent to them by His messengers, \n                            rising up betimes, and sending; \n                            because He had compassion on \n                            His people, and on His dwelling \n                            place.\" 2 Chronicles 36:15. \n\n\n                 Warnings and Counsels Given to the \n                      Battle Creek Church [THE \n                      ARTICLES INCLUDED IN THIS \n                      CHAPTER ARE TAKEN FROM \n                      TESTIMONIES FIRST PUBLISHED \n                      IN LEAFLET FORM AND DISTRIBUTED \n                      TO THE MEMBERS OF THE BATTLE \n                      CREEK CHURCH IN 1894, \n                      1895, AND 1898.] \n\n\n                            Granville, N. S. W., July 20, 1894. \n\n\n     I wish to remind my brethren of the cautions and warnings that have been given me in reference to constantly investing means in Battle Creek in order to make a little more room or to make things more convenient. New fields are to be entered; the truth is to be proclaimed as a witness to all nations. The work is hindered so that the banner of truth cannot be uplifted, as it should be, in these new fields. While our brethren in America feel at liberty to invest means in buildings which time will reveal that they would do just as well and even better without, thousands of dollars are thus absorbed that the Lord called for to be used in \"regions beyond.\" I have presented the warnings and the caution, as the word of the Lord; but my heart has been made sad to see that, notwithstanding all these, means has been swallowed up to satisfy these supposed wants; building has been added to building so the money could not be used in places where they have no conveniences, no building for the public \n                                                                           49\nworship of God or to give character to the work, no place where the banner of truth could be uplifted. These things I have set before you; and yet you have gone on just the same, absorbing means, God's means, in one locality, when the Lord has spoken that too much was already invested in one place, which meant that there was nothing in other places, where there should be buildings and facilities, to make even a beginning.",
    "paragraph": 1,
    "bookcode": "8T",
    "page": 48
}