{
    "word": "LP - Sketches from the Life of Paul (1883)\n\n\nTable of Contents\n\n 1. Saul the Persecutor .................................... 9\n 2. Conversion of Saul .................................... 21\n 3. Paul Enters Upon His Ministry ......................... 32\n 4. Ordination of Paul and Barnabas ....................... 40\n 5. Preaching Among the Heathen ........................... 52\n 6. Jew and Gentile ....................................... 62\n 7. Imprisonment of Paul and Silas ........................ 72\n 8. Opposition at Thessalonica ............................ 81\n 9. Paul at Berea and Athens .............................. 87\n10. Paul at Corinth ....................................... 98\n11. Epistles to the Thessalonians ......................... 109\n12. Apollos at Corinth .................................... 118\n13. Paul at Ephesus ....................................... 128\n14. Trials and Victories of Paul .......................... 140\n15. Paul to the Corinthians ............................... 149\n16. Second Epistle to the Corinthians ..................... 172\n17. Paul Revisits Corinth ................................. 183\n18. Paul's Last Journey to Jerusalem ...................... 194\n19. Meeting With the Elders ............................... 207\n20. Paul a Prisoner ....................................... 214\n21. Trial at Caesarea ..................................... 234\n22. Paul Appeals to Caesar ................................ 246\n23. Address Before Agrippa ................................ 252\n24. The Voyage and Shipwreck .............................. 261\n25. Arrival at Rome ....................................... 272\n26. Sojourn at Rome ....................................... 280\n27. Caesar's Household .................................... 289\n28. Paul at Liberty ....................................... 301\n29. The Final Arrest ...................................... 304\n30. Paul Before Nero ...................................... 310\n31. Paul's Last Letter .................................... 318\n32. Martyrdom of Paul and Peter ........................... 328\n\n\nPREFACE\n\n     ALL WHO HAVE READ THE LIFE OF CHRIST AS PRESENTED IN VOLUMES TWO AND THREE OF \"THE GREAT CONTROVERSY,\" WILL WELCOME ANOTHER BOOK BY THE SAME WRITER TREATING IN A SIMILAR MANNER UPON THE LIFE AND LABORS OF THE APOSTLE PAUL. AMONG THE MANY VALUABLE WORKS UPON THE LIFE OF PAUL, THIS BOOK OCCUPIES A FIELD PECULIARLY ITS OWN. THE HISTORICAL NARRATIVE IS TRACED DOWN IN A CLEAR AND CONNECTED MANNER, FROM THE TIME OF PAUL'S FIRST DEALINGS WITH THE CHURCH AS A PERSECUTOR, UNTIL HE WAS \"OFFERED UP\" AS A WILLING SACRIFICE FOR THE CAUSE WHICH HE HAD LEARNED TO LOVE MORE THAN HIS OWN LIFE. BESIDES THIS, FROM HIS LABORS AND SUFFERINGS, AND FROM THE INSTRUCTION WHICH HE GAVE TO THE CHURCHES UNDER HIS CARE, PRACTICAL MORAL LESSONS ARE DRAWN FOR THE CHURCH OF TODAY. THIS IS THE DISTINCTIVE FEATURE OF THE BOOK, AND IS THAT WHICH MAKES IT PARTICULARLY VALUABLE.\n     THE WRITER OF THIS BOOK, HAVING RECEIVED ESPECIAL HELP FROM THE SPIRIT OF GOD, IS ABLE TO THROW LIGHT UPON THE TEACHINGS OF PAUL AND THEIR APPLICATION TO OUR OWN TIME, AS NO OTHER AUTHORS ARE PREPARED TO DO. SHE HAS NOT SUFFERED HERSELF TO BE DRAWN ASIDE TO DISCUSS THEORIES, OR TO INDULGE IN SPECULATION. NO EXTRANEOUS MATTER IS INTRODUCED. CONSEQUENTLY MUCH THAT IS CONTAINED IN OTHER BOOKS, WHICH IS INTERESTING TO THE CURIOUS, AND HAS A CERTAIN VALUE, BUT WHICH IS AFTER ALL LITTLE MORE THAN THEORY, FINDS NO PLACE IN THIS WORK.\n     OF COURSE IN A BOOK OF THIS SIZE THE VAST AMOUNT OF INSTRUCTION CONTAINED IN PAUL'S EPISTLES COULD BE CONSIDERED ONLY IN PART. SOME OF THESE ARE NOT REFERRED TO, OTHERS ARE PASSED BY WITH A SIMPLE MENTION, AND NONE OF THEM ARE FULLY CANVASSED. ENOUGH OF THEM ARE MENTIONED, HOWEVER, TO ENABLE THE READER TO ENTER INTO THE SPIRIT WHICH ACTUATED THE GREAT APOSTLE. AND IF THE PERUSAL OF THIS VOLUME SHALL LEAD THE READER TO LAY HOLD UPON THE HOPE WHICH SUSTAINED PAUL IN HIS LABORS AND TRIALS, AND SHALL HELP HIM TO FIGHT THE GOOD FIGHT OF FAITH, THE OBJECT OF ITS PUBLICATION WILL BE ACCOMPLISHED.\n\n\t\t--PUBLISHERS\n\n\nChapter I - Saul the Persecutor\n\n     From among the most bitter and relentless persecutors of the church of Christ, arose the ablest defender and most successful herald of the gospel. With the apostolic brotherhood of the chosen twelve, who had companied with Christ from his baptism even to his ascension, was numbered one who had never seen the Lord while he dwelt among men, and who had heard his name uttered only in unbelief and contempt. But beneath the blindness and bigotry of the zealot and the Pharisee, Infinite Wisdom discerned a heart loyal to truth and duty. And the voice from Heaven made itself heard above the clamors of pride and prejudice.  In the promulgation of the gospel, Divine Providence would unite with the zeal and devotion of the Galilean peasants, the fiery vigor and intellectual power of a rabbi of Jerusalem. To lead the battle against pagan philosophy and Jewish formalism, was chosen one who had himself \n                                                                           10\nwitnessed the debasing power of heathen worship, and endured the spiritual bondage of Pharisaic exaction.",
    "paragraph": 1,
    "bookcode": "LP",
    "page": 9
}