{
    "word": "RY - The Retirement Years (1990)\n\n\nA Compilation From the Writings of Ellen G. White\n\n\nTable of Contents\n\nThe How and Why of This Book ......................................... 7\n\n\t 1.  Adventist Pioneers .......................................  13\n\t 2.  Usefulness of Older Workers ..............................  31\n\t 3.  Association of Young With Old ............................  44\n\t 4.  Obligation of Children to Aged Parents ...................  52\n\t 5.  Care of the Aged .........................................  57\n\t 6.  Cautions for Aging Persons ...............................  67\n\t 7.  Stewardship While Living .................................  83\n\t 8.  Importance of Wills ...................................... 100\n\t 9.  Remarriage in Old Age .................................... 111\n\t10.  Conserving Life's Energies ............................... 123\n\t11.  Fortitude in Affliction .................................. 135\n\t12.  Assurance and Comfort for Those Facing Death ............. 146\n\t13.  The Hour of Bereavement .................................. 158\n\t14.  Lessons From Bible Characters ............................ 166\n\nAppendix A: Helpful Bible Texts for Seniors ........................ 185\nAppendix B: Ellen White's Activities After Age 65 .................. 191\nAppendix C: G.B. Starr's Comments at Ellen White's Elmshaven\n              Funeral Service ...................................... 216\nAppendix D: J.N. Loughborough Letter to Lida Scott ................. 223\n\n\nTHE HOW AND WHY OF THIS BOOK\n\n     EVENTUALLY ALL OF US REACH THE AGE WHEN WE MUST SLOW DOWN A BIT AND TURN OVER OUR WORK TO YOUNGER HANDS AND HEARTS.  WHEN THAT TIME COMES, BECAUSE OF CHANGING EMOTIONAL, PHYSICAL, AND SPIRITUAL NEEDS, SOME OF US MAY NEED TO SECURE HELP AND COUNSEL FROM EXPERIENCED CLERGY, MEDICAL PRACTITIONERS, AND GERONTOLOGISTS. FORTUNATELY, SUCH HELP IS ABUNDANT IN THE WORLD TODAY.  HUNDREDS OF HELPFUL BOOKS, MAGAZINES, AND LECTURE SERIES ARE AVAILABLE FOR PEOPLE FIFTY AND ABOVE, AND FOR RETIREMENT CLUBS NOW SPRINGING UP AROUND THE WORLD.\n     THE PRESSES OF THE SEVENTH-DAY ADVENTIST CHURCH HAVE PREPARED SEVERAL VOLUMES AIMED AT SENIOR READERSHIP, AND ALL OF THEM ARE GOOD, BUT NEVER BEFORE HAVE THE RESOURCES AND HELP CONTAINED IN THE WRITINGS OF ELLEN G. WHITE BEEN BROUGHT TOGETHER IN A BOOK AIMED ESPECIALLY AT THE NEEDS OF SENIOR CITIZENS.\n     IN THE PRESENT VOLUME ELLEN WHITE OFFERS MANY INSPIRED AND INSPIRING ANSWERS TO QUESTIONS RAISED BY GOLDEN-AGERS.  THESE GEMS OF THOUGHT HAVE BEEN GLEANED FROM HER LETTERS, MANUSCRIPTS, BOOKS, AND PERIODICAL ARTICLES, MANY OF WHICH WERE WRITTEN AFTER SHE WAS 65 - -THE 23 YEARS FROM 1892-1915.\n     ELLEN WHITE LIVED LIFE TO THE FULL UNTIL SHE WAS 87.  AT THE AGE OF 64, WHEN MOST PEOPLE ARE APPROACHING RETIREMENT, SHE WAS SERVING IN AUSTRALIA AS COUNSELOR AND MISSIONARY, ALONG WITH OTHER STALWART PIONEERS OF THE\n\n                                                                   8\n\nCHURCH, TO HELP GAIN A FOOTHOLD FOR THE LORD'S WORK ON THAT ISLAND CONTINENT.\n     IN HER NEWLY BUILT HOME ON THE CAMPUS OF THE SCHOOL FOR CHRISTIAN WORKERS (NOW AVONDALE COLLEGE) SHE WROTE HER ABSORBING BIOGRAPHY OF JESUS' LIFE ON EARTH, THE DESIRE OF AGES.  WHEN SHE WAS NOT WRITING, SHE WAS PREACHING IN THE CHURCHES, MEETING WITH CONFERENCE COMMITTEES, AND OFFERING COUNSEL.  WHEN SHE URGED, \"BUILD A COLLEGE AFTER THE LORD'S PATTERN,\" AUSTRALASIAN MISSIONARY COLLEGE AROSE.  AGAIN, WHEN SHE COUNSELED, BRING TO BIRTH A REPRESENTATIVE SANITARIUM IN THE SUBURBS OF SYDNEY,\" A MEDICAL INSTITUTION WAS BUILT.  IN THE CREATION OF THESE INSTITUTIONS, CHURCH LEADERS REVEALED THEIR FAITH IN THE INSPIRED DIRECTIONS OF THE PROPHETIC GIFT.\n     AT THE SAME TIME THERE POURED FORTH FROM HER FACILE PEN A STEADY STREAM OF INSPIRATIONAL ARTICLES AND LETTERS OF COUNSEL THAT FOUND THEIR WAY TO CHURCH EDITORS, LEADERS, AND LAYMEN, NOT ONLY IN AUSTRALIA BUT IN NORTH AMERICA, EUROPE, AND SOUTH AMERICA.\n     DURING THE LAST FIFTEEN YEARS OF HER LIFE (1900-1915) MRS. WHITE WAS BACK IN THE UNITED STATES, LIVING IN HER NEWLY-ACQUIRED \"ELMSHAVEN\" HOME NEAR ST. HELENA, CALIFORNIA.  WHILE THERE SHE ARDENTLY HOPED TO ENJOY A LITTLE OF THE EASE AND RESPITE OF RETIREMENT.  BUT ALAS, THE UNIQUE PLACE THAT SHE OCCUPIED IN THE CHURCH AS THE LORD'S SPECIAL MESSENGER MADE HER THE FREQUENT AND UNRELENTING OBJECT OF DEMANDS FROM GOD'S PEOPLE FOR COUNSEL AND DIRECTION.\n     THE SERVANT OF THE LORD FOUND IT DIFFICULT TO REFUSE THESE INVITATIONS, WHICH INCLUDED PREACHING APPOINTMENTS AT CAMP MEETINGS, CONFERENCE SESSIONS, AND LOCAL\n\n                                                                   9\n\nCHURCHES.  SHE JOURNEYED EASTWARD ACROSS THE NORTH AMERICAN CONTINENT TO SPEAK AT THE 1909 GENERAL CONFERENCE SESSION IN TAKOMA PARK WHEN SHE WAS 82 YEARS OLD.\n     AND DURING THE \"ELMSHAVEN\" YEARS NEARLY A DOZEN OF HER BEST BOOKS WERE PUBLISHED--EDUCATION, THE MINISTRY OF HEALING; VOLUMES 6, 7, 8, AND 9 OF THE TESTIMONIES; THE ACTS OF THE APOSTLES, COUNSELS TO TEACHERS, PARENTS, AND STUDENTS, GOSPEL WORKERS, LIFE SKETCHES; AND FINALLY (POSTHUMOUSLY), PROPHETS AND KINGS.\n     ELLEN WHITE DID NOT BELIEVE IN \"RETIREMENT BY RUST.\" TO HER, RETIREMENT WAS \"BY WEAR AND TEAR.\"  BUT SHE WAS NOT A HARD TASKMASTER; RATHER, A MENTOR GRACED WITH AN UNDERSTANDING HEART AND THE MERCIFUL ATTITUDES THAT SHE HAD GAINED BY INTIMATE ACQUAINTANCE WITH A KIND HEAVENLY FATHER AND HIS SON, JESUS CHRIST.  FOR EXAMPLE, SHE COUNSELED A WORKAHOLIC PREACHER IN HIS SUNSET YEARS TO BE TEMPERATE IN HIS LABORS, FOR HE WAS KILLING HIMSELF BY OVERWORK.  SHE ENCOURAGED HIM TO GRASP THE THOUGHT THAT HE HAD EARNED THE PRIVILEGE TO RELAX, TO RIPEN FOR HEAVEN, AND TO ENJOY SOME OF THE RESTFUL AND PEACEFUL MOMENTS OF A HAPPY RETIREMENT.\n     AS TRUSTEES IT IS OUR PRAYER THAT THIS COLLECTION OF LETTERS, ARTICLES, AND MESSAGES FROM THE PEN OF GOD'S DEVOTED SERVANT WILL BE A PRACTICAL AND CHERISHED SOURCE OF WISDOM AND GUIDANCE TO PEOPLE OF RETIREMENT YEARS, AS WELL AS TO THOSE OF PRERETIREMENT TIMES WHO WISH TO GRASP MORE FULLY THE STATEMENT OF CHRIST: \"I AM COME THAT THEY MIGHT HAVE LIFE, AND THAT THEY MIGHT HAVE IT MORE ABUNDANTLY\" (JOHN 10:10).\n\n     BOARD OF TRUSTEES OF THE ELLEN G. WHITE ESTATE\n\n\nChap. 1 - Adventist Pioneers\n\n              Respect the Aged Pioneers \n\n     To the aged pioneer laborers who have been connected with the work of the third angel's message almost from its beginning, whose experiences in it date nearly from the passing of the time in 1844, the Lord says: \"Your help is needed.  Do not take upon yourselves loads that others who are younger can carry.  It is your duty to be careful in your habits of life.  You are to be wise in the use of your physical, mental, and spiritual strength.  You who have passed through so many and such varied experiences are to do all that it is possible for you to do to preserve your powers, that you may labor for the Lord as long as He permits you to stand in your lot and place to help to advance His work.\"...",
    "paragraph": 1,
    "bookcode": "RY",
    "page": 13
}