{
    "word": "Chapter XXI. - The Church and World United.\n\n     Satan then consulted with his angels, and they there considered what they had gained. It was true that they had kept some timid souls through fear of death, from embracing the truth; \n                                                                           125\nbut many, even of the most timid, received the truth, and immediately their fears and timidity left them, and as they witnessed the death of their brethren, and saw their firmness and patience, they knew that God and angels assisted them to endure such sufferings, and they grew bold and fearless. And when called to yield their own lives, they maintained their faith with such patience and firmness as caused even their murderers to tremble. Satan and his angels decided that there was a more successful way to destroy souls, and more certain in the end. They saw that although they caused Christians to suffer, their steadfastness, and the bright hope that cheered them, caused the weakest to grow strong, and that the rack and the flames could not daunt them. They imitated the noble bearing of Christ when before his murderers, and many were convinced of the truth by witnessing their constancy, and the glory of God which rested upon them. Satan decided that he must come in a milder form. He had corrupted the doctrines of the Bible; and traditions which were to ruin millions were taking deep root. He restrained his hate, and decided not to urge on his subjects to such bitter persecution; but lead on the church to contend, not for the faith once delivered to the saints, but, for various traditions. As he led on the church to receive favors and honors of the world, under the false pretense of benefiting \n                                                                           126\nthem, she began to lose favor with God. Gradually the church lost her power, as she shunned to declare the straight truths which shut out the lovers of pleasure and friends of the world.",
    "paragraph": 2,
    "bookcode": "1SG",
    "page": 124
}