{
    "word": "Jesus came to impart to the human soul the Holy Spirit, by which the love of God is shed abroad in the heart; but it is impossible to endow men with the Holy Spirit, who are set in their ideas, whose doctrines are all stereotyped and unchangeable, who are walking after the traditions and commandments of men, as were the Jews in the time of Christ. They were very punctilious in the observances of the church, very rigorous in following their forms, but they were destitute of vitality and religious devotion. They were represented by Christ as like the dry skins which were then used as bottles. The gospel of Christ could not be placed in their hearts; for there was no room to contain it. They could not be the new bottles into which He could pour His new wine. Christ was obliged to seek elsewhere than among the scribes and the Pharisees for bottles for His doctrine of truth and life. He must find men who were willing to have regeneration of heart. He came to give to men new hearts. He said, \"A new heart also will I give you.\" But the self-righteous of that day and of this day feel no need of having a new heart. Jesus passed by the scribes and the Pharisees, for they felt no need of a Saviour. They were wedded to forms and ceremonies. These services had been instituted by Christ; they had been full of vitality and spiritual beauty; but the Jews had lost the spiritual life from their ceremonies, and clung to the dead forms after spiritual life was extinct among them. When they departed from the requirements and commandments of God, they sought to supply the \n                                                                           387\nplace of that which they had lost, by multiplying their own requirements, and making more rigorous demands than had God; and the more rigid they grew, the less of the love and Spirit of God they manifested. Christ said to the people: \"The scribes and the Pharisees sit in Moses' seat: all therefore whatsoever they bid you observe, that observe and do; but do not ye after their works: for they say, and do not. For they bind heavy burdens and grievous to be borne, and lay them on men's shoulders; but they themselves will not move them with one of their fingers. But all their works they do for to be seen of men: they make broad their phylacteries, and enlarge the borders of their garments, and love the uppermost rooms at feasts, and the chief seats in the synagogues, and greetings in the markets, and to be called of men, Rabbi, Rabbi.\" \"Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and cummin, and have omitted the weightier matters of the law, judgment, mercy, and faith: these ought ye to have done, and not to leave the other undone\" (Matthew 23:2-7, 23).",
    "paragraph": 2,
    "bookcode": "1SM",
    "page": 386
}