{
    "word": "16MR - Manuscript Releases Volume Sixteen [Nos. 1186-1235] (1990)\n\n\nA WORD OF EXPLANATION\n\n     WHEN ELLEN WHITE DIED IN 1915, SHE LEFT HER MANUSCRIPTS AND LETTERS IN THE CUSTODY OF A SMALL GROUP OF MINISTERS AND ADMINISTRATORS IN THE SEVENTH-DAY ADVENTIST CHURCH WHOM SHE HAD APPOINTED TO SERVE AS TRUSTEES OF HER ESTATE. AS THE YEARS PASSED, THESE TRUSTEES AND THEIR SUCCESSORS BECAME INCREASINGLY AWARE OF THE POTENTIAL USEFULNESS TO THE CHURCH OF THIS GOLD MINE OF UNPUBLISHED MATERIALS. PROCEDURES WERE DEVELOPED WHEREBY CHURCH ENTITIES, OR EVEN INDIVIDUALS, COULD REQUEST THE \"RELEASE\" OF SPECIFIED EXCERPTS FROM ELLEN WHITE'S WRITINGS FOR USE IN BOOKS, ARTICLES, CLASS LECTURES, OR SERMONS. FOR DETAILS OF THE RELEASE PROCESS THE READER IS REFERRED TO THE PREFACE TO MANUSCRIPT RELEASES, VOL. 1.\n     AS IN THE EARLIER VOLUMES, MATERIALS CURRENTLY AVAILABLE ELSEWHERE IN PUBLISHED FORM HAVE NOT BEEN INCLUDED IN THE PRESENT VOLUME. IN A FEW CASES MATERIALS UNDER CONSIDERATION AND ASSIGNED A RELEASE NUMBER WERE NOT  PROCESSED. AND THE NUMBER WAS NOT REASSIGNED. UNTIL 1983, ONLY THE EXCERPTS REQUESTED FOR PUBLIC USE WERE \"RELEASED.\" STARTING WITH MANUSCRIPT RELEASE NO. 970, THE WHITE ESTATE BEGAN \"RELEASING\" ENTIRE LETTERS OR MANUSCRIPTS, SO FAR AS POSSIBLE, EVEN IF ONLY PARTICULAR PARAGRAPHS WERE REQUESTED.\n     COPY FOR THIS VOLUME HAS BEEN SENT TO THE PUBLISHER CAMERA-READY, WHICH MEANS THAT ANY TYPOGRAPHICAL MISTAKES OR OTHER INACCURACIES WHICH MAY APPEAR ARE THE RESPONSIBILITY OF THE WHITE ESTATE, NOT THE PUBLISHER.\n     WE TAKE PLEASURE IN MAKING THESE MATERIALS AVAILABLE IN THIS FORM, AND TRUST THAT THE COUNSELS, WARNINGS, AND PRINCIPLES PUT FORTH BY THE AUTHOR WILL BRING A BLESSING TO EVERY READER.\n                                  THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n                                  WASHINGTON, D.C.\n\n\nTable of Contents\n\nA Word of Explanation\n\nManuscript Release                                                  Page\n\n      1186      Wrongdoing To Be Condemned; Righteousness To Be\n                Exalted............................................. 1\n\n      1187      The Power of Angels; Cooperate With Christ in Doing\n                His Work ........................................... 15\n\n      1188      Establishing a School at San Francisco; The Value of\n                a Soul; Christ's Object Lessons to Provide\n                Funds for Schools................................... 20\n\n      1189      High Praise for Site of Melrose Sanitarium; Appeal\n                for Funds for the Sanitarium ....................... 26\n\n      1190      A Vision Received in Oswego, New York, January 26,\n                1850 ............................................... 30\n\n      1191      The Church and the Gospel Commission ............... 36\n\n      1192      Progress of the Three Angels' Messages in\n                Cooranbong; The Helpful Medical Ministry of Sara\n                McEnterfer.......................................... 39\n\n      1193      An Appeal To Be Faithful Stewards of Money and Other\n                Talents; Also to Follow Christ in Humility and\n                Self-Denial; A New Believer Faces a Crisis over\n                Sabbathkeeping ..................................... 45\n\n      1194      The Value of Health Reform in Our Homes and\n                Institutions ....................................... 57\n\n      1195      By Deeds of Mercy Christians Are To Be God's Helping\n                Hands............................................... 68\n\n      1196      Evangelism in Norwich, Connecticut, and Lynn,\n                Massachusetts; Concern for Those Who Unsettle Faith\n                in the Testimonies and Misinterpret the Scriptures . 76\n\n      1197      A Suggestion that Christ's Object Lessons be\n                Used to Help Lift Debt from Schools; The Need for\n                Improved Spirituality at Battle Creek; Christ's\n                Humiliation in the Wilderness Temptation ........... 84\n\n      1198      The Teacher Sent from God........................... 89\n\n      1199      The Simplicity of Christ's Teaching................. 97\n\n      1200      The Need for Love in the Church, and An Appeal to\n                Heed the Message to the Laodiceans ................. 100\n\n      1201      Christ's Mission to Earth........................... 115\n\n      1202      Diary Fragments--July to October, 1907 ............. 126\n\n      1203      SDA Institutions To Be Staffed by Talented Workers\n                Who Are Seeking to Improve Themselves............... 136\n\n      1204      The Church in the Home ............................. 143\n\n      1205      Travels and Meetings in Oregon and Washington....... 149\n\n      1206      Selection of the School Land at Cooranbong ......... 152\n\n      1207      Opponents To Be Treated Courteously; Gifts From Men\n                in High Places Not To Be Refused ................... 157\n\n      1208      A Dream of Angels, God's People, and Salvation ..... 171\n\n      1209      Counsels to our Colporteurs Regarding Carefulness in\n                Diet ............................................... 173\n\n      1210      Statement on the Day and Hour of Christ's Coming ... 174\n\n      1211      Christ's Humiliation ............................... 180\n\n      1212      Beginning the Work at Washington, D.C.; Counsel on\n                Home Life........................................... 185\n\n      1213      Each Follower of Christ is Called to Work; All Are\n                to Copy Christ, the Pattern; Harmony to Prevail..... 188\n\n      1213-a    E.G. White Material Appearing in A. T. Jones:\n                From 1888 to Apostasy, by George Knight.\n\n      1214      To the Church in Brother Hastings' Home............. 206\n\n      1215      Report on Meetings and Other Special Work in Oregon\n                and the Washington Territory ....................... 210\n\n      1216      Experience Following the 1888 Minneapolis\n                Conference; The Danger of Legalism; Emphasizing\n                Religious Liberty................................... 212\n\n      1217      A Message of Comfort, Pointing to Christ our\n                Righteousness....................................... 242\n\n      1218      Counsel to Provide Adequate Facilities for Water\n                Treatments; Eliminate Use of Poisonous Drugs;\n                Reforms Needed ..................................... 245\n\n      1219      The Marketplace and Cathedral in Colonge ........... 250\n\n      1220      Holding Meetings in Colonge; Dogged by Illness ..... 251\n\n      1221      Counsel to Sow Seeds of Faith, Not Seeds of\n                Skepticism ......................................... 254\n\n      1222      The Wise and Unwise Use of Money ................... 256\n\n      1223      The Parable of the Ten Virgins ..................... 267\n\n      1224      The Church is the Bride of Christ................... 277\n\n      1225      Church Leaders to Respect One Another, and Work for\n                Souls............................................... 278\n\n      1226      Giving Exposure to Differing Doctrinal Viewpoints;\n                Disapproval of D. M. Canright's Actions............. 281\n\n      1227      The Use of Natural Remedies in the Treatment of\n                Illnesses; Challenging the Church to Reach the\n                Entire World with the Gospel ....................... 287\n\n      1228      Dependence on God................................... 295\n\n      1229      An Appeal to A Self-Centered Wife to Repent and\n                Reform ............................................. 301\n\n      1230      Cooperation with God and Fellow Workers Necessary\n                for Success in Fulfilling Gospel Commission......... 316\n\n      1231      The Vineyard ....................................... 328\n\n      1232      Health Teachings Not to Replace the Third Angel's\n                Message............................................. 332\n\n      1233      Earnest Labor To Be Bestowed on the Erring ......... 338\n\n      1234      An Appeal to Evangelize the Iowa Conference......... 340\n\n      1235      Processed as Manuscript Release No. 1253.\n\n\nMR No. 1186 - Wrongdoing to be Condemned; Righteousness to be Exalted\n\n     (Written from \"Elmshaven,\" St. Helena, California, October 4, 1903, and sent to a number of leading workers.)",
    "paragraph": 1,
    "bookcode": "16MR",
    "page": 1
}