{
    "word": "ANYBODY CAN SEE AT A GLANCE THAT THE ESTABLISHMENT OF THE NATIONAL REFORM THEORY OF GOVERNMENT WOULD BE BUT THE ESTABLISHMENT OF A THEOCRACY. AND THIS IS, IN FACT, WHAT THEY PROPOSE TO ESTABLISH. THEY SAY THAT “A REPUBLIC THUS GOVERNED IS OF HIM, THROUGH THE PEOPLE, AND IS AS REALLY AND TRULY A THEOCRACY AS THE GOVERNMENT OF ISRAEL.” A MONTHLY READING OF THE NATIONAL W. C. T. U., WRITTEN BY MISS WILLARD, ON GOD IN GOVERNMENT, SAYS: “A TRUE THEOCRACY IS YET TO COME, [AND] THE ENTHRONEMENT OF CHRIST IN LAW AND LAW-MAKERS, HENCE I PRAY DEVOUTLY, AS A CHRISTIAN PATRIOT, FOR THE BALLOT IN THE HANDS OF WOMEN.” AND IN HER ANNUAL ADDRESS TO THE NATIONAL W. C. T. U. CONVENTION, OF 1887, MISS WILLARD SAID: “THE KINGDOM OF CHRIST ‘MUST ENTER THE REALM OF LAW THROUGH THE GATEWAY OF POLITICS. . . . THERE ARE ENOUGH TEMPERANCE MEN IN BOTH [THE DEMOCRATIC AND REPUBLICAN PARTIES] TO TAKE POSSESSION OF THE GOVERNMENT AND GIVE US NATIONAL PROHIBITION IN THE PARTY OF THE NEAR FUTURE, WHICH IS TO BE THE PARTY OF GOD. . . . WE PRAY HEAVEN TO GIVE THEM NO REST . . . UNTIL THEY SHALL . . . SWEAR AN OATH OF ALLEGIANCE TO CHRIST IN POLITICS, AND MARCH IN ONE GREAT ARMY ‘UP TO THE POLLS TO WORSHIP GOD.’ . . . I FIRMLY BELIEVE THAT THE PATIENT, STEADFAST WORK OF CHRISTIAN WOMEN WILL SO REACT ON POLITICS WITHIN THE NEXT GENERATION THAT THE PARTY OF GOD WILL BE AT THE FRONT.” NOW A MAN MADE THEOCRACY IS ONLY A SCHEME OF GOVERNMENT WHICH PUTS MAN IN THE PLACE OF GOD. THAT IS PRECISELY THE THEORY UPON WHICH THE PAPACY WAS BUILT, AND THAT IS JUST WHAT THE PAPACY IS. THE NATIONAL REFORM THEORY IS IDENTICAL WITH THAT OF THE PAPACY; THEREFORE THE ESTABLISHMENT OF THE NATIONAL REFORM THEORY IN THIS GOVERNMENT WILL BE BUT THE SETTING UP OF A LIVING IMAGE OF THE PAPACY. ADVOCATING, AS THESE PARTIES ARE, THE PAPAL THEORY, IT IS NOT TO BE WONDERED AT THAT THEY ARE ANXIOUS TO SECURE THE CO-OPERATION OF THE PAPACY IN CARRYING THEIR SCHEME TO SUCCESS. THE CHRISTIAN STATESMAN IS THE OFFICIAL ORGAN OF THE NATIONAL REFORM ASSOCIATION, AND IN AN EDITORIAL, DECEMBER 11, 1884, THAT PAPER SAID: “WE CORDIALLY, GLADLY, RECOGNIZE THE FACT THAT IN THE SOUTH AMERICAN REPUBLICS, AND IN FRANCE AND OTHER EUROPEAN COUNTRIES, THE ROMAN CATHOLICS ARE THE RECOGNIZED ADVOCATES OF NATIONAL CHRISTIANITY, AND STAND OPPOSED TO ALL THE PROPOSALS OF SECULARISM. . . . WHENEVER THEY ARE WILLING TO CO-OPERATE IN RESISTING THE PROGRESS OF POLITICAL ATHEISM, WE WILL GLADLY JOIN HANDS WITH THEM. IN A WORLD'S CONFERENCE FOR THE PROMOTION OF NATIONAL \n690\nCHRISTIANITY—WHICH OUGHT TO BE HELD AT NO DISTANT DAY—MANY COUNTRIES COULD BE REPRESENTED ONLY BY ROMAN CATHOLICS.” AND IN THAT SAME PAPER, AUGUST 31, 1881, REV. SYLVESTER SCOVIL SAID: “THIS COMMON INTEREST [\"OF ALL RELIGIOUS PEOPLE IN THE SABBATH”—SUNDAY] OUGHT BOTH TO STRENGTHEN OUR DETERMINATION TO WORK, AND OUR READINESS TO CO-OPERATE IN EVERY WAY WITH OUR ROMAN CATHOLIC FELLOW-CITIZENS. WE MAY BE SUBJECTED TO SOME REBUFFS IN OUR FIRST PROFFERS, AND THE TIME IS NOT YET COME WHEN THE ROMAN CHURCH WILL CONSENT TO STRIKE HANDS WITH OTHER CHURCHES—AS SUCH; BUT THE TIME HAS COME TO MAKE REPEATED ADVANCES, AND GLADLY TO ACCEPT CO-OPERATION IN ANY FORM IN WHICH THEY MAY BE WILLING TO EXHIBIT IT. IT IS ONE OF THE NECESSITIES OF THE SITUATION. THE NEXUS BETWEEN THE TWO GREAT DIVISIONS OF CHRISTIANITY ON QUESTIONS OF MORAL LEGISLATION IS A THING WORTHY THE CONSIDERATION OF OUR BEST MINDS AND OUR MEN OF LARGEST EXPERIENCE IN SUCH AFFAIRS.” IN PERFECT ACCORD WITH THIS IS THE ENCYCLICAL OF POPE LEO XIII., 1885, WHICH DIRECTS THAT “ALL CATHOLICS SHOULD DO ALL IN THEIR POWER TO CAUSE THE CONSTITUTIONS OF STATES, AND LEGISLATION, TO BE MODELED ON THE PRINCIPLES OF THE TRUE CHURCH, AND ALL CATHOLIC WRITERS AND JOURNALISTS SHOULD NEVER LOSE SIGHT, FOR AN INSTANT, FROM THE VIEW OF THE ABOVE PRESCRIPTIONS.” THEREFORE AS THE PURPOSE OF THE NATIONAL REFORM ASSOCIATION IS IDENTICAL WITH THAT OF ROME, IT IS ONLY TO BE EXPECTED THAT THEY SHOULD SHOW A READINESS TO “GLADLY JOIN HANDS.” AND WHENEVER PROTESTANTISM GAINS CONTROL OF THE CIVIL POWER, WHETHER WITH OR WITHOUT THE AID OF ROME, THAT WILL BE BUT TO ERECT AN IMAGE OF THE PAPACY.",
    "paragraph": 1,
    "bookcode": "GC88",
    "page": 689
}