{
    "word": "PCO - A Place Called Oakwood\n\nThis book is a collection of Ellen White’s rich and insightful counsel to the Oakwood Educational Institution from its inception in 1896 to the end of her life in 1915. For the first time all of the published and unpublished counsel of Ellen White to Oakwood College is gathered together in one volume.\n\nComprehensive, organized, and innovative, A Place Called Oakwood: Inspired Counsel is one of a kind. It will cause you to ponder Oakwood’s divine purpose, marvel at its remarkable development, and be inspired at its providential role in God’s plan for the education and training of men and women for global service to God and humanity.\n\nOAKWOOD COLLEGE\n7000 Adventist Boulevard, NW\nHuntsville, Alabama 35896\n256-726-7000\nwww.oakwood.edu\n\nA PLACE CALLED OAKWOOD: INSPIRED COUNSEL\n\nA Comprehensive Compilation\nof Ellen G. White Statements on the\nOakwood Educational Institution\n\nCompiled by\nBENJAMIN J. BAKER\n\nProduced 2007 at Oakwood College, Huntsville, Alabama.\nPrinted at the Review and Herald\nPublishing Association, Hagerstown, Maryland.\n\nTypeface: Berkeley Book Family and Clarendon Condensed Bold\nCover Design and Layout by Howard Bullard\n\nCompiler Acknowledgements\n\nAppreciation is expressed to the Oakwood College Administration and Office of the\nPresident for the role they played in supporting the idea and initiative of this project\nand subsequently commissioning and providing essential guidance. Equally important was\nthe expertise and materials provided by the Oakwood College Archives and the Ellen G.\nWhite Estate Branch Office located on the Oakwood College campus. Special thanks are\ngiven to the Ellen G. White Estate staff at the General Conference of Seventh-day\nAdventists in Silver Spring, Maryland for their invaluable assistance. The leadership at\nthe Southern Union Conference is appreciated for helping to underwrite this project.\n\nThe following specific individuals are noted for going beyond expectations: Kenneth Wood,\nJim Nix, and William Cleveland. Also gratitude is owed the following individuals for\ntheir personal efforts and contributions: Jeannie Watkins, Kaven Ible, Minneola Dixon,\nJoyce Williams, Denise Finley, Mervyn Warren, Howard Bullard, and Tim Poirier.\n\nBesides thanking God for providing the inspiration for this project, I thank my parents,\nDelbert and Susan Baker, for instilling in me a love for scholarship, research, and writing.\n\nBenjamin J. Baker, compiler and graduate of Oakwood College, is currently pursuing a Ph.D. in history at Howard University. Baker is the author of Crucial Moments: Twelve Defining Events in Black Adventist History. \n\nDedication\n\nTo the sacrificial founders, pioneers, administrators, workers and students of Oakwood.\n\nTable of Contents\n\nForeword\ti\nOakwood Keys\tii\n     Key Terms\tii\n     Key Individuals\tii\n     Key Places\tiii\n     Key References\tiv\nOakwood Names\tv\nOakwood Timeline\tvi\nOakwood Leaders\tix\n     Oakwood Principals\tix\n     Oakwood Presidents\tix\nCompilation Procedural Style\tx\nChapter 1 - Speeches\t3\n     1 - Some of the Best and Highest Talents\t4\n     2 - So Well Begun\t7\nChapter 2 - Letters\t10\n     1 - No Colonizing\t11\n     2 - The Lord Led\t14\n     3 - Let Not Means Be Diverted\t15\n     4 - Self-Supporting\t16\n     5 - Men Who Will Catch the Notes\t17\n     6 - Hanging in the Balance\t18\n     7 - My Soul Is Stirred\t19\n     8 - Rise Up\t20\n     9 - Much Improved\t23\n     10 - Make the School a Success\t23\n     11 - Bricks Cannot Be Made Without Straw\t25\n     12 - Poverty-stricken Condition\t26\n     13 - The Work Must Go Forward\t27\n     14 - In the Providence of God\t28\n     15 - Self-Denial Boxes\t30\n     16 - A Large Work Done\t31\n     17 - Must Have Help\t33\n     18 - A Special Work\t33\n     19 - Greatly in Need of Help\t34\n     20 - God Has Not Left Them\t35\n     21 - Tell About the Huntsville School\t38\n     22 - I Am Glad I Can Do This Much\t39\n     23 - Do Our Very Best\t39\n     24 - An Object Lesson\t40\n     25 - A Great Work To Be Accomplished\t41\n     26 - Do Not Lose Interest\t42\n     27 - A Very Different Showing\t44\n     28 - A Deep Interest\t45\n     29 - An Appeal\t46\n     30 - A Long Delay\t49\n     31 - Huntsville School Must Be Finished\t50\n     32 - A Much Broader Work\t51\n     33 - Redeem the Time\t52\n     34 - A Blessed Place\t54\n     35 - A Place of Special Interest\t55\n     36 - A Special and Important Work\t57\nChapter 3 - Articles\t58\n     1 - The Work in Graysville and Huntsville\t59\n     2 - Our Duty Toward the Huntsville School\t60\n     3 - An Opportunity to Help a Needy Cause\t62\n     4 - Will You Help?\t64\n     5 - The Work Among the Colored People\t65\n     6 - The Lord Loveth a Cheerful Giver\t70\n     7 - A Message to Teachers\t71\n     8 - Medical Missionary Work Among the Colored People of the South\t72\n     9 - Left for Years\t75\n     10 - The Huntsville School\t75\nChapter 4 - Manuscripts/Testimonies\t77\n     1 - Centers of Influence\t78\n     2 - The Work in the South\t80\n     3 - Nashville\t80\n     4 - Our Attitude Toward the Work and Workers in the Southern Field\t81\n     5 - A Most Beautiful Place\t81\n     6 - Needy Enterprises\t82\n     7 - Act Your Part\t83\n     8 - A Broader Work\t83\n     9 - Words of Counsel to Our Colored People\t84\nChapter 5 - Unpublished Documents\t86\n     1 - All It Should Be\t87\n     2 - Spared for Huntsville\t92\n     3 - Yet Be a Success\t93\n     4 - We Shall Go to Huntsville\t93\n     5 - Love and Mercy\t94\n     6 - A Man Is Needed\t97\n     7 - Change for the Better\t98\n     8 - The Advancement of the Huntsville School\t100\n     9 - Dear Friend\t100\n     10 - Blossom as a Rose\t101\n     11 - Do All I Can\t102\n     12 - Back a Year \t103\n     13 - A Precious Treasure\t104\n     14 - A Holy Influence\t105\n     15 - The Right Thing Is Being Done\t106\n     16 - Blend Together\t107\n     17 - A Deep Interest in the Huntsville School\t109\n     18 - Especial Help\t112\n     19 - The Big Fund\t112\n     20 - Pleased Indeed\t113\n     21 - Establish Their Work\t114\n     22 - You Have Done Well\t114\n     23 - We Have Just Arrived in Huntsville\t116\n     24 - Instructions Regarding the Huntsville School\t118\n     25 - Counsel Regarding the Work at Huntsville\t122\n     26 - Directions Regarding Work for Colored People\t124\n     27 - The Work in and About Nashville\t128\n     28 - Words of Counsel to Our Colored People\t128\n     29 - There Cannot Be a Place More Appropriate\t131\n     30 - This Thy Great Work\t132\n     31 - A People All Around in Huntsville\t133\n     32 - Be Saving\t134\n     33 - Interview With the Huntsville School Board\t135\nAppendix\t147\n     A. Oakwood Categories\t148\n     B. Oakwood Quotables\t160\n     C. Oakwood Principles\t163\n     D. Our Duty to the Colored People\t164\n     E. Source Document Legend\t172\n     F. Bibliography\t173\nIndex\t\t175\n     A\t175\n     B\t175\n     C\t175\n     D\t175\n     E\t175\n     F\t175\n     G\t175\n     H\t175\n     I\t175\n     J\t175\n     K\t175\n     L\t176\n     M\t176\n     N\t176\n     O\t176\n     P\t176\n     R\t176\n     S\t176\n     T\t176\n     U\t177\n     W\t177\n\nForeword\n\n     Oakwood College and its accomplishments are now legendary. {PCO i.1} \n     Initially, however, the school seemed less than promising. The year was 1896. A 360-acre plot in Huntsville, Alabama, the site of a former slave plantation, was chosen as a location for the first Seventh-day Adventist advanced school for Blacks. The Alabama landscape was sloping and uneven; the red clay was hard as granite; dense brush encircled the property; the limbs of the trees sagged; derelict brush lay strewn all over; and the soil was barren from having been overworked. It took vision and faith to see a future in this unpromising plot in Alabama in the heart of the South 30 years after the Civil War. {PCO i.2} \n     To make matters more challenging, barely enough funds were on hand to buy the property, let alone start a school. The General Conference was pressed for money, and church leaders would be slow to funnel funds into an enterprise such as this. Conditions did not look good. {PCO i.3} \n     In the midst of this challenging situation, a clarion voice was heard. It was a voice that spoke for God, convinced that this was the spot the Lord would have the denomination purchase for a school to train blacks to be workers in His vineyard. {PCO i.4} \n     From the start Ellen G. White championed Oakwood’s cause. Unquestionably she is worthy of the title “cofounder of Oakwood.” Throughout the subsequent years, as Oakwood grew, Ellen White continually spoke out for the school, doing all in her power to make sure it prospered. She wrote, visited, prodded, sacrificed, prayed, donated, advocated, and cried for the fledgling institution to ever fulfill its God-given destiny. As a result of her efforts and the support of the General Conference, and subsequently the support of the Regional conferences, Oakwood College is the success it is today. {PCO i.5} \n     This volume is a comprehensive collection of Ellen G. White’s written statements (published and unpublished) on Oakwood, or “the Huntsville School,” as she often referred to it.  {PCO i.6} \n     Her words still instruct and encourage administrators, faculty, staff, students, alumni and supporters with timeless counsel and inspiration for “a place called Oakwood.” {PCO i.7} \nBenjamin J. Baker\n\nOakwood Keys\n\nKeys to Unlock Ellen G. White’s Oakwood Statements\n\nKey Terms\n\n     Colored people: This was the popular designation for African-Americans in the nineteenth and early part of the twentieth century. In context, the term Colored people was not necessarily derogatory or demeaning. {PCO ii.1} \n     Farm: This frequently used term refers to the Oakwood training school and to the Oakwood property. {PCO ii.2} \n     Huntsville School: Before the name Oakwood was adopted, the school was popularly referred to as the Huntsville School. {PCO ii.3} \n     Southern cause: This term refers to the Seventh-day Adventist denominational effort to evangelize and educate the recently freed slaves in the southern part of the United States. This cause was championed by Ellen White, her son James Edson, selected workers in the Southern field and broader church, black workers and leaders like Charles Kinney. {PCO ii.4} \n\nKey Individuals\n\n     George I. Butler (1834-1918): One of the pioneers of the Seventh-day Adventist movement, Butler served in many positions in the church, most notably as General Conference president from 1871-1874 and 1880-1888.  Butler received more letters from Ellen White than anyone else mentioning the Oakwood School. When she wrote these letters, he was the president of the Southern Union Conference and the Southern Publishing Association. {PCO ii.5} \n     Arthur G. Daniells (1858-1935): Longtime church worker and administrator, Daniells held several key denominational positions and was one of Seventh-day Adventism’s most dynamic leaders. He served as General Conference president from 1901-1921, holding that position longer than anyone else. {PCO ii.6} \n     Solon M. Jacobs (1846-1927): The first principal of the Oakwood School, Jacobs was a white man from Fontanelle, Iowa. Jacobs and his family arrived at Oakwood in 1896. The Jacobs’ were tireless workers, doing anything and everything possible to keep the school running. Jacobs stayed on as principal one year, then served as the farm foreman until 1902. {PCO ii.7} \n     Benjamin E. Nicola (1856-1943): Oakwood’s principal from 1899-1904, Nicola was the first principal to serve for longer than two years. (The two subsequent presidents would not stay longer than two years either.) The school made significant strides during his years in office, but he would receive reproving counsel from Mrs. White concerning his tenure. {PCO ii.8} \n     Fred R. Rogers (1869-1920) Rogers served as Oakwood’s principal from 1904-1905. Before taking up his post at Oakwood, Rogers was a diligent worker in the Southern cause, serving as the superintendent of SDA mission schools in Mississippi, and working with James Edson White and his Morning Star boat crew. {PCO ii.9} \n     James Edson White (1849-1928): The second son of James and Ellen White, Edson was the premier champion of the Southern cause. He began his evangelistic efforts in 1894 by constructing an innovative steamboat called the Morning Star. He sailed the steamer from city to city along the Mississippi River, leaving SDA schools and churches for black people in his wake. He chose this witnessing medium for safety, mobility, and drawing appeal. Edson compiled his mother’s writings on the Southern cause into one handy volume called The Southern Work. Edson’s successes and influence helped to facilitate the establishment of Oakwood. {PCO ii.10} \n\nKey Places\n\n     Graysville, Tennessee: This small country town was where George A. Colcord opened a Seventh-day Adventist school in 1891. Then a boarding academy with an adjacent sanitarium, Graysville Academy would move to property east of Chattanooga and become Southern Junior College, then Southern Missionary College, and finally Southern Adventist University. This area was a crucial spot in the early days of the movement in the training of Adventist workers. It is centrally located, roughly one hundred miles from both Nashville and Huntsville. {PCO iii.1} \n     Huntsville, Alabama: The home of the Oakwood educational institution, the first Seventh-day Adventist higher education institution for African Americans. Huntsville, Alabama, is a city that has historically been noted for being progressive in its racial views and, more recently, for its  technological advancement. It was/is an ideal location for the Oakwood educational enterprise. Huntsville, situated in the northern part of Alabama, is the southern part of the Nashville-Huntsville-Graysville triangle. {PCO iii.2} \n     Madison, Tennessee: Located ten miles northeast of Nashville, Madison was an important spot in early Southern Seventh-day Adventism. The Madison property (often referred to as the Madison Farm) was purchased in 1904 with the financial assistance of Nellie Druillard and the prophetic vision of Ellen White. Spearheaded by Edward A. Sutherland and Percy T. Magan, the Madison contingent would spawn a collection of schools, hospitals, industries and churches around the South. {PCO iii.3} \n     Nashville, Tennessee: The capital of Tennessee, Nashville was the hub of the burgeoning Southern work in the Seventh-day Adventist movement. Home of the first black congregation, at Edgefield Junction, Nashville would also later become home to two SDA conferences (Gulf States Conference and South Central Conference) and the first SDA hospital for blacks (Riverside Sanitarium). A major factor in the location of schools at Huntsville and Graysville was their proximity to Nashville. {PCO iii.4} \n\nKey References\n\n     Self-denial boxes: These were small boxes in the homes of Seventh-day Adventists in which monetary contributions were to be placed for the black work in the South. This innovative practice was encouraged by Ellen White in 1904. {PCO iv.1} \n     The fire: On October 11, 1906, Chapel Hall on the Oakwood campus was totally consumed by fire. One student, Will (aka John, Alfred) Willingham, perished. No one else was harmed. {PCO iv.2} \n     The orphanage: Upon the urging of Ellen White, Oakwood assumed management of an orphanage constructed by Mrs. Stephen N. Haskell in 1911. This orphanage took in black children of unfortunate backgrounds, caring for and educating them. A number of the orphans would later attend the Oakwood primary and training school. The orphanage closed its doors in 1930. {PCO iv.3} \n     The sanitarium: Also started as a result of the counsel of Ellen White, the Oakwood Sanitarium, a modest two-story building, began a nursing and medical training program in the summer of 1910 under the leadership of Martin M. Martinson. The sanitarium trained nurses and medical workers and offered medical assistance to the community at large. The sanitarium had a tumultuous history, and in 1937 it was closed. {PCO iv.4} \n\nOakwood Names\n\nOfficial Names of Oakwood\n     Oakwood Industrial School (1896) Oakwood Manual Training School (1904) Oakwood Junior College (1917) Oakwood College (1943) {PCO v.1} \nNames for Oakwood used by Ellen White\n     Huntsville Huntsville School Farm our school for the colored people our school in Huntsville the farm the Huntsville School the Industrial School the institution at Huntsville the Lord’s farm the Oakwood enterprises the Oakwood Farm? the Oakwood School the Oakwood School Farm the school the school at Huntsville the school here at Huntsville Training School {PCO v.2} \n\nOakwood Timeline\n\nThe Early Years: 1891-1915\n     This chronological outline of key events pertaining to Oakwood covers the 25-year period from 1891 to 1915, the year of Ellen White’s death (July 16, 1915). {PCO vi.1} \n1891\n     Ellen White delivers historic address “Our Duty to the Colored People” to the General Conference session in Battle Creek, Michigan, in 1891 in which she urges the church to develop the work in the South. {PCO vi.2} \n1893\n     Edson White reads Our Duty to the Colored People for the first time in tract form and dedicates his life to the black work in the South. {PCO vi.3} \n1894\n     Edson White and Will Palmer via the Morning Star steamship begin to educate and evangelize Southern Blacks and found mission schools that later became feeder schools for Oakwood. {PCO vi.4} \n1895\n     Premier black SDA pioneer Charles M. Kinney recommends the Beasley estate as the site for Oakwood. {PCO vi.5} \n     Southern Missionary Society, devoted to working for Blacks in the South, is begun, headed by Edson White. This organization is the precursor to the Southern Union Conference and was a strong supporter of Oakwood. {PCO vi.6} \n     Ellen White encourages General Conference leaders to move forward with the Oakwood School. {PCO vi.7} \nAutumn 1895\n     The General Conference sends Ole A. Olsen, George A. Irwin, and Harmon Lindsay to assess the Beasley estate. {PCO vi.8} \nJanuary 23, 1896\n     The Huntsville property is purchased by the General Conference. {PCO vi.9} \nApril 3, 1896\n     Solon Jacobs arrives to become the first principal of the Oakwood Industrial School. {PCO vi.10} \nNovember 16, 1896\n     Oakwood Industrial School opens. {PCO vi.11} \n     Boys’ dormitory opens. {PCO vi.12} \n1897\n     Henry H. Shaw becomes principal of Oakwood. {PCO vi.13} \n1899\n     Chapel/Study Hall built. {PCO vi.14} \n     Benjamin E. Nicola begins as principal. {PCO vi.15} \n     Colporteur work begun in earnest by Oakwood students. {PCO vi.16} \n1901\n     Oakwood’s agricultural sales pay all of school’s expenses and net a profit.  {PCO vii.1} \n1902\n     West Hall is finished. {PCO vii.2} \n1904\n     Name changed to Oakwood Manual Training School. {PCO vii.3} \n     Fred R. Rogers becomes principal. {PCO vii.4} \n     Summer institutes and workshops begin at Oakwood. {PCO vii.5} \n     Lottie Blake, the first Black Seventh-day Adventist MD, joins the Oakwood teaching staff as the first Black teacher and the first with a doctorate. {PCO vii.6} \n     Louis Sheafe and William Brandon are the first blacks to sit on the Oakwood School Board. {PCO vii.7} \nLate June 1904*\n     Ellen White’s first visit to Oakwood; she delivers two addresses to the Oakwood student body.* {PCO vii.8} \n1905-1906\n     G.H. Baber starts as principal. {PCO vii.9} \n     “Sunnyside” (a teacher’s cottage) completed. {PCO vii.10} \n     “Hilltop” (a faculty cottage) completed. {PCO vii.11} \n     “Oaklawn” (principal’s housing) completed. {PCO vii.12} \n     Print shop completed. {PCO vii.13} \n1906\n     Walter J. Blake assumes principal position. Oakwood fire: Chapel Hall burns to the ground. {PCO vii.14} \n1908\n     Butler Hall erected. {PCO vii.15} \n1909\n     Oakwood’s first graduates. {PCO vii.16} \n     Sanitarium building finished. {PCO vii.17} \n     Late April: Ellen White visits Oakwood again. {PCO vii.18} \nSummer 1910\n     Oakwood sanitarium opens. {PCO vii.19} \n1911\n     Oakwood orphanage opens. {PCO vii.20} \n     Clarence Boyd begins as principal. {PCO vii.21} \n     Dining hall finished. {PCO vii.22} \n1912\n     Oakwood graduates first ministerial student. {PCO vii.23} \n     “The Pines” (a teacher’s apartment building) is erected. {PCO vii.24} \n1914\n     Henderson Hall (women’s dormitory) is built. {PCO viii.1} \n1915\n     New laundry built. {PCO viii.2} \n     Barn and silo added. {PCO viii.3} \n     Ellen White dies. {PCO viii.4} \n\n*Note on Ellen White’s Oakwood Visits\n     There is considerable conjecture and debate as to how many times Ellen White visited Oakwood. There are two speeches five years apart (June 21, 1904, and April 19, 1909) that were transcribed and have been preserved. Mrs. White also wrote of these two visits in her diary and personal correspondence. If Mrs. White made additional visits to Oakwood other than in 1904 and 1909, there is no extant record or document to support those visits. Therefore, any other visits to Oakwood by Mrs. White than on these two dates can only be presumed until further evidence is discovered. {PCO viii.5} \n     Ellen White returned to the United States from Australia in 1900. The 1904 and 1909 visits took place when she traveled across the country from Elmshaven, her home a few miles from the town of St. Helena (70 miles north of San Francisco) to Battle Creek, Michigan, and Washington, DC, center of the growing Adventist Church. {PCO viii.6} \n     These trips coincide with the Seventh-day Adventist Encyclopedia reference that states: {PCO viii.7} \n     “Her journeys across the continent between 1901 and 1909 often took her through the South, where the work of the church was slowly developing. An appeal from her pen in 1891, followed in 1895 and 1896 by articles published in the Review and Herald urging educational and evangelistic endeavors for the neglected black race, sparked a work in which her own son, James Edson White, took an active part. She was keenly interested in the development of missionary endeavors geared for most effective results in white and black communities, and sent the workers in this field many messages of counsel and encouragement. She lent strong support to the establishment of Oakwood College, in Huntsville, Alabama, for black young people, and the Nashville Agricultural and Normal Institute, near Madison, Tennessee, a privately operated training center for mature white young people. The work of the church in the South was of deep concern to her through the remaining years of her life.” [Seventh-day Adventist Encyclopedia, Second Revised Edition M-Z, Review and Herald Publishing Association, Hagerstown, MD 21740, pp. 879-880.] {PCO viii.8} \n\nOakwood Leaders\n\nOakwood Principals\n\nSolon M. Jacobs (1896-1897)\nHenry H. Shaw (1897-1899)\nBenjamin E. Nicola (1899-1904)\nFred R. Rogers (1904-1905)\nGrandville H. Baber (1905-1906)\nWalter J. Blake (1906-1911)\nClarence J. Boyd (1911-1917)\n\nOakwood Presidents\n\nJames I. Beardsley (1917-1923)\nJoseph A. Tucker (1923-1932)\nJames L. Moran (1932-1945)\nFrank L. Peterson (1945-1954\nGarland J. Millet (1954-1963)\nAddison V. Pinkney (1963-1966)\nFrank W. Hale (1966-1971)\nCalvin B. Rock (1971-1985)\nBenjamin F. Reaves (1985-1996)\nDelbert W. Baker (1996- )\n\nCompilation Procedural Style\n\n     TITLES: At the beginning of each Ellen White quotation there is a title. The compiler has supplied titles for each speech or letter from some words or phrase that appear in the speech or letter. The articles have the original titles appearing in the periodical. The manuscript and testimony titles vary; some are supplied by the compiler (italicized), others by Mrs. White or her original editors. The unpublished document titles are also a mix of original and supplied.  {PCO x.1} \n     SELECTIVITY: At times Mrs. White began a letter with the standard address “Dear Brother _______” or “Dear Sister ________,” etc. This address is left out of some letters because the selected quotation is so far into the letter that the integrity of the selection would be compromised by giving the address followed by an ellipsis. {PCO x.2} \n     ELLIPSIS: An ellipsis (…) means parts of original text were left out either because of lack of relevancy or manuscript difficulties (the original document contained the ellipsis or the next part is missing from original document or is unclear). An ellipsis plus a period (….) means the sentence is complete but that some of the text following is not included. {PCO x.3} \n     ABRIDGED/UNABRIDGED: The word abridged or unabridged comes at the end of each selection. Abridged means that only portions of the document salient to Oakwood were printed; some portion of the original is not printed here. Unabridged means the entire known document is printed. {PCO x.4} \n     SOURCE REFERENCES: The source/sources at the end of a quotation are all the places the selection or portions thereof occur in published Ellen G. White books or in her unpublished letter and manuscript files. This is supplied for readers who may choose to go to the original sources of the reference. {PCO x.5} \n     BRACKETS: A word in brackets in the unpublished documents section means that an error occurs in the original manuscript and the compiler is inserting his correction. However, it should be noted, no corrections of ideas were made, only of grammar, spelling, or usage. {PCO x.6} \n\nChapter 1 - Speeches\n\n     Late June of 1904 is the first recorded visit of Ellen White to Oakwood in Huntsville, Alabama. Thanks in no small part to the counsel and efforts of Ellen White, by the time of her visit, Oakwood was off to a solid start. Mrs. White, her son Edson, and a small group of other church workers toured various fledgling Adventist efforts in the South in the trilogy of cities central and crucial to the Adventist work.",
    "paragraph": 1,
    "bookcode": "PCO",
    "page": 3
}