{
    "word": "Ministers are needed who feel the necessity of being laborers together with God, who will go forth to bring the people up in spiritual knowledge to the full measure of Christ. Ministers are needed who will educate themselves by solemn, reverential communion with God in the closet, so that they shall go forth to be men of power in teaching and in prayer. Piety is degenerating into a dead form, and it is necessary for the shepherd of the flock to strengthen the things that remain that are ready to die. The work of ministry has been decidedly neglected, and the work is \n                                                                           17\nraveling out because it has not been wisely bound off. How are you to know that the word spoken in the desk has been a savor of life unto life unless you visit in families,  praying with them, and drawing out the true state of their minds, the real condition of their experience, that you may point them to the Lamb of God, that taketh away the sin of the world? There is need that the breath of God should blow upon them, and give them spiritual life. The churches need to be enlightened in regard to practical religion in the home life. Again and again the necessity of living a virtuous life, of having a sanctified heart, of revealing a growing conformity to the image of Christ, must be presented to the people. Do they realize that the work of sanctification is to be the work of a lifetime? Jesus prayed that his disciples might be sanctified through the truth, and declared, \"Thy word is truth.\" He said, \"I sanctify myself, that they also may be sanctified.\" Are the under shepherds following the example of the great Shepherd of the sheep? Are they representing Christ as he represented the Father? Practical religion as it was manifested in the life and character of Christ is rare. Many in our churches are strangers to the experience that it is the privilege of those who believe in Christ to have in the things of God.",
    "paragraph": 1,
    "bookcode": "PH118",
    "page": 16
}