{
    "word": "I saw that the Lord has given the world opportunity to discover the snare. This one thing is evidence enough for the Christian, if there were no other; namely, that there is no difference made between the precious and the vile. Thomas Paine, whose body has now moldered to dust and who is to be called forth at the end of the one thousand years, at the second resurrection, to receive his reward and suffer the second death, is represented by Satan as being in heaven, and highly exalted there. Satan used him on earth as long as he could, and now he is carrying on the same work through pretensions of having Thomas Paine so much exalted and honored in heaven; as he taught here, Satan would make it appear that he is teaching in heaven. There are some who have looked with horror at his life and death, and his corrupt teachings while living, but who now submit to be taught by him, one of the vilest and most corrupt of men, one who despised God and His law. [TO APPRECIATE THE FORCE OF THESE REMARKS THE READER NEEDS TO UNDERSTAND THAT A WORK WAS PUBLISHED THROUGH THE MEDIUMSHIP OF \"REV. C. HAMMOND,\" ENTITLED PILGRIMAGE OF THOMAS PAINE IN THE SPIRIT WORLD, IN WHICH PAINE IS REPRESENTED AS AN EXALTED SPIRIT IN THE SEVENTH SPHERE. AND IN THE \"INVESTIGATING CLASS IN NEW YORK,\" IT WAS SAID THAT CHRIST HIMSELF HAD CONVERSED WITH A MEDIUM AND REVEALED THAT HE WAS IN THE SIXTH SPHERE. THE DISPARITY WILL BE UNDERSTOOD WHEN IT IS REMEMBERED THAT THEY REPRESENT THE SPIRITS AS PROGRESSING IN THE SPIRIT WORLD, AND THAT CHRIST, AFTER MORE THAN 1800 YEARS OF PROGRESS, HAS REACHED THE SIXTH SPHERE, WHILE PAINE, IN ABOUT 100 YEARS, HAS REACHED THE SEVENTH! A FURTHER EXPLANATION OF THIS MAY BE FOUND IN THE STATEMENT OF DOCTOR HARE, THAT HIS SPIRIT SISTER SAID HER PROGRESS HAD BEEN RETARDED BY HER BELIEF IN THE ATONEMENT OF CHRIST. THUS DOES SPIRITUALISM EXALT INFIDELS AND INFIDELITY. SEE ALSO APPENDIX.] \n                                                                           90",
    "paragraph": 1,
    "bookcode": "EW",
    "page": 89
}