{
    "word": "We are in the very worst drive and hurry getting off my volume two, Spirit of Prophecy. Three new forms are already printed. If we remain here four weeks longer, [THE SECOND VOLUME OF THE SPIRIT OF PROPHECY, BY MRS. E.  G. WHITE, WILL BE READY IN A FEW DAYS. THIS WORK IS A THRILLING DESCRIPTION OF THE FIRST ADVENT, LIFE, TEACHINGS, AND MIRACLES OF CHRIST, AND WILL BE REGARDED BY THE FRIENDS OF MRS. W. AS A BOOK OF ALMOST PRICELESS VALUE. IT CAN BE FURNISHED ONLY BY MAIL UNTIL NEW YEAR'S, AND AFTER THAT AT ONE-FOURTH DISCOUNT FOR CASH WITH ALL ORDERS. PRICE, POSTAGE PAID, $1. J.W.--REVIEW AND HERALD, 48:152, NOVEMBER 9, 1876. \n\n\n     WE ARE PREPARED TO SPEAK OF THIS VOLUME, NOW JUST ISSUED, AS THE MOST REMARKABLE VOLUME THAT HAS EVER ISSUED FROM THIS OFFICE. IT COVERS THAT PORTION OF THE GREAT CONTROVERSY BETWEEN CHRIST AND SATAN, WHICH IS INCLUDED IN THE LIFE AND MISSION, TEACHINGS AND MIRACLES, OF CHRIST HERE UPON THE EARTH. MANY HAVE ENDEAVORED TO WRITE THE LIFE OF CHRIST; BUT THEIR WORK, AS COMPARED WITH THIS, SEEMS TO BE ONLY LIKE THE OUTER GARMENTS TO THE BODY. HERE WE HAVE, SO TO SPEAK, AN INTERIOR VIEW OF THE WONDERFUL WORK OF GOD DURING THIS TIME. AND IF THE READER HAS A HEART THAT CAN BE IMPRESSED, FEELINGS THAT CAN BE STIRRED, AN IMAGINATION THAT CAN RESPOND TO THE MOST VIVID PORTRAITURE OF THE MOST THRILLING SCENES, AND A SPIRIT TO DRINK IN LESSONS OF PURITY, FAITH, AND LOVE FROM CHRIST'S DIVINE EXAMPLE, HE WILL FIND IN THIS VOLUME THAT WHICH WILL CALL INTO LIVELIEST PLAY ALL THESE FACULTIES. BUT THE BEST OF ALL IS THE LASTING IMPRESSION IT MUST MAKE FOR GOOD UPON ALL WHO READ. IT SHOULD HAVE AN UNLIMITED CIRCULATION. POST-PAID, BY MAIL, AS PER PREVIOUS NOTICES, $1. U.S.--REVIEW AND HERALD, 48:176, NOVEMBER 30, 1876. \n\n\n     A POSTAL CARD RECEIVED TODAY FROM BROTHER AND SISTER WHITE SAYS THAT THEY WERE WITHIN A FEW HOURS OF OAKLAND, WHERE THEY PROBABLY ARRIVED NOVEMBER 21. THEY WERE FEELING IN GOOD SPIRITS. C.W.S.--REVIEW AND HERALD, 48:176, NOVEMBER 30, 1876.] we shall have the book completed and [shall have] removed from my mind a great burden of care.--Letter 46, 1876, p. 1. (To W. C. White and wife, October 26, 1876.) \n\nWhite Estate Washington, D.C. January 22, 1979",
    "paragraph": 1,
    "bookcode": "9MR",
    "page": 36
}