{
    "word": "At the Close of a General Conference Sermon in Washington, D.C. [THE SINCERE CHRISTIAN IS OFTEN IN PRAYER IN PUBLIC AND IN PRIVATE. HE PRAYS WHILE WALKING ON THE STREET, WHILE ENGAGED IN HIS WORK, AND IN THE WAKEFUL HOURS OF THE NIGHT. ELLEN WHITE COUNSELED IN A STATEMENT APPEARING IN GOSPEL WORKERS, P. 178, THAT \"BOTH IN PUBLIC AND IN PRIVATE WORSHIP, IT IS OUR PRIVILEGE TO BOW ON OUR KNEES BEFORE THE LORD WHEN WE OFFER OUR PETITIONS TO HIM.\" THE FOLLOWING STATEMENT ON THIS POINT, WRITTEN IN AUSTRALIA AND FOUND IN SELECTED MESSAGES, BOOK 2, P. 312, IS MORE EMPHATIC: \"BOTH IN PUBLIC AND PRIVATE WORSHIP IT IS OUR DUTY TO BOW DOWN UPON OUR KNEES BEFORE GOD WHEN WE OFFER OUR PETITIONS TO HIM. THIS ACT SHOWS OUR DEPENDENCE UPON GOD.\" IT IS ALSO A SIGN OF REVERENCE: \"THERE SHOULD BE AN INTELLIGENT KNOWLEDGE OF HOW TO COME TO GOD IN REVERENCE AND GODLY FEAR WITH DEVOTIONAL LOVE. THERE IS A GROWING LACK OF REVERENCE FOR OUR MAKER, A GROWING DISREGARD OF HIS GREATNESS AND HIS MAJESTY.\"--MANUSCRIPT 84B, 1897. (QUOTED IN SELECTED MESSAGES, BOOK 2, P. 312.) \n     THAT ELLEN WHITE DID NOT INTEND TO TEACH THAT ON EVERY PRAYER OCCASION WE MUST KNEEL IS MADE CLEAR BOTH BY HER WORDS AND HER EXAMPLE. TO HER THERE WAS NO TIME OR PLACE WHERE PRAYER WAS NOT APPROPRIATE. HER FAMILY TESTIFIED THAT IN HER HOME THOSE AT THE DINING TABLE BOWED THEIR HEADS AND NOT THEIR KNEES. SHE WAS NOT KNOWN TO KNEEL FOR THE BENEDICTION AT THE CLOSE OF SERVICES SHE ATTENDED. THE EARNEST COUNSEL ON KNEELING WOULD SEEM TO HAVE ITS PRINCIPAL APPLICATION IN THE WORSHIP SERVICES IN THE HOUSE OF GOD AND IN FAMILY AND PRIVATE DEVOTIONS AT HOME. IN PUBLIC MINISTRY THERE WERE TIMES WHEN SHE STOOD FOR PRAYER.--COMPILERS.]--May the Lord help you to take \n                                                                           270\nhold of this work as you have never yet taken hold of it. Will you do this? Will you here rise to your feet and testify that you will make God your trust and your helper? [Congregation rises.]",
    "paragraph": 5,
    "bookcode": "3SM",
    "page": 269
}