{
    "word": "Whoever shall give way to his natural feelings and impulses makes himself weak and untrustworthy, for he is a channel through which Satan can communicate, to taint and corrupt many souls, and these unholy fits that control the person swerve his (principle) aside, and shame and confusion are the sure results. The Spirit of Jesus Christ ever has a renewing, restoring power upon the soul that has felt its own weakness and fled to the unchanging One who can give grace and power to resist evil. Our Redeemer had a broad, comprehensive humanity. His heart was ever touched with the known helplessness of the little child that is subject to rough usage, and he loved children. The feeblest cry of human suffering never reaches his ear in vain. And every one who assumes the responsibility of instructing the youth will meet obdurate hearts, perverse dispositions, and his work is to cooperate with God in restoring the moral image of God in every child. Jesus, precious Jesus, a whole fountain of love was in his soul. Those who instruct the children should be men and women of principle. The religious life of a large number who profess to be Christians is such as to show that they are not Christians. They are constantly misrepresenting Christ, falsifying his character. They do not feel the importance of this transformation of character, and that they must be conformed to his divine likeness, and at times they will exhibit a false phase of Christianity to the world which will work ruin to the souls of those who are brought into association with them, for the very reason that they are, while professing to be Christians, not under the control of Jesus Christ. Their own hereditary and cultivated traits of character are indulged as precious qualifications, when they are death-leading in their influence over other minds. In plain, simple words, they walk in the sparks of their own kindling. They have a religion subject to, and controlled by, circumstances. If everything happens to move in a way that pleases them, and there are no irritating circumstances that call to the surface their unsubdued, unchristlike natures, they are condescending and pleasant, and will be very attractive. If when things occur in the family or in their \n\n\n                                 -108- \n\nassociation with others which ruffles their peace and provokes their tempers, they lay every circumstance before God, and continue their request, supplicating his grace before they shall engage in their daily work as teachers, and know for themselves the power and grace and love of Christ abiding in their own hearts before entering upon their labors, angels of God brought with them into the schoolroom. But if they go in a provoked, irritated spirit to the schoolroom, the moral atmosphere surrounding their souls is leaving its impression upon the children who are under their care, and in the place of being fitted to instruct the children, they need one to teach them the lessons of Jesus Christ. They need to learn in the day's work that on such a day they were destitute of the abiding presence of Christ, and that they should have been corrected and punished in place of the children for their perversity, for they merely caught the spirit of the teacher -- the Satanic spirit surrounding their own souls works upon the children, and the children reflect back these influences.",
    "paragraph": 1,
    "bookcode": "SpM",
    "page": 107
}