{
    "word": "The Lord is coming. We have a work to do for ourselves, a work to do for one another. Christ has bound up our souls with the infinite God. We have a higher, nobler calling than to devise and report evil one of another. You have driven one to the grave, another from your midst, for the want of brotherly love and compassion; and is not this record in the books of Heaven enough? Will you double your guilt; will you blacken your already darkened record? I call upon these men and women, whatever your profession may be, to be swift to hear counsel of God, entreaties of his Spirit,--and slow to speak. Think not evil one of another, lest ye be condemned. Whatever we do, whatever we say, wherever we are, we can never cease our responsibility to God. He has appointed our work. It is not to bite and \n                                                                           23\ndevour one another, but it is to labor earnestly, kindly, tenderly, in all love to help one another to resist our common foe. God has given us the means, the faculties, and the opportunities, and he holds us accountable for using them well. When we work with a single eye to God's glory, we shall love the purchase of his blood, and work for them and seek to bless them in every way possible; and then shall we have praise of God, and may consider ourselves as co-laborers with him, as building for eternity. Every one, whether ministers or lay members, are God's embassadors, executing his work. The flippant speech, the jesting and joking, are all out of place now. The Judge standeth before the door. Our accountability to God, fully accepted and faithfully met, will balance our characters. We shall outgrow the tendencies to be superficial. We shall be, through the grace given unto us, raised above everything that is mean and selfish and impure. It will make us have an interest for our brethren, for they are the purchase of the blood of Christ. It will make us realize that we have something great and good to live for. This close connection with God will make our lives earnest, cheerful, and strong under difficulties, hopeful amid discouragements that will be the lot of all.",
    "paragraph": 2,
    "bookcode": "PH155",
    "page": 22
}