{
    "word": "TSB - Testimonies on Sexual Behavior, Adultery, and Divorce (1989)\n\n\nPREFACE\n\n     WHEN THIS COMPILATION WAS PRODUCED, IT WAS NOT INTENDED FOR GENERAL CIRCULATION.  IT WAS DESIGNED TO ASSIST CHURCH ADMINISTRATORS AND OTHER MINISTERS IN THEIR EFFORTS TO MAINTAIN HIGH MORAL STANDARDS IN THE CHURCH, BALANCING MERCY WITH JUSTICE IN DEALING WITH MEMBERS INVOLVED IN QUESTIONABLE OR IMMORAL CONDUCT.  HOWEVER, THE BOOK HAS PROVED SO HELPFUL, AND THE DEMAND FOR IT SO WIDESPREAD, THAT IT IS NOW BEING MADE GENERALLY AVAILABLE AS PART OF THE CHRISTIAN HOME LIBRARY SERIES.\n     READERS WILL NOTE THAT MANY OF THE LETTERS IN THIS VOLUME WERE ADDRESSED TO ERRANT MINISTERIAL LABORERS. SINCE ELLEN WHITE CORRESPONDED LARGELY WITH MINISTERS AND OTHER GOSPEL WORKERS, THIS SHOULD COME AS NO SURPRISE. HOWEVER, IN SPITE OF THE FAULTS AND SINS OF THOSE TO WHOM SHE WROTE, ELLEN WHITE HAD GREAT CONFIDENCE IN THE MINISTRY OF THE SEVENTH-DAY ADVENTIST CHURCH. AT THE AGE OF 85 SHE SENT TWO MESSAGES TO BE READ TO THE GENERAL CONFERENCE SESSION OF 1913. IN THE FIRST MESSAGE SHE ASSURED THE DELEGATES,\n\n       \"While I still feel the deepest anxiety over the\n     attitude that some are taking toward important\n     measures connected with the development of the\n     cause of God in the earth, yet I have strong faith in\n     the workers throughout the field, and believe that as\n     they meet together and humble themselves before the\n     Lord and consecrate themselves anew to His service,\n     they will be enabled to do His will.\"--2SM 401, 402.\n\n     IN HER SECOND AND FINAL MESSAGE TO THE CONFERENCE ELLEN WHITE DECLARED:\n\n       \"When in the night season I am unable to sleep, I\n     lift my heart in prayer to God, and He strengthens me\n\n                                                                   6\n\n     and gives me the assurance that He is with His\n     ministering servants in the home field and in distant\n     lands. I am encouraged and blessed as I realize that\n     the God of Israel is still guiding His people, and that\n     He will continue to be with them, even to the end.\"--\n     2SM 406.\n\n     THESE EXPRESSIONS OF CONFIDENCE MAKE CLEAR THAT THE MORAL PROBLEMS DEALT WITH IN THE LETTERS QUOTED IN THIS VOLUME WERE NOT GENERAL OR WIDESPREAD. NEVERTHELESS, SINCE CONTEMPORARY MORAL PROBLEMS ARE SIMILAR TO THOSE OF PAST DECADES, WE BELIEVE THAT MANY LETTERS WRITTEN BY ELLEN WHITE A CENTURY AGO CONTAIN WARNINGS AND APPEALS THAT NEED TO BE HEARD TODAY. CONCERNING THE USE OF HER LETTERS, ELLEN WHITE SAID:\n\n       \"I am endeavoring by the help of God to write\n     letters that will be a help, not merely to those to whom\n     they are addressed, but to many others who need\n     them.\"--Letter 79, 1905.\n\n     THE PRESENT COMPILATION IS NOT DESIGNED TO SERVE AS A MANUAL OF RULES FOR DEALING WITH IMMORALITY, INFIDELITY, OR UNSCRIPTURAL DIVORCE AND REMARRIAGE. NO MANUAL COULD COVER EVERY POSSIBLE MORAL IRREGULARITY. WHEN W. C. WHITE WAS ASKED FOR AN AUTHORITATIVE STATEMENT FROM HIS MOTHER THAT WOULD SERVE AS A STANDARD BY WHICH TO SETTLE ALL CASES OF UNSCRIPTURAL MARRIAGE, HE REPLIED:\n\n       \"AFTER READING THE DOCUMENTS I SENT YOU TODAY,\n     YOU WILL SAY, WELL, HE HAS NOT GIVEN ME ANYTHING\n     AUTHORITATIVE FROM SISTER WHITE THAT DIRECTLY ANSWERS\n     THE QUESTION. BUT I THINK YOU WILL SEE FROM WHAT I AM\n     SENDING YOU THAT IT WAS SISTER WHITE'S INTENTION THAT\n     THERE SHOULD NOT GO FORTH FROM HER PEN ANYTHING THAT\n\n                                                                   7\n\n     COULD BE USED AS A LAW OR A RULE DEALING WITH THESE\n     QUESTIONS OF MARRIAGE, DIVORCE, REMARRIAGE, AND\n     ADULTERY. SHE FELT THAT THE DIFFERENT CASES WHERE THE DEVIL\n     HAD LED MEN INTO SERIOUS ENTANGLEMENTS WERE SO\n     VARIED AND SO SERIOUS, THAT SHOULD SHE WRITE ANYTHING\n     THAT COULD BE CONSIDERED AS A RULE FOR SETTLING SUCH\n     CASES, IT WOULD BE MISUNDERSTOOD AND MISUSED.\"--\n     W. C. WHITE TO C. P. BOLLMAN, JAN. 6, 1931.\n\n     WE CONCUR FULLY WITH ELLEN WHITE'S VIEW. MORAL PROBLEMS ARE COMPLEX. NO TWO SITUATIONS ARE EXACTLY ALIKE. EACH WILL REQUIRE CAREFUL STUDY; AND ALTHOUGH THE DIFFERENCES MAY BE MINOR, EACH SITUATION WILL REQUIRE ITS OWN SOLUTION. THE HOLY SPIRIT WILL ALWAYS BE NEEDED AS A DIVINE GUIDE AND COUNSELOR TO HELP THOSE WHO ARE GRAPPLING WITH MORAL PROBLEMS.\n     ALL GIVEN NAMES IN THIS BOOK ARE GENUINE, BUT, IN THE VARIOUS PROBLEM CASES CITED, LETTERS OF THE ALPHABET HAVE BEEN SUBSTITUTED FOR THE SURNAME. ALL CHAPTER TITLES AND SUB-HEADINGS HAVE BEEN SUPPLIED.\n     IT IS OUR HOPE AND PRAYER THAT IN THE HANDS OF AN EVER-LEARNING AND TRULY CARING CHURCH, THE MATERIALS IN THIS COMPILATION WILL CONTRIBUTE TO THE ELEVATION OF MORAL STANDARDS IN THE CHURCH, AND AT THE SAME TIME PROVIDE COMFORT, ENCOURAGEMENT, AND HOPE FOR THOSE WHOSE COMPLEX MORAL PROBLEMS SEEM BEYOND HUMAN SOLUTION.\n\n                                                 THE TRUSTEES OF THE\n                                                 ELLEN G. WHITE ESTATE\n\n\nTable of Contents\n\nPreface............................................................. 5\n\nSection I--Marriage\n\n  1. Important Facts and Principles................................. 13\n  2. Cautions and Counsels.......................................... 19\n  3. Individuality.................................................. 25\n  4. Remarriage of Widows and Widowers.............................. 31\n\nSection II--Married to an Unbelieving Spouse\n\n  5. The Christian Spouse's Behavior................................ 39\n\nSection III--A Mutilated Spouse\n\n  6. Counsels to Walter and Laura................................... 54\n  7. Admonition to Walter's Second Mother-in-law.................... 67\n  8. Failure of Walter's Second Marriage............................ 74\n\nSection IV--Separation and Grounds for Divorce\n\n  9. Separation..................................................... 76\n  10. Grounds for Divorce........................................... 78\n\nSection V--Licentiousness and Adultery\n\n  11. The Sin of Licentiousness..................................... 81\n  12. Disregard of the Seventh Commandment.......................... 98\n  13. Dealing With Impure Thoughts and Suggestions................. 103\n\nSection VI--Other Sexual Evils\n\n  14. Sexual Excess Within Marriage................................ 109\n  15. Petting and Premarital Sex................................... 117\n  16. Homosexuality................................................ 119\n  17. Masturbation................................................. 121\n  18. Child Abuse.................................................. 124\n\n                                                                   10\n\nSection VII--Counsels to People With Moral Problems\n\n  19. A Housewife.................................................. 130\n  20. A Long-standing Adventist and His Mistress................... 133\n  21. A Hospital Worker............................................ 145\n  22. A Sanitarium Superintendent.................................. 147\n  23. A Would-be Sanitarium Superintendent......................... 155\n  24. A Medical Doctor............................................. 158\n  25. A Literature Evangelist...................................... 163\n  26. A Public Evangelist.......................................... 166\n  27. An Honored Minister.......................................... 182\n  28. An Influential Minister...................................... 193\n  29. Four Unholy Ministers........................................ 199\n  30. Ellen White's Assistants..................................... 206\n\nSection VIII--Unscriptural Marriages\n\n  31. Respect for Unbiblical Marriages............................. 218\n  32. Brother G.................................................... 219\n  33. Stephen Belden............................................... 223\n  34. William E (Part I)........................................... 225\n\nSection IX--Counsels to Church Administrators\n\n  35. William E (Part II).......................................... 228\n  36. Appeal to Ministers.......................................... 235\n  37. Counsel to a General Conference President.................... 239\n  38. Counsels to City Mission and Institutional Leaders........... 243\n  39. The Adulterer and Church Membership.......................... 247\n  40. A Statement by Ellen and James White......................... 250\n\nSection X--Love for the Erring and Tempted\n\n  41. God's Love for the Sinner.................................... 253\n  42. Understanding Others......................................... 260\n\nAppendix A: Masturbation and Insanity.............................. 268\n\nAppendix B: An Early Church Problem................................ 271\n\n\nSection I - Marriage\n\n              1. Important Facts and Principles \n\n     God's Original Design. God celebrated the first marriage. Thus the institution has for its originator the Creator of the universe. \"Marriage is honorable\"; it was one of the first gifts of God to man, and it is one of the two institutions that, after the fall, Adam brought with him beyond the gates of Paradise. When the divine principles are recognized and obeyed in this relation, marriage is a blessing; it guards the purity and happiness of the race, it provides for man's social needs, it elevates the physical, the intellectual, and the moral nature.--PP 46.",
    "paragraph": 1,
    "bookcode": "TSB",
    "page": 13
}