{
    "word": "How is it with my brethren and sisters in America? How much do you practice self-denial in order that you may show liberality to the needy cause of God at this time? We are doing our work here under great pressure for the want of the very money that many of the members of our churches are expending upon their own fancies, in pleasing and gratifying themselves. If they had accepted the testimonies I have borne to them concerning the great want in these regions beyond, they would not be found expending one dollar in following the example of those who are multiplying pictures of themselves and their families. You would not be purchasing bicycles, which you could do without, but would be receiving the blessing of God in exercising your physical powers in a less expensive way. Instead \n\n\n                          -24- \n\nof investing one hundred dollars in a bicycle, you would consider the matter well, lest it might be at the price of souls for whom Christ died, and for whom he has made you responsible. Please read Isaiah 58, and see what is a sure remedy for poor health. Satan will contrive to bring about many devices to absorb the means which should be devoted to the cause of God at this time. We cannot open new fields in regions beyond, for want of the very means that are used up in various ways, which might be given to destitute missions. God would have you invest in a fund to erect humble houses of worship for those who have newly come to the faith, who cannot possibly command means to do this, on account of their great poverty. Their souls are just as precious as your soul; and could you pass through the experience through which we have passed since coming to this country, you would bind about your supposed wants, and would be ready to help to build humble houses of worship in regions beyond. You would have the satisfaction of denying inclination in thus investing means in the cause of God. Night after night, we have studied the perplexing problem of how we should obtain the means to advance the cause of God. It rests with you in America to solve this puzzling question. \"For though we walk in the flesh, we do not war after the flesh (for the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds); casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ.\"--From the Review of Aug. 21, 1894.",
    "paragraph": 2,
    "bookcode": "PH084",
    "page": 23
}