{
    "word": "1SP - The Spirit of Prophecy Volume One (1870)\n\n\nTable of Contents\n\nIntroductory--The Spirit of Prophecy,............................... 7\n\nChapter I.\nThe Fall of Satan,................................................. 17\n\nChapter II.\nThe Creation,...................................................... 24\n\nChapter III.\nThe Temptation and Fall,........................................... 27\n\nChapter IV.\nThe Plan of Salvation,............................................. 45\n\nChapter V.\nCain and Abel,..................................................... 54\n\nChapter VI.\nSeth and Enoch,.................................................... 60\n\nChapter VII.\nThe Flood,......................................................... 66\n\nChapter VIII.\nDisguised Infidelity,.............................................. 85\n\nChapter IX.\nThe Tower of Babel,................................................ 91\n\nChapter X.\nAbraham,........................................................... 93\n\nChapter XI.\nIsaac,............................................................ 101\n\nChapter XII.\nJacob and Esau,................................................... 105\n\nChapter XIII.\nJacob and the Angel,.............................................. 118\n\nChapter XIV.\nJoseph and His Brethren,.......................................... 126\n\nChapter XV.\nMoses,............................................................ 162\n\nChapter XVI.\nThe Plagues on Egypt,............................................. 182\n\nChapter XVII.\nThe Passover,..................................................... 199\n\nvi\n\nIsrael Leaves Egypt,.............................................. 204\n\nChapter XIX.\nTheir Journeyings,................................................ 221\n\nChapter XX.\nThe Law of God,................................................... 232\n\nChapter XXI.\nThe Sanctuary,.................................................... 269\n\nChapter XXII.\nStrange Fire,..................................................... 276\n\nChapter XXIII.\nThe Quails,....................................................... 281\n\nChapter XXIV.\nMiriam,........................................................... 285\n\nChapter XXV.\nCaleb and Joshua,................................................. 288\n\nChapter XXVI.\nKorah, Dathan, and Abiram,........................................ 296\n\nChapter XXVII.\nAaron's Rod,...................................................... 305\n\nChapter XXVIII.\nThe Sin of Moses,................................................. 309\n\nChapter XXIX.\nFiery Serpents,................................................... 314\n\nChapter XXX.\nBalaam,........................................................... 319\n\nChapter XXXI.\nDeath of Moses,................................................... 330\n\nChapter XXXII.\nJoshua,........................................................... 344\n\nChapter XXXIII.\nSamuel and Saul,.................................................. 352\n\nChapter XXXIV.\nDavid,............................................................ 377\n\nChapter XXXV.\nSolomon,.......................................................... 390\n\nChapter XXXVI.\nThe Ark of God,................................................... 398\n\n\nTHE SPIRIT OF PROPHECY\n\n     ONCE, MAN WALKED WITH GOD IN EDEN. WITH OPEN FACE HE BEHELD THE GLORY OF THE LORD, AND TALKED WITH GOD, AND CHRIST, AND ANGELS, IN PARADISE, WITHOUT A DIMMING VAIL BETWEEN. MAN FELL FROM HIS MORAL RECTITUDE AND INNOCENCY, AND WAS DRIVEN FROM THE GARDEN, FROM THE TREE OF LIFE, AND FROM THE VISIBLE PRESENCE OF THE LORD AND HIS HOLY ANGELS. MORAL DARKNESS, LIKE THE PALL OF DEATH, HAS SINCE CAST ITS SHADOWS EVERYWHERE, AND EVERYWHERE THE BLIGHT AND MILDEW OF SIN HAS BEEN SEEN. AND AMID THE GENERAL GLOOM AND MORAL WRETCHEDNESS, MAN HAS WANDERED FROM THE GATES OF PARADISE FOR NEARLY SIX THOUSAND YEARS, SUBJECT TO SICKNESS, PAIN, SORROW, TEARS, AND DEATH. HE HAS ALSO BEEN SUBJECT TO THE TEMPTATIONS AND WILES OF THE DEVIL, SO MUCH SO THAT IT IS THE SAD HISTORY OF MAN, THROUGHOUT THE ENTIRE PERIOD OF HIS FALLEN STATE, THAT SATAN HAS REIGNED WITH ALMOST UNIVERSAL SWAY.\n     WHEN ALL WAS LOST IN ADAM, AND THE SHADES OF NIGHT DARKENED THE MORAL HEAVENS, THERE SOON APPEARED THE STAR OF HOPE IN CHRIST, AND WITH IT THERE WAS ESTABLISHED A MEANS OF COMMUNICATION BETWEEN GOD AND MAN. IN HIS FALLEN STATE, MAN COULD NOT CONVERSE FACE TO FACE WITH GOD, AND WITH CHRIST, AND WITH ANGELS, AS WHEN IN HIS EDEN PURITY. BUT THROUGH THE MINISTRATION OF HOLY ANGELS COULD THE GREAT GOD SPEAK TO HIM IN DREAMS AND IN VISIONS. \"IF THERE BE A PROPHET AMONG YOU, I THE LORD WILL MAKE MYSELF KNOWN UNTO HIM IN A VISION, AND WILL SPEAK UNTO HIM IN A DREAM.\" NUMBERS 12:6.\n     THE MANIFESTATION OF THE SPIRIT OF PROPHECY WAS DESIGNED FOR ALL DISPENSATIONS. THE SACRED RECORD NOWHERE RESTRICTS IT TO ANY PARTICULAR PERIOD OF TIME, FROM THE FALL TO THE FINAL RESTITUTION. THE BIBLE RECOGNIZES ITS MANIFESTATION ALIKE IN\n\n                                                                   8\n\nTHE PATRIARCHAL AGE, IN THE JEWISH AGE, AND IN THE CHRISTIAN AGE. THROUGH THIS MEDIUM GOD COMMUNED WITH HOLY MEN OF OLD. ENOCH, THE SEVENTH FROM ADAM, PROPHESIED; AND SO EXTENSIVE WAS THE RANGE OF HIS PROPHETIC VISION, AND SO MINUTE, THAT HE COULD LOOK DOWN OVER LONG AGES, AND DESCRIBE THE COMING OF THE LORD, AND THE EXECUTION OF THE LAST JUDGMENT UPON THE UNGODLY. JUDE, VERSES 14, 15.\n     GOD SPAKE TO HIS PROPHETS IN THE JEWISH DISPENSATION IN VISIONS AND IN DREAMS, AND OPENED BEFORE THEM THE GREAT THINGS OF THE FUTURE, ESPECIALLY THOSE CONNECTED WITH THE FIRST ADVENT OF CHRIST TO SUFFER FOR SINNERS, AND HIS SECOND APPEARING IN GLORY TO DESTROY HIS ENEMIES, AND COMPLETE THE REDEMPTION OF HIS PEOPLE. IF THE SPIRIT OF PROPHECY NEARLY DISAPPEARED FROM THE JEWISH CHURCH FOR A FEW CENTURIES TOWARD THE CLOSE OF THAT DISPENSATION, ON ACCOUNT OF THE CORRUPTIONS IN THAT CHURCH, IT RE-APPEARED AT ITS CLOSE TO USHER IN THE MESSIAH. ZACHARIAS, THE FATHER OF JOHN THE BAPTIST, \"WAS FILLED WITH THE HOLY SPIRIT, AND PROPHESIED.\" SIMEON, A JUST AND DEVOUT MAN, WHO WAS \"WAITING FOR THE CONSOLATION OF ISRAEL,\" CAME BY THE SPIRIT INTO THE TEMPLE, AND PROPHESIED OF JESUS AS \"A LIGHT TO LIGHTEN THE GENTILES, AND THE GLORY OF ISRAEL.\" AND ANNA, A PROPHETESS, \"SPAKE OF HIM TO ALL THEM THAT LOOKED FOR REDEMPTION IN JERUSALEM.\" AND THERE WAS NO GREATER PROPHET THAN JOHN, WHO WAS CHOSEN OF GOD TO INTRODUCE TO ISRAEL \"THE LAMB OF GOD THAT TAKETH AWAY THE SIN OF THE WORLD.\"\n     THE CHRISTIAN AGE COMMENCED WITH THE OUTPOURING OF THE HOLY SPIRIT, AND THE MANIFESTATION OF VARIOUS SPIRITUAL GIFTS. AMONG THESE WAS THE GIFT OF PROPHECY. AFTER COMMISSIONING HIS DISCIPLES TO GO INTO ALL THE WORLD AND PREACH THE GOSPEL, JESUS SAYS TO THEM, \"AND THESE SIGNS SHALL FOLLOW THEM THAT BELIEVE: IN MY NAME SHALL THEY CAST OUT DEVILS; THEY SHALL SPEAK WITH NEW TONGUES; THEY SHALL TAKE UP SERPENTS; AND IF THEY DRINK ANY DEADLY THING, IT SHALL NOT HURT THEM; THEY\n\n                                                                   9\n\nSHALL LAY HANDS ON THE SICK, AND THEY SHALL RECOVER,\" MARK 16:17, 18. ON THE DAY OF PENTECOST, WHEN THE CHRISTIAN DISPENSATION WAS FULLY OPENED, SOME OF THESE GIFTS WERE MANIFESTED IN A WONDERFUL MANNER. ACTS 2:1-11. LUKE, IN GIVING ACCOUNT OF HIS TRAVELS WITH PAUL AND OTHERS, WHEN A QUARTER OF A CENTURY OF THE CHRISTIAN AGE HAD ALREADY PASSED, AFTER SPEAKING OF ENTERING INTO THE HOUSE OF PHILIP, THE EVANGELIST, SAYS: \"AND THE SAME MAN HAD FOUR DAUGHTERS, VIRGINS, WHICH DID PROPHESY. AND AS WE TARRIED THERE MANY DAYS, THERE CAME DOWN FROM JUDEA A CERTAIN PROPHET, NAMED AGABUS.\" ACTS 21:9, 10. AGAIN, STILL LATER, WE SEE THE BELOVED JOHN, IN THE ISLE OF PATMOS, IMBUED WITH THE SPIRIT OF PROPHECY IN ALL ITS FULLNESS. THE WONDERFUL REVELATION WAS GIVEN UNTO HIM WHEN MORE THAN HALF A CENTURY OF THE CHRISTIAN AGE HAD PASSED. AND HERE THE NEW-TESTAMENT RECORD LEAVES US WITHOUT A SINGLE INTIMATION THAT THE GIFTS OF THE SPIRIT SHOULD CEASE FROM THE CHURCH TILL THE DAY OF GLORY SHOULD BE USHERED IN BY THE SECOND APPEARING OF JESUS CHRIST.\n     SINCE THE GREAT APOSTASY, THESE GIFTS HAVE RARELY BEEN MANIFESTED; AND FOR THIS REASON, PROFESSED CHRISTIANS GENERALLY SUPPOSE THAT THEY WERE DESIGNED TO BE LIMITED TO THE PERIOD OF THE PRIMITIVE CHURCH. BUT FROM THE TIME OF THE PRIMITIVE CHRISTIANS TO THE PRESENT THERE HAVE BEEN MANIFESTATIONS AMONG THE MOST DEVOTED FOLLOWERS OF JESUS, WHICH HAVE BEEN RECOGNIZED BY NEARLY ALL OF THE LEADING DENOMINATIONS AS THE GIFTS OF THE HOLY SPIRIT. THEN SHOULD NOT THE ERRORS AND THE UNBELIEF OF THE CHURCH BE ASSIGNED AS REASONS WHY THESE MANIFESTATIONS HAVE BEEN SO SELDOM, RATHER THAN THAT GOD HAS TAKEN THESE BLESSINGS FROM THE CHURCH? WHEN THE PEOPLE OF GOD ATTAIN TO PRIMITIVE FAITH AND PRACTICE, AS THEY MOST CERTAINLY WILL UNDER THE LAST MESSAGE, THE LATTER RAIN WILL BE POURED OUT, AND ALL THE GIFTS WILL BE REVIVED. THE FORMER RAIN WAS GIVEN AT THE COMMENCEMENT OF THE CHRISTIAN\n\n                                                                   10\n\nAGE, IN THE TIME OF THE SOWING OF THE GOSPEL SEED, TO CAUSE IT TO GERMINATE AND TAKE GOOD ROOT. THEN THE CHURCH ENJOYED THE GIFTS. AND WHEN THE LATTER RAIN SHALL BE POURED OUT AT THE CLOSE OF THE DISPENSATION, TO RIPEN THE GOLDEN HARVEST FOR THE GARNER OF GOD, THEN WILL THE GIFTS OF THE HOLY SPIRIT BE MANIFESTED IN ALL THEIR FULLNESS.\n     TO THIS AGREE THE WORDS OF THE PROPHET, AS QUOTED BY PETER: \"AND IT SHALL COME TO PASS IN THE LAST DAYS, SAITH GOD, I WILL POUR OUT OF MY SPIRIT UPON ALL FLESH; AND YOUR SONS AND YOUR DAUGHTERS SHALL PROPHESY, AND YOUR YOUNG MEN SHALL SEE VISIONS, AND YOUR OLD MEN SHALL DREAM DREAMS. AND ON MY SERVANTS, AND ON MY HANDMAIDENS, I WILL POUR OUT IN THOSE DAYS OF MY SPIRIT, AND THEY SHALL PROPHESY. AND I WILL SHOW WONDERS IN HEAVEN ABOVE, AND SIGNS IN THE EARTH BENEATH; BLOOD, AND FIRE, AND VAPOR OF SMOKE. THE SUN SHALL BE TURNED INTO DARKNESS, AND THE MOON INTO BLOOD, BEFORE THAT GREAT AND NOTABLE DAY OF THE LORD COME.\" ACTS 2:17-20. THE SPIRIT OF PROPHECY IS HERE SEEN AMONG THE ESPECIAL SIGNS OF THE LAST DAYS. ITS REVIVAL IN THE LAST DAYS WAS TO CONSTITUTE ONE OF THE MOST NOTED SIGNS OF THE APPROACHING END. THIS IS EVIDENT FROM ITS BEING CLASSED WITH THE MOST PROMINENT SIGNS, IN THE SUN, IN THE MOON, AND IN THE STARS, AND SUCH WONDERS, IN THE HEAVENS ABOVE, AND IN THE EARTH BENEATH, AS BLOOD, AND FIRE, AND VAPOR OF SMOKE.\n     OF ALL THE BLESSINGS WHICH GOD HAS BESTOWED UPON HIS PEOPLE, THE GIFT OF HIS SON EXCEPTED, NONE HAVE BEEN SO SACRED, AND SO IMPORTANT TO THEIR WELFARE, AS THE GIFT OF HIS HOLY LAW, AND HIS HOLY SPIRIT. AND NONE HAVE BEEN SO WELL CALCULATED TO THWART THE PLANS OF SATAN, AND, CONSEQUENTLY, TO STIR HIS RAGE, AS THESE. AND WHEN THAT PEOPLE SHOULD ARISE IN THE LAST GENERATION OF MEN, WHO SHOULD BE OBSERVING ALL TEN OF THE PRECEPTS OF GOD'S HOLY LAW, AND SHOULD RECOGNIZE THE REVIVAL OF THE SPIRIT OF PROPHECY, THEY MIGHT EXPECT TO FEEL THAT BITTERNESS FROM THEIR OPPONENTS, WHICH CAN ARISE\n\n                                                                   11\n\nONLY FROM THE DIRECT INSPIRATION OF SATAN. \"AND THE DRAGON WAS WROTH WITH THE WOMAN, AND WENT TO MAKE WAR WITH THE REMNANT OF HER SEED, WHICH KEEP THE COMMANDMENTS OF GOD, AND HAVE THE TESTIMONY OF JESUS CHRIST.\" REVELATION 12:17.\n     \"THE TESTIMONY OF JESUS,\" SAID THE ANGEL TO JOHN, \"IS THE SPIRIT OF PROPHECY.\" REVELATION 19:10. IT IS THE KEEPING OF THE COMMANDMENTS OF GOD, AND THE RECOGNITION OF THE REVIVAL OF THE SPIRIT OF PROPHECY BY THE REMNANT OF THE CHURCH, OR THE CHRISTIANS OF THE LAST GENERATION, THAT STIRS THE IRE OF THE DRAGON.\n     THE JEWISH AGE, NOTWITHSTANDING ITS APOSTASIES, OPENED AND CLOSED WITH SPECIAL MANIFESTATIONS OF THE SPIRIT OF GOD. AND IT IS NOT REASONABLE TO SUPPOSE THAT THE CHRISTIAN AGE, THE LIGHT OF WHICH, COMPARED WITH THE FORMER DISPENSATION, IS AS THE LIGHT OF THE SUN TO THE FEEBLE RAYS OF THE MOON, SHOULD COMMENCE IN GLORY, AND CLOSE IN OBSCURITY. AND SINCE A SPECIAL WORK OF THE SPIRIT WAS NECESSARY TO PREPARE A PEOPLE FOR THE FIRST ADVENT OF CHRIST, HOW MUCH MORE SO FOR HIS SECOND ADVENT.\n     GOD HAS NEVER MANIFESTED HIS POWER TO HIS PEOPLE SIMPLY FOR THEIR GRATIFICATION; BUT ACCORDING TO THEIR NECESSITIES HAS HE WROUGHT FOR THEM. THEN WE MAY SAFELY CONCLUDE THAT AS HIS PEOPLE ARE PASSING THE PERILS OF THE LAST DAYS IN THE FINAL STRUGGLE WITH THE AROUSED POWERS OF DARKNESS, WHEN FALSE PROPHETS SHALL HAVE POWER TO SHOW GREAT SIGNS AND WONDERS, INSOMUCH THAT, IF IT WERE POSSIBLE, THEY WOULD DECEIVE THE VERY ELECT, OUR GRACIOUS GOD WILL BLESS AND STRENGTHEN HIS FAINTING PEOPLE WITH THE GIFTS, AS WELL AS THE GRACES, OF THE HOLY SPIRIT.\n     WE HAVE SEEN THAT THE MANIFESTATION OF THE SPIRIT OF PROPHECY IN DREAMS AND IN VISIONS BECAME NECESSARY IN CONSEQUENCE OF MAN'S BEING SEPARATED FROM THE VISIBLE PRESENCE OF GOD. BUT WHEN THE TABERNACLE OF GOD SHALL BE WITH MEN, AND HE SHALL DWELL WITH THEM, AND GOD HIMSELF SHALL BE WITH THEM,\n\n                                                                   12\n\nREVELATION 21:3; WHEN CHRIST SHALL COME AGAIN WITH ALL THE HOLY ANGELS, AND RECEIVE HIS PEOPLE UNTO HIMSELF, THAT WHERE HE SHALL BE, THERE THEY MAY BE ALSO, JOHN 14:3; AND WHEN MAN REDEEMED SHALL WALK AND TALK WITH GOD, AND CHRIST, AND ANGELS, IN EDEN RESTORED; THEN THERE WILL BE NO FURTHER NEED OF THE SPIRIT OF PROPHECY.\n     WHEN MAN IN EDEN STOOD IN ALL THE PERFECTION OF HIS MANHOOD, BEFORE THE BLIGHT OF SIN HAD TOUCHED ANYTHING THAT GOD HAD MADE FOR HIM, AND WITH OPEN FACE BEHELD THE GLORY OF THE LORD, HE COULD HAVE NO NEED OF THE SPIRIT OF PROPHECY. BUT WHEN EDEN WAS LOST IN CONSEQUENCE OF TRANSGRESSION, AND MAN WAS DOOMED TO GROPE HIS WAY FROM THE GATES OF PARADISE, ENSHROUDED IN THE MORAL GLOOM THAT RESULTED FROM THE CURSE AND THE REIGN OF SATAN, HE NEEDED THE LIGHT OF THE SPIRIT OF PROPHECY. AND HIS NEED IN THIS RESPECT WILL CONTINUE, MORE OR LESS URGENT, UNTIL THE RESTITUTION, WHEN THE REDEEMED SHALL WALK AND TALK WITH GOD, AND WITH CHRIST, AND WITH THE HOLY ANGELS, IN EDEN RESTORED.\n     THE APOSTLE TO THE CORINTHIANS CLEARLY SUSTAINS THIS POSITION. HE INTRODUCES THE SUBJECT BY STATING, \"NOW CONCERNING SPIRITUAL GIFTS, BRETHREN, I WOULD NOT HAVE YOU IGNORANT.\" 1 CORINTHIANS 12:1. HE DEEMED THE SUBJECT OF TOO GREAT IMPORTANCE TO LEAVE THE CHURCH AT CORINTH IN IGNORANCE RESPECTING IT. HE PROPOSES TO INSTRUCT THEM. WE SHALL DO WELL TO AVAIL OURSELVES OF THE BENEFIT OF HIS TEACHINGS.\n     IN THIS CHAPTER THE APOSTLE INTRODUCES THE HUMAN BODY, WITH ITS SEVERAL MEMBERS ACTING IN HARMONY, ONE DEPENDENT UPON THE OTHER, AS AN ILLUSTRATION OF THE CHRISTIAN CHURCH, WITH ITS MEMBERS, AND THE SEVERAL GIFTS GOD HAS SET IN THE CHURCH. HE THEN MAKES THE APPLICATION OF THE FIGURE THUS: \"NOW YE ARE THE BODY OF CHRIST, AND MEMBERS IN PARTICULAR. AND GOD HATH SET SOME IN THE CHURCH, FIRST APOSTLES, SECONDARILY PROPHETS, THIRDLY TEACHERS, AFTER THAT MIRACLES, THEN\n\n                                                                   13\n\nGIFTS OF HEALING, HELPS, GOVERNMENTS, DIVERSITIES OF TONGUES.\" VERSES 27 AND 28.\n     LET IT BE BORNE IN MIND THAT GOD HAS SET PROPHETS, MIRACLES, AND GIFTS OF HEALINGS, IN THE CHRISTIAN CHURCH AS VERILY AS HE HAS TEACHERS, HELPS, AND GOVERNMENTS. AND THIS EXPRESSION, \"GOD HATH SET\" THEM IN THE CHURCH, MEANS MORE THAN THAT HE WOULD COMMUNICATE WITH THIS PEOPLE BY HIS HOLY SPIRIT IN THE CHRISTIAN AGE THE SAME AS HE HAD IN FORMER DISPENSATIONS. IT CONVEYS THE IDEA THAT GOD HAD ESPECIALLY ENDOWED THE CHRISTIAN CHURCH WITH THEM. HE HAD ESTABLISHED THEM IN THE CHURCH, TO REMAIN UNTIL THE RETURN OF HER ABSENT LORD. THIS WAS DONE BECAUSE THE CHURCH NEEDED THEM. DID THE PRIMITIVE CHURCH NEED THEM? SO DID THE TRUE CHURCH NEED THEM TO LIGHT HER PATHWAY DURING THE DARK PERIOD OF HER PERSECUTIONS AND MARTYRDOM. AND MUCH MORE DOES THE CHURCH NEED THE GIFTS IN MAKING HER COURSE THROUGH THE PERILS OF THE LAST DAYS, AND IN MAKING READY TO RECEIVE HER SOON-COMING LORD.\n     THE DESIGN OF THE GIFTS, AND ALSO THE TIME OF THEIR CONTINUANCE IN THE CHURCH, ARE DEFINITELY EXPRESSED BY THE APOSTLE TO THE EPHESIANS: \"AND HE GAVE SOME, APOSTLES; AND SOME, PROPHETS; AND SOME, EVANGELISTS; AND SOME, PASTORS AND TEACHERS; FOR THE PERFECTING OF THE SAINTS, FOR THE WORK OF THE MINISTRY, FOR THE EDIFYING THE BODY OF CHRIST; TILL WE ALL COME IN THE UNITY OF THE FAITH, AND OF THE KNOWLEDGE OF THE SON OF GOD, UNTO A PERFECT MAN, UNTO THE MEASURE OF THE STATURE OF THE FULLNESS OF CHRIST.\" CHAP. 4:11-13.\n     IT CANNOT BE SHOWN THAT THE CHURCH DID, IN THE LIFETIME OF PAUL, REACH THE STATE OF UNITY, KNOWLEDGE, AND PERFECTION, HERE MENTIONED. AND CERTAINLY THE CHURCH DID NOT ENJOY THESE DURING HER APOSTASY, 2 THESSALONIANS 2:3, AND THE PERIOD OF HER FLIGHT INTO THE WILDERNESS, REVELATION 12:6. NOR HAS SHE REACHED THIS STATE OF UNITY, KNOWLEDGE, AND PERFECTION, SINCE THE LABORS OF MARTIN LUTHER. THE CHURCH TODAY IS ALMOST\n\n                                                                   14\n\nINFINITELY BELOW THIS STATE OF UNITY, KNOWLEDGE, AND PERFECTION. AND NOT UNTIL THE CHRISTIANS OF THE LAST GENERATION OF MEN SHALL BE BROUGHT TO THE ENJOYMENT OF IT BY THE LAST WARNING MESSAGE, AND ALL THE MEANS GOD MAY EMPLOY TO PREPARE THEM TO BE TRANSLATED TO HEAVEN WITHOUT TASTING DEATH, WILL THE ULTIMATE DESIGN OF THE GIFTS BE REALIZED.\n     BUT PAUL, IN 1 CORINTHIANS 13, HAS DISTINCTLY SHOWN WHEN THE GIFTS WOULD CEASE. IN THE FIRST PART OF THIS CHAPTER THE APOSTLE DISCOURSES UPON THE PRE-EMINENCE OF LOVE (IMPROPERLY TRANSLATED CHARITY) TO THE GIFT OF TONGUES, GIFT OF PROPHECY, FAITH, LIBERALITY TO THE POOR, AND COURAGE TO GIVE ONE'S BODY TO BE BURNED. THESE, IN THE ABSENCE OF LOVE, ARE VALUELESS. HE THEN DESCRIBES THE VIRTUES AND RICHES OF LOVE, CLOSING WITH THESE WORDS: \"CHARITY [LOVE] NEVER FAILETH; BUT WHETHER THERE BE PROPHECIES, THEY SHALL FAIL; WHETHER THERE BE TONGUES, THEY SHALL CEASE; WHETHER THERE BE KNOWLEDGE, IT SHALL VANISH AWAY.\" VERSE 8. WHILE LOVE IS NOT ONLY THE CROWNING CHRISTIAN GRACE HERE, BUT WILL REACH FORWARD TO ALL ETERNITY, AND BE THE CROWNING GLORY OF THE REDEEMED, THE GIFTS WILL CEASE WITH FAITH AND HOPE. AT THE GLORIOUS APPEARING OF THE LORD, FAITH WILL BE LOST IN SIGHT, HOPE IN FRUITION, PROPHECIES WILL FAIL TO BE ANY LONGER A LIGHT TO THE CHURCH, TONGUES WILL CEASE TO BE A SIGN, AND THE FAINT KNOWLEDGE OF THE PRESENT DIM NIGHT WILL VANISH BEFORE THE PERFECT KNOWLEDGE\nOF THE PERFECT DAY, AS THE DIM RAYS OF THE MOON VANISH BEFORE THE LIGHT OF THE RISING SUN.\n     NEXT COME THE FORCIBLE WORDS OF VERSE 9 AND 10: \"FOR WE KNOW IN PART, AND WE PROPHESY IN PART; BUT WHEN THAT WHICH IS PERFECT IS COME, THEN THAT WHICH IS IN PART SHALL BE DONE AWAY.\" WE STILL WAIT FOR THAT WHICH IS PERFECT TO COME. AND WHILE WE WAIT, MAY OUR DEAR, ABSENT LORD MANIFEST HIMSELF TO HIS WAITING PEOPLE THROUGH THE GIFTS. \"FOR,\" SAYS PAUL, SPEAKING OF THE PRESENT IMPERFECT STATE, \"WE KNOW IN PART, AND WE PROPHESY IN PART.\" HOW LONG SHALL\n\n                                                                   15\n\nTHE SPIRIT OF PROPHESY SERVE THE CHURCH? WHEN WILL IT BE DONE AWAY? ANSWER: \"BUT WHEN THAT WHICH IS PERFECT IS COME, THEN THAT WHICH IS IN PART SHALL BE DONE AWAY.\" THIS SHOULD SETTLE THE QUESTION OF THE PERPETUITY OF THE GIFTS IN THE CHRISTIAN CHURCH.\n     THE POPULAR VIEW, HOWEVER, IS THIS: THE GIFTS WERE GIVEN TO THE PRIMITIVE CHURCH, TO REMAIN ONLY DURING THE LIFETIME OF CHRIST'S FIRST APOSTLES. AT THEIR DEATH, THE GIFTS WERE TO BE REMOVED FROM THE CHURCH. BUT LET IT BE REMEMBERED THAT A GREAT CHANGE TAKES PLACE WHEN THE GIFTS ARE TO CEASE, AND THAT CHANGE IS FROM AN IMPERFECT STATE TO THAT WHICH IS PERFECT; FROM THE DIMNESS OF NIGHT TO THE GLORY OF PERFECT DAY. WE NEED NOT INQUIRE IF SUCH A CHANGE TOOK PLACE AT THE DEATH OF THE FIRST APOSTLES; FOR ALL WHO HAVE ANY KNOWLEDGE OF THE HISTORY OF THE PRIMITIVE CHURCH, KNOW THAT WHATEVER CHANGES DID TAKE PLACE IN THE CHURCH ABOUT THE TIME OF THE DEATH OF THE APOSTLES, WERE NOT FOR THE BETTER, BUT DECIDEDLY FOR THE WORSE. EVEN IN PAUL'S DAY, THE MYSTERY OF INIQUITY ALREADY WORKED IN THE CHURCH. 2 THESSALONIANS 2:7. AND THE APOSTLE, ADDRESSING THE ELDERS OF THE CHURCH AT MILETUS, SAYS: \"FOR I KNOW THIS, THAT AFTER MY DEPARTING SHALL GRIEVOUS WOLVES ENTER IN AMONG YOU, NOT SPARING THE FLOCK. ALSO OF YOUR OWN SELVES SHALL MEN ARISE, SPEAKING PERVERSE THINGS, TO DRAW AWAY DISCIPLES AFTER THEM.\" ACTS 20:29, 30. BUT IF WE APPLY THIS GREAT CHANGE TO THE CLOSE OF THE PRESENT DISPENSATION, AND THE INTRODUCTION OF THE ETERNAL DAY OF GLORY, ALL IS PLAIN. HERE WE HAVE THE CLEAREST PROOF THAT THE GIFTS WERE NOT TO BE DONE AWAY UNTIL THE SECOND APPEARING OF CHRIST.\n     PAUL CONTINUES WITH AN ILLUSTRATION OF THE PRESENT IMPERFECT STATE, AND THE FUTURE STATE PERFECTION AND GLORY: \"WHEN I WAS A CHILD, I SPAKE AS A CHILD, I UNDERSTOOD AS A CHILD, I THOUGHT AS A CHILD; BUT WHEN I BECAME A MAN, I PUT AWAY CHILDISH THINGS.\" VERSE 11. HIS CHILDHOOD REPRESENTS THE PRESENT IMPERFECT STATE; HIS MANHOOD, THE PERFECTION OF\n\n                                                                   16\n\nTHE IMMORTAL STATE. THIS IS EVIDENT. NOW SUPPOSE WE ARE WRONG, AND THAT PAUL'S CHILDHOOD REPRESENTS THE CHURCH IN HIS DAY, ENDOWED WITH THE GIFTS; AND THAT HIS MANHOOD REPRESENTS THE CHURCH AFTER HIS DEATH, STRIPPED OF THE GIFTS OF THE HOLY SPIRIT, AND FAST SINKING AWAY TOWARD THE GREAT APOSTASY! ABSURDITY!\n     AND STILL THE APOSTLE CONTINUES WITH ANOTHER BEAUTIFUL ILLUSTRATION OF THE CHANGE FROM THE PRESENT DISPENSATION, DURING WHICH THE CHURCH WAS TO ENJOY THE COMPARATIVELY-DIM LIGHT OF THE GIFTS, AS SHE WALKED BY FAITH AND HOPE, TO THE OPEN GLORIES OF THE WORLD TO COME, WHEN THE REDEEMED SHALL WALK WITH GOD IN EDEN RESTORED, AND TALK FACE TO FACE WITH CHRIST AND ANGELS. HE SAYS: \"FOR NOW WE SEE THROUGH A GLASS DARKLY; BUT THEN, FACE TO FACE.\" VERSE 12. TO THE VIEW THAT THE GIFTS WERE TO CEASE AT THE DEATH OF THE FIRST APOSTLES, AND THAT WITH THEIR DEATH CAME THE GLORIOUS CHANGE ILLUSTRATED BY THESE WORDS OF THE APOSTLE, WE NEED ONLY TO REPEAT, ABSURDITY!\n     THE TRUTH OF GOD UPON THIS SUBJECT IS CONSISTENT AND HARMONIOUS WITH ITSELF, AND WITH ALL DIVINE TRUTH. THE SPIRIT OF PROPHECY, IN CONSEQUENCE OF THE FALL AND MAN'S SEPARATION FROM THE VISIBLE PRESENCE OF GOD, BECAME A NECESSITY. THIS NECESSITY HAS NOT BEEN OBVIATED BY ANY PAST CHANGE OF DISPENSATION. AND NO DISPENSATION NEEDS THE GIFTS OF THE HOLY SPIRIT MORE THAN THE CHRISTIAN AGE; AND AT NO TIME IN THE LONG PERIOD OF MAN'S SEPARATION FROM GOD'S VISIBLE PRESENCE, HAVE THEY BEEN SO MUCH NEEDED AS AMID THE PERILS OF THE RAGING TEMPESTS OF THE LAST DAYS. BUT WHEN THE REDEEMER SHALL COME, THE CONTROVERSY BE ENDED, THE SAINTS' REST GIVEN, AND THEY, ALL IMMORTAL, MEET AROUND THE THRONE WITH ANGELS, AND FACE TO FACE BEHOLD THE GLORY OF GOD AND THE LAMB, THE SPIRIT OF PROPHECY WILL BE NUMBERED AMONG HEAVEN'S CHOICEST BLESSINGS OF THE PAST.\n\n\n\nThe Great Controversy\n\nChapter I. - The Fall of Satan.\n\n     Satan in Heaven, before his rebellion, was a high and exalted angel, next in honor to God's dear Son. His countenance, like those of the other angels, was mild and expressive of happiness. His forehead was high and broad, showing a powerful intellect. His form was perfect; his bearing noble and majestic. A special light beamed in his countenance, and shone around him brighter and more beautiful than around the other angels; yet Jesus, God's dear Son, had the pre-eminence over all the angelic host. He was one with the Father before the angels were created. Satan was envious of Christ, and gradually assumed command which devolved on Christ alone.",
    "paragraph": 1,
    "bookcode": "1SP",
    "page": 17
}