{
    "word": "K.--100--'03 \n     Obtain the best help in the cooking that you can. If food is prepared in such a way that it is a tax on the digestive organs, be sure that investigation is needed. Food can be prepared in such a way as to be both wholesome and palatable.  {TSDF 138.10}  \n                                                       MS.--93--'01 \n     The cook in a sanitarium should be a thorough health reformer. A man is not converted unless his appetite and diet correspond with his profession of faith.  {TSDF 138.11}  \n     The cook in a sanitarium should be a well trained medical missionary. He should be a capable person, able to experiment for himself. He should not confine himself to recipes. The Lord loves us, and He does not want us to do ourselves harm by following unhealthful recipes.  {TSDF 138.12}  \n     At every sanitarium there will be some who will complain about the food, saying that it does not suit them. They need to be educated in regard to the evils of unhealthful diet. How can the brain be clear while the stomach is suffering?  {TSDF 138.13}  \n                                                        K.--37--'01 \n     There should be in our sanitarium a cook who thoroughly understands the work, one who has good judgment, who can experiment, who will not introduce into the food those things which should be \n\n\n                                                                  139 \n\navoided. It is well to leave sugar out of the crackers that are made. Some enjoy best the sweetest crackers, but these are an injury to the digestive organs. Butter should not be placed on the table; for if it is some will use it too freely, and it will obstruct digestion.  {TSDF 138.14}  \n                                                       I.--127--'04 \n     The danger of going to extremes in diet must be guarded against in the sanitarium. We can not expect worldlings to accept at once that which our people have been years in learning. Even now there are many of our ministers who do not practice health reform, notwithstanding the light they have had. We can not expect those who do not realize the need of abstemiousness in diet, who have had no practical experience on this subject, to take at once the wide step between self-indulgence in eating and the most strenuous diet in health reform.",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 139
}