{
    "word": "Dress of the Infant. \n     631. The garments are made extravagantly long, and in order to keep them up on the infant, its body is girded with tight bands, or waists, which hinder the free action of the heart and lungs. Infants are compelled to bear a needless weight because of the length of their garments, and thus clothed, they do not have free use of their muscles and limbs. Mothers have thought it necessary to compress the bodies of their infant children to keep them in shape, as if fearful that without tight bandages they would fall in pieces or become deformed. Do the animal creation become deformed because nature \n                                                                           148\nis left to do her own work? Do the little lambs become deformed because they are not girded about with bands to give them shape? They are delicately and beautifully formed. Human infants are the most perfect, and yet the most helpless, of all the Creator's handiwork, and therefore their mothers should be instructed in regard to physical laws, so as to be capable of rearing them with physical, mental, and moral health. Mothers, nature has given our infants forms which need no girts or bands to perfect them. God has supplied them with bones and muscles sufficient for their support, and to guard nature's fine machinery within, before committing it to your care. The dress of the infant should be so arranged that its body will not be in the least compressed after taking a full meal. . . . Another great cause of mortality among infants and youth, is the custom of leaving their arms and shoulders naked. This fashion cannot be too severely censured. It has cost the lives of thousands. The air, bathing the arms and limbs and circulating about the armpits, chills these sensitive portions of the body so near the vitals, hinders the healthy circulation of the blood, and induces disease, especially of the lungs and brain.--H to L., Chap. 5, pp. 67-69.",
    "paragraph": 2,
    "bookcode": "HL",
    "page": 147
}