{
    "word": "\"The interests in Graysville and Huntsville will grow into usefulness, if the believers there will do their very best in the Lord's way. Let each one connected with the schools in these places remember that on him rests the responsibility of reflecting light to those in darkness.  {1888 1800.10} \n \n             \"A Call to Our Publishing Houses and Sanitariums \n\n     \"God has given our publishing houses opportunity to cooperate with Him by assisting the newly-established publishing house at Nashville.  {1888 1800.11}  \n     \"When a publishing plant is established in a new field, it must receive help and encouragement from the various plants already in operation, that it may develop into a strong, influential institution. Every new institution is to be regarded as a sister-helper in the great work of proclaiming the third angel's message.  {1888 1800.12}  \n     \"The publishing house in Nashville is now in need of several thousand dollars to establish its business on a firm basis, and to enable it to do without delay the work that is to be done in its territory. We are instructed by the Lord to call upon the long-established houses to favor the Nashville publishing house as they were favored years ago when in straitened circumstances. They are to act toward the Nashville institution the same part that was acted toward them in their early history. God expects them to help their sister institution by gifts and offerings. They now have opportunity to show their repentance for past neglect.\"  {1888 1800.13}  \n     My husband and myself, under the direction of God, established the publishing houses in Battle Creek and Oakland, and I know how we worked. God instructed me that I must go to the camp-meetings, and ask for means, and I went, just as He told me. I went alone, for my husband was sick. I went from camp-meeting to camp-meeting, calling for means; and I feel that I now have a right to call upon these publishing houses to help in establishing similar institutions. \n                                                                -\n  {1888 1800.14}  \n     \"God has given our sanitariums an opportunity to set in operation a work that would be as a stone instinct with life, growing as it is moved by an invisible hand. Let this mystic stone be set in operation. If ever a place needed medical missionary work, it is the \n                                                                           1801\nSouthern field. Had this work been done for the colored people immediately after the proclamation of freedom, how different would be the condition of the Southern states today! Medical missionary work has not yet been done as God requires it to be done in this needy field. Sanitariums should have been established in many places. This would have opened doors for the entrance of Bible truth. It would have removed much of the prejudice existing against those who look upon the colored people as having souls as well as the white people.  {1888 1800.15} \n     \"To many of the colored people God has given rare and precious talents. Many will be brought to a knowledge of present truth. But it will take untiring effort and God-given wisdom to break down the barriers that have been erected against the education of the colored race,--barriers that for years have been growing stronger.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1801
}