{
    "word": "Through the study of the Word of God, a great work may be done for the Southern people. The colored people, though emancipated from physical slavery, are still in the slavery of ignorance. They are led to believe that they should do just what their ministers tell them to do. Unless their minds are enlightened so that they may understand the Scripture for themselves, and know that God has spoken to their souls, they will not be benefited by the preaching of the truth; for they are in a condition to be deceived easily by false teachers. In reaching the colored people, it is best to seek to educate them before presenting the pointed truths of the third angel's message. Let missionaries work quietly for both white and colored people in the South. Let them work in a way to help those who most need help, who are surrounded with influences that are misleading. Many of them are under the control of those who will stir up the worst passions of the human heart. The priests and rulers in Christ's day worked most successfully in stirring up the passions of the mob, because they were ignorant, and had placed their trust in man. Thus they were led to denounce and reject Christ and to choose a  robber and murderer in His place. The work in the South should be done without noise or parade. Let missionaries who are truly converted, and who feel the burden of the work, seek wisdom from God, and with all the tact they can command, let them go into this field. Medical missionaries can find a field in which to relieve \n                                                                           49\nthe distress of those who are failing under bodily ailments. They should have means so that they may clothe the naked and feed the hungry. Christian help work will do more than the preaching of sermons. There is a great need that a class of workers should go to this field who will do this kind of work. Let them meet together and relate their experiences, pray together, and hold their services, not in a way to attract attention to themselves, but in quietness, in meekness, and lowliness. But while they pursue this humble course, let them not sink down into cheapness in conversation, cheapness in manners and ways. Let the workers be Christlike, that they may by precept and example exert an elevating influence. Let them furnish themselves with the most appropriate, simple lessons from the life of Christ to present to the people. Let them not dwell too much upon doctrinal points, or upon features of our faith that will seem strange and new; but let them present the sufferings and the sacrifice of Christ; let them hold up His righteousness and reveal His grace; let them manifest His purity and holiness of character. Workers in the Southern field will need to teach the people line upon line, precept upon precept, here a little and there a little.",
    "paragraph": 2,
    "bookcode": "SW",
    "page": 48
}