{
    "word": "Nathanael heard John as he pointed to the Saviour, and said, \"Behold the Lamb of God, which taketh away the sin of the world! \"Nathanael looked at Jesus, but he was disappointed in the appearance of the world's Redeemer. Could he who bore the marks of toil and poverty, be the Messiah? Jesus was a worker; he had toiled with humble working-men, and Nathanael went away. But he did not form his opinion decidedly as to what the character of Jesus was. He knelt down under a fig-tree, inquiring of God if indeed this man was the Messiah. While he was there, Philip came and said, \"We have found him, of whom Moses in the law, and the prophets did write, Jesus of Nazareth, the son of Joseph.\" But the word \"Nazareth\" again aroused his unbelief, and he said, \"Can there any good thing come out of Nazareth?\" He was full of prejudice, but Philip did not seek to combat his prejudice; he simply said, \"Come and see.\" When Nathanael came into the presence of Jesus, Jesus said, \"Behold an Israelite indeed, in whom is no guile!\" Nathanael was amazed. He said, \"Whence knowest thou me? Jesus answered and said unto him, Before that Philip called thee, when thou wast under the fig-tree, I saw thee.\"  {1888 534.10}  \n     Would it not be well for us to go under the fig-tree to plead with God as to what is truth? Would not the eye of God be upon us as it was upon Nathanael? Nathanael believed on the Lord, and exclaimed, \"Rabbi, thou art the Son of God; thou art the King of Israel. Jesus answered and said unto him, Because I said unto thee, I saw thee under the fig-tree, believest thou? thou shalt see greater things than these. And he saith unto him, Verily, verily, I say unto you, Hereafter ye shall see heaven open, and the angels of God ascending and descending upon the Son of man.\"  {1888 534.11}  \n     This is what we shall see if we are connected with God. God wants us to depend upon him, and not upon man. He desires us to have a new heart; he would give us revealings of light from the throne of God. We should wrestle with every difficulty, but when some controverted point is presented, are you to go to man to find out his opinion, and then shape your conclusions from his?--No, go to God. Tell him what you want; take your Bible and search as for hidden treasures.  {1888 534.12}  \n     We do not go deep enough in our search for truth. Every soul who believes present truth will be brought where he will be required to give a reason of the hope that is in him. The people of God will be called upon to stand before kings, princes, rulers, and great men of the earth, and they must know that they do know what is truth. They must be converted men and women. God can teach you more in one moment by his Holy Spirit than you could learn from the great men of the earth. The universe is looking upon the controversy that is going on upon the earth. At an infinite cost, God has provided for every man an opportunity to know that which will make him wise unto salvation. How eagerly do angels look to see who will avail himself of this opportunity! When a message is presented to God's people, they should not rise up in opposition \n                                                                           535\nto it; they should go to the Bible, comparing it with the law and the testimony, and if it does not bear this test, it is not true. God wants our minds to expand. He desires to put his grace upon us. We may have a feast of good things every day; for God can open the whole treasure of heaven to us. We are to be one with Christ as he is one with the Father, and the Father will love us as he loves his Son. We may have the same help that Christ had, we may have strength for every emergency; for God will be our front guard and our rereward. He will shut us in on every side, and when we are brought before rulers, before the authorities of the earth, we need not meditate beforehand of what we shall say. God will teach us in the day of our need. Now may God help us to come to the feet of Jesus and learn of him, before we seek to become teachers of others.  {1888 534.13} \n\nChap. 62 - Remarks at Bible School\n\n                     Responding to New Light \n\n          Remarks at the Bible School, Battle Creek, Michigan \n\n\n                        Monday, February 3, 1890 \n\n\n     My brethren, I am laboring most earnestly day and night. My mind is traveling. Things are constantly being revived to my mind that have been revealed in times past, all the way along. I feel such a burden pressing and urging upon me that I cannot keep my tongue silent. Now, we have talked it, and we have urged it, and we have set it before you, and begged and pleaded and prayed and wrestled with all the strength of our being, until we have felt afterward--after the occasion was over--the whole being was so feeble that my breath might stop and my life end at any time. Still on another occasion I am urged in behalf of the people. Now, why can't you do some of this? Every time our people assemble, they come, and they hear, and they go away as they came. They may have a little light, but they do not act on it. They do not take their position on the Lord's side. You do not see that they have opened up the avenues of the heart where the Spirit of God, with its illuminating power, can come right into the heart and soul, so that they will respond.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 536
}