{
    "word": "Harriet, I was carried back and shown that there has never been a reception of the visions given in Paris. It is still looked upon that Bro. White dealt too plain, and you are not free in this matter. From what has been shown me he dealt no plainer than the case deserved. And the dissatisfaction and warfare against the testimony and visions there borne must be seen, felt and acknowledged, or they will be subject to wrong influences and the temptations of the Devil. They will appear to be united with us, but when in God's order plain dealing or reproofs are given, all the past is called up and the same warfare commences, and they are more liable to sympathize with those who are wrong than with the right. All these things will have to be realized and thorough work made. The influence and feelings which existed in Paris has affected your judgment, and still sways your mind. You have received and cherished feelings that Bro. White was too hard and severe, and if one is censured or has plain matters of fact laid before them, they complain of Bro. White's severity, and you stand all ready to sympathize with them. In this you come short of being a co-worker with God and his angels. God lays a burden on his servant that things are not right; he must bear a plain testimony. It is not pleasant for him to do this. He would gladly be excused, but must do his duty regardless of consequences. Who then I ask, deserves the sympathy? The one who feels the burden, and in the fear of God discharges his duty, or the erring one who causes trouble and burden \n                                                                           8\nby grieving the Spirit of God? Just as long as God has a people, just as long as he has a church, he will have those who will cry aloud and spare not, who will be his instruments to reprove selfishness and sins, and will not shun to declare the whole counsel of God, whether men will hear or forbear. I saw that individuals would rise up against the plain testimonies. It does not suit their natural feelings. They would choose to have smooth things spoken unto them, and have peace cried in their ears. You would choose to be flattered and caressed. But this is not the work that God has assigned us. Individuals have been watching James with jealousy and suspicion, and the feelings and the prejudices have been communicated to each other, while he was left in darkness as to the real state of their feelings, and they were doubting the messages which the Lord had given. I saw that a great trial was before the church at Battle Creek. I saw that James must be careful whom he trusted or confided in, for he was watched by some of his brethren at Battle Creek, and watched by those in the Office, especially by yourself, Uriah and Fletcher. I saw that the leaven of dissatisfaction that worked in Paris and Rochester has been at work here. The messages which the Lord gave in Paris were doubted. The plain reproofs that my husband there bore were not received, but he was looked upon as being hard and severe; but I was shown that had he borne a more mild testimony he would have merited the displeasure of God. The feelings of those in Paris were not in union with the spirit and work of God, and they realized not the sacrifices and self-denial that must be made by \n                                                                           9\nthem as well as others to fill their place in the work of God. When they were reproved, instead of searching carefully their own hearts and confessing their wrongs, self rose up, It can't be so! They dwelt upon what they regarded as Bro. White's severity, sympathized with each other, linked together in their unbelief and dissatisfaction. And they never yet have seen and realized their wrong course, or our sufferings in Paris, which need not have been as severe if they had taken a right course. All this is recorded, and will yet appear before them in its true light, just as Heaven regards it. They were willing to think they had been dealt too severely with. Satan helped them in the matter. Angels were grieved and turned from them, and they went into great darkness. They rejected the means which God had chosen to correct them, and their discernment between a right and wrong spirit was gone. Bro. J. N. A. sympathized with his friends in Paris. Their feelings and their course of action affected him, influenced his mind, and his judgment and his sympathies were perverted, and he often stood on the side of those who were cautioned or reproved, which caused trouble instead of healing the difficulty. This all arose from not having his sympathy and influence with those whom he should have confidence in, and leaving those to bear and fully feel their burden who were not right, that by diligent search of their own course they might make strait and thorough work. Things at Paris were left at loose ends, all prepared for Satan to tangle into a perplexing knot to suit himself. They never have realized their wrongs and taken them out of the way. The bars were left down for Satan \n                                                                           10\nto step in and possess the field. When everything moves on smoothly then past dissatisfaction and difficulties originating in Paris lie dormant; but when reproof is given the same warfare commences. Bro. White is wrong, he is severe, he was hard back there, he is the same now. Jealousy and hard feelings arise, and as he is in union with the visions, as the visions and his testimony agree, the visions are doubted. And Satan has worked secretly, first at Waukon, and then at Battle Creek, to affect and overthrow the work of God.",
    "paragraph": 1,
    "bookcode": "PH016",
    "page": 7
}