{
    "word": "I now state plainly, Bro. McLearn has been exalted, praised, deified. Why? Because of his unselfish labors to bring the work and cause of God up where it is? Is it because of his sacrifice of self, his untiring efforts for the cause of God? No; but because he pleased a certain class who were blinded as to the spirit of the work and what God requires of his people, both parents and children, for this time. These teachers apprehend no special cause of alarm in the present condition of the professed people of God, in their assimilating to the world, and in their lack of love and lack of exercising forbearance toward their brethren. These consider the character of the church generally in a flourishing condition. Therefore they prophesy smooth things, and cry, Peace, peace; and those who want to have it so take up the cry, Peace, \n                                                                           3\npeace. They believe their report, and in the place of being alarmed, are at ease in Zion. They have not sought after idols or graven images to worship and bow down before them, but they have idolized one another. Poor, frail, erring man has been petted, praised, exalted, and, saith God, \"Where is my honor?\" These men are seeking to bring in a different order of things. They would, by their precept and example, lead the people in a path that God has not bid them to travel. They advocate principles and customs directly contrary to the teaching of the Spirit of God, which has been appealing to the people for the last thirty-six years. God is light, and in him is no darkness at all. His children are children of the light. In all ages the obligations and works of the children of God have been at variance with the world. Their calling, their character, their prospects, are peculiar; and it is these peculiarities that distinguish them from the world, and separate them in spirit and practice from the people of the world. The contrast is most decided. The words of inspiration specify the difference between the children of the light and the children of darkness. And as we near the close of time, the demarkation between the children of light and the children of darkness will be more and more decided, they will be more and more at variance. This difference is expressed in the words of Christ, \"Born again,\" \"created anew in Christ,\" \"dead to the world and alive unto God.\" These are the walls of separation that divide the heavenly from the earthly, and describe the difference between those who belong to the world and those who are chosen out of it, who are elect, precious in the sight of God. The members of this body are builded together for a habitation of God through the Spirit. Jesus abides in them, and they abide in Jesus. There is no room for idols, no place for concord with Belial, no place for friendship with the world.",
    "paragraph": 1,
    "bookcode": "PH155",
    "page": 2
}