{
    "word": "Not even a sparrow falls to the ground without the Father's notice. Satan's hatred against God leads him to delight in destroying even the dumb creatures. It is only through God's protecting care that the birds are preserved to gladden us with their songs of joy. But He does not forget even the sparrows. \"Fear ye not therefore, ye are of more value than many sparrows.\" Matthew 10:31. \n\n\n     \"Bless Jehovah, O my soul. \n        O Jehovah my God, Thou art very great; \n      Thou art clothed with honor and majesty: \n        Who coverest Thyself with light as with a garment; \n      Who stretchest out the heavens like a curtain; \n        Who layeth the beams of His chambers in the waters; \n      Who maketh the clouds His chariot; \n        Who walketh upon the wings of the wind; \n      Who maketh winds His messengers; \n        Flames of fire His ministers; \n\n\n     \"Who laid the foundations of the earth, \n        That it should not be moved forever. \n      Thou coveredst it with the deep as with a vesture; \n        The waters stood above the mountains. \n      At Thy rebuke they fled; \n        At the voice of Thy thunder they hasted away \n      (The mountains rose, the valleys sank down) \n        Unto the place which Thou hadst founded for them. \n      Thou hast set a bound that they may not pass over; \n        That they turn not again to cover the earth. \n\n\n     \"He sendeth forth springs into the valleys; \n        They run among the mountains; \n      They give drink to every beast of the field; \n        The wild asses quench their thirst. \n      By them the birds of the heavens have their habitation; \n        They sing among the branches. \n      He watereth the mountains from His chambers: \n        The earth is filled with the fruit of Thy works. \n      He causeth the grass to grow for the cattle, \n        And herb for the service of man; \n                                                                           274\n\n     \"That He may bring forth food out of the earth, \n        And wine that maketh glad the heart of man, \n      And oil to make his face to shine \n        And bread that strengtheneth man's heart. \n      The trees of Jehovah are filled with moisture, \n        The cedars of Lebanon, which He hath planted; \n      Where the birds make their nests: \n        As for the stork, the fir trees are her house. \n      The high mountains are for the wild goats; \n        The rocks are a refuge for the conies. \n\n\n     \"He appointed the moon for seasons: \n        The sun knoweth his going down. \n      Thou makest darkness, and it is night, \n        Wherein all the beasts of the forest creep forth. \n      The young lions roar after their prey, \n        And seek their food from God. \n      The sun ariseth, they get them away, \n        And lay them down in their dens. \n      Man goeth forth unto his work \n        And to his labor until the evening. \n\n\n     \"O Jehovah, how manifold are Thy works! \n      In wisdom hast Thou made them all: \n        The earth is full of Thy riches. \n      Yonder is the sea, great and wide, \n      Wherein are things creeping innumerable, \n        Both small and great beasts. \n      There go the ships; \n        There is leviathan, whom Thou hast formed to play therein. \n      These wait all for Thee, \n      That Thou mayest give them their food in due season. \n        Thou givest unto them, they gather; \n      Thou openest Thy hand, \n        They are satisfied with good. \n      Thou hidest Thy face, \n        They are troubled; \n      Thou takest away their breath, \n        They die, \n        And return to their dust. \n      Thou sendest forth Thy Spirit, \n        They are created; \n        And Thou renewest the face of the ground. \n\n\n     \"Let the glory of Jehovah endure forever; \n        Let Jehovah rejoice in His works: \n      Who looketh on the earth, and it trembleth; \n        He toucheth the mountains, and they smoke. \n                                                                           275\n\n      I will sing unto Jehovah as long as I live: \n        I will sing praise to my God while I have any being. \n      Let my meditation be sweet unto Him: \n        I will rejoice in Jehovah.\"   Psalm 104:1-34, A. R. V. \n\n\n     \"Thou that art the confidence of all the ends of the earth, \n        And of them that are afar off upon the sea: \n      Who by His strength setteth fast the mountains, \n        Being girded about with might: \n      Who stilleth the roaring of the seas, . . . \n        And the tumult of the peoples. . . . \n      Thou makest the outgoings of the morning and evening to \n           rejoice. . . . \n      Thou crownest the year with Thy goodness; \n        And Thy paths drop fatness.\" \n                                       Psalm 65:5-11, A. R. V. \n\n\n     \"Jehovah upholdeth all that fall, \n        And raiseth up all those that are bowed down. \n      The eyes of all wait for Thee; \n        And Thou givest them their food in due season. \n      Thou openest Thy hand, \n        And satisfiest the desire of every living thing.\" \n                                     Psalm 145:14-16, A. R. V.",
    "paragraph": 1,
    "bookcode": "8T",
    "page": 273
}