{
    "word": "What should be done for the colored race has long been a vexed question, because professed Christians have not had the Spirit of Christ. They have been called by His name but they have not imitated His example. Men have thought it necessary to plan in such a way as to meet the prejudice of the white people; and a wall of separation in religious worship has been built up between the colored people and the white people. The white people have declared themselves willing that the colored people should be converted. They have no objection to this. They were willing that they should be grafted into the same parent stock, Christ, and become branches \n                                                                           20\nwith themselves of the living Vine; yet they were not willing to sit by the side of their colored brethren and sing and pray and bear witness to the truth which they had in common. Not for a moment could they tolerate the idea that they should together bear the fruit that should be found on the Christian tree. The image of Christ might be stamped upon the soul, but it still would be necessary to have a separate church and a separate service. But the question is, Is this in harmony with the moving of the Spirit of God? Is it not after the manner in which the Jewish people acted in the days of Christ? Is not this prejudice against the colored people on the part of the white people similar to that which was cherished by the Jews against the Gentiles? They cultivated the idea until it became deep-rooted that the Gentile should not share the privileges of light and truth that were given to the Jews. They believed that the Jews alone should be recipients of heavenly grace and favor. Christ worked throughout His life to break down this prejudice. No human power alone could overcome it. This prejudice was created not by mere flesh and blood, but by principalities and powers; and in wrestling against it He was wrestling against the rulers of the darkness of this world, against spiritual wickedness in high places.",
    "paragraph": 3,
    "bookcode": "SW",
    "page": 19
}