{
    "slides": [
        {
            "text": "And the whole multitude of them arose, and led him unto Pilate.  And they began to accuse him, saying, We found this [fellow] perverting the nation, and forbidding to give tribute to Caesar, saying that he himself is Christ a King.  ",
            "reference": {
                "book": "Genesis",
                "chapter": "1",
                "verse": {
                    "start": "1.",
                    "end": "2."
                }
            },
            "image": "https://gesab001.github.io/assets/images/godcreatedtheworld"
        },
        {
            "text": "And Pilate asked him, saying, Art thou the King of the Jews? And he answered him and said, Thou sayest [it. ]  Then said Pilate to the chief priests and [to] the people, I find no fault in this man.  ",
            "reference": {
                "book": "Genesis",
                "chapter": "1",
                "verse": {
                    "start": "3.",
                    "end": "4."
                }
            },
            "image": "https://gesab001.github.io/assets/images/godcreatedtheworld"
        },
        {
            "text": "And they were the more fierce, saying, He stirreth up the people, teaching throughout all Jewry, beginning from Galilee to this place.  When Pilate heard of Galilee, he asked whether the man were a Galilaean.  ",
            "reference": {
                "book": "Genesis",
                "chapter": "1",
                "verse": {
                    "start": "5.",
                    "end": "6."
                }
            },
            "image": "https://gesab001.github.io/assets/images/godcreatedtheworld"
        },
        {
            "text": "And as soon as he knew that he belonged unto Herod's jurisdiction, he sent him to Herod, who himself also was at Jerusalem at that time.  And when Herod saw Jesus, he was exceeding glad: for he was desirous to see him of a long [season,] because he had heard many things of him; and he hoped to have seen some miracle done by him.  Then he questioned with him in many words; but he answered him nothing.  ",
            "reference": {
                "book": "Genesis",
                "chapter": "1",
                "verse": {
                    "start": "7.",
                    "end": "9."
                }
            },
            "image": "https://gesab001.github.io/assets/images/godcreatedtheworld"
        },
        {
            "text": "And the chief priests and scribes stood and vehemently accused him.  And Herod with his men of war set him at nought, and mocked [him,] and arrayed him in a gorgeous robe, and sent him again to Pilate.  ",
            "reference": {
                "book": "Genesis",
                "chapter": "1",
                "verse": {
                    "start": "10",
                    "end": "11"
                }
            },
            "image": "https://gesab001.github.io/assets/images/godcreatedtheworld"
        },
        {
            "text": "And the same day Pilate and Herod were made friends together: for before they were at enmity between themselves.  ",
            "reference": {
                "book": "Genesis",
                "chapter": "1",
                "verse": {
                    "start": "12",
                    "end": "12"
                }
            },
            "image": "https://gesab001.github.io/assets/images/godcreatedtheworld"
        },
        {
            "text": "And Pilate, when he had called together the chief priests and the rulers and the people,  Said unto them, Ye have brought this man unto me, as one that perverteth the people: and, behold, I, having examined [him] before you, have found no fault in this man touching those things whereof ye accuse him:  No, nor yet Herod: for I sent you to him; and, lo, nothing worthy of death is done unto him.  I will therefore chastise him, and release [him. ]  (For of necessity he must release one unto them at the feast.)  ",
            "reference": {
                "book": "Genesis",
                "chapter": "1",
                "verse": {
                    "start": "13",
                    "end": "17"
                }
            },
            "image": "https://gesab001.github.io/assets/images/godcreatedtheworld"
        },
        {
            "text": "And they cried out all at once, saying, Away with this [man,] and release unto us Barabbas:  (Who for a certain sedition made in the city, and for murder, was cast into prison.)  ",
            "reference": {
                "book": "Genesis",
                "chapter": "1",
                "verse": {
                    "start": "18",
                    "end": "19"
                }
            },
            "image": "https://gesab001.github.io/assets/images/godcreatedtheworld"
        },
        {
            "text": "Pilate therefore, willing to release Jesus, spake again to them.  But they cried, saying, Crucify [him,] crucify him.  ",
            "reference": {
                "book": "Genesis",
                "chapter": "1",
                "verse": {
                    "start": "20",
                    "end": "21"
                }
            },
            "image": "https://gesab001.github.io/assets/images/godcreatedtheworld"
        },
        {
            "text": "And he said unto them the third time, Why, what evil hath he done? I have found no cause of death in him: I will therefore chastise him, and let [him] go.  And they were instant with loud voices, requiring that he might be crucified. And the voices of them and of the chief priests prevailed.  And Pilate gave sentence that it should be as they required.  And he released unto them him that for sedition and murder was cast into prison, whom they had desired; but he delivered Jesus to their will.   ",
            "reference": {
                "book": "Genesis",
                "chapter": "1",
                "verse": {
                    "start": "22",
                    "end": "25"
                }
            },
            "image": "https://gesab001.github.io/assets/images/godcreatedtheworld"
        }
    ]
}