{"word": "After the great disappointment in 1844, Satan and his angels were busily engaged in laying snares to unsettle the faith of the body. He was affecting the minds of individuals who had a personal experience in these things. They had an appearance of humility. They changed the first and second messages, and pointed to the future for their fulfillment, while others pointed far back in the past, declaring that they had been there fulfilled. These individuals were drawing the minds of the inexperienced away, and unsettling their faith. Some were searching the Bible to try to build up a faith of their own, independent of the body. Satan exulted in all this; for he knew that those who broke loose from the anchor, he could affect by different errors and drive about with winds of doctrine. Many who had led in the first and second messages, denied them, and division and scattering was throughout the body. I then saw Wm. Miller. He looked perplexed, and was bowed with sorrow and distress for his people. He saw the company who were united and loving in 1844, losing their love for each other, \n                                                                           167\nand opposing one another. He saw them fall back into a cold, backslidden state. Grief wasted his strength. I saw leading men watching Wm. Miller, and fearing lest he should embrace the third angel's message and the commandments of God. And as he would lean towards the light from heaven, these men would lay some plan to draw his mind away. I saw a human influence exerted to keep his mind in darkness, and to retain his influence among them. At length Wm. Miller raised his voice against the light from heaven. He failed in not receiving the message which would have fully explained his disappointment, and cast a light and glory on the past, which would have revived his exhausted energies, brightened up his hope, and led him to glorify God. But he leaned to human wisdom instead of divine, and being broken with arduous labor in his Master's cause, and by age, he was not as accountable as those who kept him from the truth. They are responsible, and the sin rests upon them. If Wm. Miller could have seen the light of the third message, many things which looked dark and mysterious to him would have been explained. His brethren professed such deep love and interest for him, he thought he could not tear away from them. His heart would incline towards the truth; but then he looked at his brethren. They opposed it. Could he tear away from those who had stood side and shoulder with him in \n                                                                           168\nproclaiming Jesus' coming? He thought they surely would not lead him astray.", "paragraph": 1, "bookcode": "1SG", "page": 166}