{"word": "The young generally conduct themselves as though the precious hours of probation, while mercy lingers, were one grand holiday, and they were placed in this world merely for their own amusement, to be gratified with a continued round of excitement. Satan has been making special efforts to lead them to find happiness in worldly amusements and to justify themselves by endeavoring to show that these amusements are harmless, innocent, and even important for health. The impression has been given by some physicians that spirituality and devotion to God are detrimental to health. This suits the adversary of souls. There are persons with diseased imaginations who do not rightly represent the religion of Christ; such have not the pure religion of the Bible. Some are scourging themselves all through life because of their sins; all they can see is an offended God of justice. Christ and His redeeming power through the merits of His blood they fail to see. Such have not faith. This class are generally those who have not well-balanced minds. Through disease transmitted to them from their parents, and an erroneous education in youth, they \n                                                                           502\nhave contracted wrong habits which injure the constitution and the brain, causing the moral organs to become diseased and making it impossible for them to think and act rationally upon all points. They have not well-balanced minds. Godliness and righteousness are not destructive to health, but are health to the body and strength to the soul. Says Peter: \"He that will love life, and see good days, ...let him eschew evil, and do good; let him seek peace, and ensue it: for the eyes of the Lord are over the righteous, and His ears are open unto their prayers: but the face of the Lord is against them that do evil.\" \"But and if ye suffer for righteousness' sake, happy are ye: and be not afraid of their terror, neither be troubled.\"", "paragraph": 2, "bookcode": "1T", "page": 501}