{"word": "FLB - The Faith I Live By (1958)\n\n\nA WORD TO THE READER\n\n     WITH THE PUBLICATION OF THIS DEVOTIONAL VOLUME, A DEMAND, OFTEN EXPRESSED, FOR A SELECT GROUP OF ELLEN G. WHITE COMMENTS UPON THE CENTRAL TRUTHS OF CHRISTIANITY WILL BE REALIZED. THE PRINCIPAL DOCTRINES OF THE CHRISTIAN FAITH, SUPPORTED BY CAREFULLY CHOSEN TEXTS OF SCRIPTURE AND SPIRIT OF PROPHECY STATEMENTS, ARE HERE PRESENTED, NOT AS THEOLOGICAL PRONOUNCEMENTS, BUT AS SPIRITUAL TRUTHS RELATING TO THE WORK OF REDEMPTION WROUGHT OUT FOR US BY JESUS CHRIST, OUR LORD AND SAVIOUR.\n     THIS VOLUME, IT SHOULD BE NOTED, PROVIDES VASTLY MORE THAN INSPIRATION. HERE IS VITAL INFORMATION FOR OUR YOUTH AND THE READERS OF THIS BOOK. A FAITH THAT WE DO NOT KNOW AND COMPREHEND CANNOT BE SHARED. SHARING IS DEPENDENT UPON KNOWING.\n     IN THIS E. G. WHITE DEVOTIONAL BOOK THE SCRIPTURE TEXTS ARE PRESENTED AS THE BASIC AUTHORITY. THE BIBLE SPEAKS OUT ON BEHALF OF THE FOUNDATION TRUTHS. THE AUTHOR'S COMMENTS ENLARGE UPON AND EXALT SCRIPTURE TRUTH, MAKING IT PERSONAL AND BRINGING HOME THE LESSON TO THE HEART. IN THIS VOLUME WE HEAR THE SCRIPTURE SPEAKING, AND IN THIS VOLUME WE HEAR THE SPIRIT OF PROPHECY SPEAKING. THE TWO ARE IN THEIR RIGHT RELATIONSHIP, THE BIBLE MAKING THE DOCTRINAL STATEMENT, THE SPIRIT OF PROPHECY PROVIDING THE COMMENTARY.\n     IN FINDING APPROPRIATE ELLEN G. WHITE STATEMENTS DEALING WITH BIBLE DOCTRINE, THE COMPILERS HAVE CONSULTED THE PUBLISHED WORKS BY THE AUTHOR IN WHICH REPRESENTATIVE STATEMENTS FROM HER PEN APPEAR. KEEP IN MIND, HOWEVER, THAT IN ADDITION TO WELL-KNOWN COMMENTS, OTHERS LESS KNOWN BUT NOT LESS FORCEFUL ARE HERE PRESENTED. ELLEN G. WHITE SUPPLEMENTARY MATERIAL USED IN THE SEVENTH-DAY ADVENTIST BIBLE COMMENTARY, PORTIONS OF ARTICLES FROM THE YOUTH'S INSTRUCTOR, SIGNS OF THE TIMES, THE REVIEW AND HERALD, AND A NUMBER OF PREVIOUSLY UNPUBLISHED STATEMENTS ARE INCLUDED.\n     BECAUSE EACH DAILY READING IS LIMITED TO JUST ONE PRINTED PAGE, MUCH VALUABLE MATERIAL ON RELATED SUBJECTS COULD NOT BE USED, AND AT TIMES OMISSIONS HAD TO BE MADE WITHIN THE STATEMENTS QUOTED. OMISSIONS ARE RECOGNIZED IN THE USUAL WAY. FREQUENTLY AS MANY AS FIVE OR SIX SOURCES ARE QUOTED ON ONE PAGE. IN SOME PLACES WHERE A STATEMENT IS ONLY A SENTENCE OR TWO IN LENGTH, THE COMPILERS HAVE FAITHFULLY OBSERVED THE THOUGHTS EXPRESSED IN THE CONTEXT, AND SO PRESENTED THE SEQUENCE AS TO ACCURATELY REPRESENT THE IDEAS COMMUNICATED TO MRS. ELLEN G. WHITE BY THE HOLY SPIRIT.\n     THE FAITH I LIVE BY WAS COMPILED UNDER THE DIRECTION OF THE BOARD OF TRUSTEES OF THE ELLEN G. WHITE PUBLICATIONS, WHO CARRY THE RESPONSIBILITY OF THE CARE AND PUBLICATION OF THE E. G. WHITE WRITINGS. THE WORK HAS BEEN DONE IN HARMONY WITH MRS. WHITE'S INSTRUCTION TO THE TRUSTEES PROVIDING FOR THE PRINTING OF COMPILATIONS FROM HER WRITINGS.\n     THAT THE BRIEF DAY-BY-DAY MESSAGES CONCERNING THE INSPIRING TRUTHS OF THE CHRISTIAN FAITH MAY SERVE AS A DAILY GUIDE AND AN ENCOURAGEMENT TO EVERY READER IS THE SINCERE PRAYER AND WISH OF THE PUBLISHERS AND\n                                   THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n\n\nChap. 1 - The Word and Works of God\n\nA Light for My Path\n\n     Thy word is a lamp unto my feet, and a light unto my path. Psalm 119:105.", "paragraph": 1, "bookcode": "FLB", "page": 7}