{"word": "SL - The Sanctified Life (1889)\n\n\nA WORD TO THE READER\n\n     UNDER THE GENERAL TITLE OF \"SANCTIFICATION\" A SERIES OF ARTICLES FROM ELLEN G. WHITE APPEARED IN THE EARLY ISSUES OF THE REVIEW AND HERALD FOR 1881. WRITING FROM A DEEP EXPERIENCE IN THE THINGS OF GOD AND FROM A MIND AND HEART ILLUMINATED BY THE HOLY SPIRIT, MRS. WHITE CAREFULLY EXAMINED THE ELEMENTS OF TRUE SANCTIFICATION AND CONTRASTED THESE WITH VARIOUS UNSOUND, BUT POPULAR, THEORIES ON THE SUBJECT.\n     THESE ARTICLES WERE PUBLISHEDD TOGETHER AS A PAMPHLET IN JANUARY, 1889. BEARING THE TITLE BIBLE SANCTIFICATION, ITAPPEARED AS NUMBER ONE OF THE BIBLE STUDENTS' LIBRARY.\n     IN 1937, WITH THE ADDITION OF ONE PARAGRAPH FROM PROPHETS AND KINGS, THIS MATERIAL WAS REISSUED UNDER THE TITLE THE SANCTIFIED LIFE TO MAKE THE PRESENT VOLUME. IN THIS FORM AND IN MANY PRINTINGS THE LITTLE BOOK HAS ENRICHED THOUSANDS OF LIVES.\n     IN NEW FORMAT, BUT WITH NO CHANGE IN TEXTUAL MATTER, THIS DEEPLY SPIRITUAL AND LONG-LIVED BOOK IS REISSUED FOR STILL WIDER DISTRIBUTION. FOR THE CONVENIENCE OF THE READER SCRIPTURE AND SUBJECT INDEXES HAVE BEEN ADDED.\n     THIS PRESENT PRINTING IS RECOGNIZED IN THE COMPREHENSIVE INDEX TO THE WRITINGS OF ELLEN G. WHITE AND IN THE REFERENCES TO THIS WORK FOUND IN THE SEVENTH-DAY ADVENTIST BIBLE COMMENTARY.\n\n     THE TRUSTEES OF THE ELLEN G. WHITE PUBLICATIONS\n\n     SILVER SPRING, MARYLAND\n     MARCH, 2006\n\nTable of Contents\n\nChapter 1\n     True And False Theories Contrasted ............................. 7\nChapter 2\n     Daniel's Temperance Principles ................................ 18\nChapter 3\n     Controlling The Appetites And Passions ........................ 25\nChapter 4\n     The Fiery Furnace ............................................. 34\nChapter 5\n     Daniel In The Lions' Den ...................................... 42\nChapter 6\n     Daniel's Prayers .............................................. 46\nChapter 7\n     The Character Of John ......................................... 53\nChapter 8\n     The Ministry Of John .......................................... 61\nChapter 9\n     John In Exile ................................................. 70\nChapter 10\n     Christian Character ........................................... 80\nChapter 11\n     The Christian's Privilege ..................................... 89\n\n\nChap. 1 - True and False Theories Contrasted\n\n     The sanctification set forth in the Sacred Scriptures has to do with the entire being--spirit, soul, and body. Here is the true idea of entire consecration. Paul prays that the church at Thessalonica may enjoy this great blessing. \"The very God of peace sanctify you wholly; and I pray God your whole spirit and soul and body be preserved blameless unto the coming of our Lord Jesus Christ\" (1 Thessalonians 5:23).", "paragraph": 1, "bookcode": "SL", "page": 7}