{"word": "1090. Students may receive their diplomas, and yet their education be but just begun. . . . The one who best knows himself works in all humility. He feels like making no proud boasts; he bears a weight of responsibility as he sees the woes of suffering humanity, and he will not take human life into his hand to deal with even the bodies of men without connecting with the experienced Physician, regarding him as a father and himself as a child to be \n                                                                           259\ninstructed and corrected, if in error. . . . Students should work up an experience beginning at the lower round of the ladder, and by careful, earnest, thoughtful exertion, climb round after round, religion, Bible religion, being the mainspring of action. They cannot expect to be ranked by the side of those of experience who have devoted their time, their energies, and their souls to the work for years, unless they shall give evidence of capabilities of mind and intelligence in practise. . . . They must be content to come up gradually, and prove their ability by showing in lesser matters that they sense the responsibility laid upon them. Many do not love the taxing, burden-bearing part. They will deal with the sick, but never lift the load. They take every thing very easily. The sick may approach the last crisis that wrings the heart of the older physician with intense pain because a life is going out and he can devise no means of saving it, and another physician connected with him will not sense the danger or devote time to close thought and severe mental effort. He works as a machine. He is as calm as a summer's evening, when he should be pressed as a cart beneath the sheaves. Had he more intensity of feeling, he would not throw off the burden for an instant, but by close thinking, by earnest prayer, would study to devise ways and means yet untried, and would perhaps be able to save not only the life, but, through Christ, the soul of the patient.--Counsel to Physicians and Medical Students, pp. 11-13.", "paragraph": 3, "bookcode": "HL", "page": 258}