{"word": "God weighs actions, and every one who has been unfaithful in his stewardship, who has failed to remedy evils which it was in his power to remedy, will be of no esteem in the courts of heaven. Those who are indifferent to the wants of the needy will be counted unfaithful stewards, and will be registered as enemies of God and man. Those who misappropriate the means that God has entrusted to them to help the very ones who need their help, prove that they have no connection with Christ, because they fail to manifest the tenderness of Christ toward those who are less fortunate than themselves. As Christians, we are to manifest to the world the character of Christ in all the affairs of life. To be a Christian means to act in Christ's stead, to represent Christ. We are not to seek to get rid of the responsibilities that connect us with our fellow men. God has not placed us in the world simply to please and honor and glorify ourselves. The character of our Christianity is tested by the dependent ones who are around us, who are ignorant and helpless. It is not proper to pile building upon building in localities where there are abundant facilities, and neglect fields that are nigh and afar off, where there is need of starting missionary enterprises. Instead of closing our eyes and senses to the wants of those who have nothing, instead of adding more and more facilities to those that are already abundant, let us seek to see what we can do to relieve the distresses of the poor, bruised souls of the colored people. Those who are heaping advantages upon advantages where there are already more than ample facilities, are not doing a work that will strengthen men in spirituality; and for neglecting destitute fields they are weighed in the balances of the sanctuary and are found wanting. The Lord has given abundant light upon the subject of diffusing the knowledge of the truth, and no one is justified \n                                                                           39\nin following a selfish course. Those to whom God has entrusted much, who command the largest resources in doing a good work in behalf of the needy, and who yet have failed to do it, have withdrawn themselves from their own flesh, and have neglected their ministry to God's purchased possession, in order to gratify their own inclination. How does God look upon those who have left the poor to their poverty, the ignorant to their darkness and ignorance? How does He regard those who are willing to let the lost remain the slaves of circumstances which could have been changed in such a way as to bring relief to the distressed? God calls upon men to become Bible Christians, to represent the example given them by Christ. Who can tell what will be the result of a self-denying, cross-bearing life? Eternity will reveal the result of following Jesus, and all will be amazed at the fruit that will be made manifest.", "paragraph": 1, "bookcode": "SW", "page": 38}