{"word": "Those who have neglected this important work in the home, and have failed to command their children and their households after them to keep the way of the Lord, should now seek to redeem the time. Let parents take their Bibles, and search that they may understand what are the requirements of God in regard to their children. Let them seek to understand what is included in parental duty. The word of God must be our rule in conducting \n                                                                           231\nour family affairs; and neither the waywardness of children nor the press of business, should be looked upon as an excuse for neglect in following the counsel of God. Let parents set before their children a worthy example in personal piety, honoring the house of God and respecting his service. The want of home religion is felt in every branch of God's work, and the necessity of cultivating personal piety in the home should be continually kept before the people. They should have instruction, line upon line and precept upon precept, that all those whose names are upon the church records may hear and obey the word of the Lord. Parents cannot rightly train their children unless they learn how to cooperate with the Lord in his work upon the heart. The first essential in educating your households in the fear of God, is consecration of yourself and your all to God. Let parents begin with heart work; for out of the heart are the issues of life. Let the prayer ascend from contrite hearts, \"Behold, thou desirest truth in the inward parts: and in the hidden part thou shalt make me to know wisdom. Purge me with hyssop, and I shall be clean: wash me, and I shall be whiter than snow. Make me to hear joy and gladness; that the bones which thou hast broken may rejoice. Hide thy face from my sins, and blot out all mine iniquities. Create in me a clean heart, O God; and renew a right spirit within me. Cast me not away from thy presence; and take not thy Holy Spirit from me. Restore unto me the joy of thy salvation; and uphold me with thy free spirit. Then will I teach transgressors thy ways; and sinners shall be converted unto thee.\" [Psalm 51:6-13.]", "paragraph": 3, "bookcode": "CE", "page": 230}