{"word": "MM - Medical Ministry (1932)\n\n\nPREFACE TO THE FIRST EDITION\n\n     HOW TO PRESERVE AND TO IMPROVE HEALTH, HOW TO PREVENT AND TO TREAT SICKNESS, ARE TRULY LIVING, VITAL PROBLEMS IN THE MEDICAL WORLD TODAY. NEVER BEFORE IN THE HISTORY OF THE HUMAN FAMILY HAVE THESE GREAT QUESTIONS RECEIVED THE EARNEST, INTENSIVE, SCIENTIFIC STUDY AND WIDE PUBLICITY THAT ARE BEING GIVEN THEM AT THE PRESENT HOUR. MEDICAL SCIENCE IN ALL ITS RAMIFICATIONS HAS MADE MARVELOUS PROGRESS DURING THE LAST HALF CENTURY. IT WOULD REQUIRE A VOLUME TO ENUMERATE AND EXPLAIN THE DISCOVERIES, THE DEVELOPMENT, AND ACHIEVEMENT, THAT HAVE BEEN MADE IN THIS GREAT DEPARTMENT OF HUMAN INTEREST AND WELFARE. THE KNOWLEDGE THAT HAS BEEN GAINED IN THE EXHAUSTIVE STUDY OF THESE FUNDAMENTAL SUBJECTS HAS BEEN GIVEN TO THE PUBLIC IN HIGHLY SCIENTIFIC AND TECHNICAL VOLUMES, AND IN SIMPLER FORM IN BOOKS, MAGAZINES, NEWSPAPERS, AND LECTURES.\n     THIS VOLUME, ENTITLED MEDICAL MINISTRY, IS ONE MORE VALUABLE CONTRIBUTION TO THE WORLD'S NEEDS IN THE DOMAIN OF PHYSICAL, MENTAL, AND SPIRITUAL WELL-BEING. IT IS UNIQUE IN ITS SCOPE. IT RECOGNIZES AND COMMENDS THE TRULY SCIENTIFIC IN THE CAUSES AND TREATMENT OF DISEASES. IT PLACES STRONG EMPHASIS UPON THE OBSERVANCE OF ALL THAT RELATES TO THE PREVENTION OF AILMENTS. AND STILL MORE, THE WRITER OF THIS VOLUME RECOGNIZES THAT SIN, THE TRANSGRESSION OF DIVINE LAW, IS THE PRIMARY CAUSE OF DISEASE, SICKNESS, AND DEATH.\n     BELIEVING THAT THE TRANSGRESSION OF MORAL LAW LEADS TO THE DISREGARD OF PHYSICAL AND MENTAL LAWS, THE WRITER PLACES VERY GREAT IMPORTANCE UPON OBEDIENCE TO MORAL LAW AS ONE OF THE PRIMARY CONDITIONS NECESSARY FOR PERFECT HEALTH. AND OBEDIENCE TO MORAL LAW, IT IS URGED, CAN BE RENDERED ONLY THROUGH THE ACCEPTANCE OF, AND UNION WITH, CHRIST, THE REDEEMER OF MAN RUINED THROUGH TRANSGRESSION. HENCE IT IS CLAIMED THAT THE PERFECT REMEDY FOR THE ILLS OF MANKIND IS THE COMBINATION, APPRECIATION, AND OBSERVANCE OF THE SPIRITUAL, THE MENTAL, AND THE PHYSICAL LAWS OF OUR BEING.\n     IT IS THIS WIDE, ALL-INCLUSIVE SCOPE OF INSTRUCTION SET FORTH IN MEDICAL MINISTRY THAT COMMENDS IT SO HIGHLY TO THE PUBLIC. THIS INSTRUCTION IS NOT TECHNICAL. IT CAN BE UNDERSTOOD BY LAYMEN. THE REQUIREMENTS LAID DOWN FOR SPIRITUAL, MENTAL, AND PHYSICAL\n\n                                           vi\n\nHEALTH AND HAPPINESS ARE SO RATIONAL THAT THEY CAN BE COMPLIED WITH. THAT WHICH RELATES TO THE PREVENTION OF SICKNESS IS OF ESPECIAL VALUE; FOR, AS AN OLD ADAGE TELLS US, AN OUNCE OF PREVENTION IS WORTH A POUND OF CURE.\n     THE WRITER OF THIS BOOK, MRS. E. G. WHITE, DEVOTED NEARLY SEVENTY YEARS OF HER VERY EARNEST, ACTIVE LIFE TO THE GOSPEL MINISTRY. IN HER YOUTH SHE WAS AN INVALID. IN HER EARLY MARRIED LIFE SHE BATTLED WITH A WEAK HEART, WITH CANCER, AND WITH OTHER AILMENTS. AT THE AGE OF THIRTY-SIX SHE EXPERIENCED A GREAT AWAKENING ON THE SUBJECT OF TEMPERANCE AS IT RELATES TO HEALTH, TO PHYSICAL AND MENTAL EFFICIENCY, AND TO CHRISTIAN LIVING. THE RIGID APPLICATION OF THE KNOWLEDGE GAINED REGARDING THE LAWS OF MIND AND BODY BROUGHT GREAT RELIEF AND RESTORATION TO HER, AND FROM THAT TIME ON TO THE CLOSE OF HER ARDUOUS LABORS, A PERIOD OF NEARLY FIFTY YEARS, SHE WAS AN EARNEST EXPONENT OF THE PRINCIPLES OF HEALTH AND TEMPERANCE.\n     IN 1865 MRS. E. G. WHITE MADE AN APPEAL TO THE SEVENTH-DAY ADVENTIST CHURCH, OF WHICH SHE WAS A MEMBER, TO ESTABLISH A MEDICAL INSTITUTION IN WHICH THE SICK SHOULD BE GIVEN RATIONAL, DRUGLESS TREATMENT FOR THEIR ILLS, AND ALSO WHERE THEY SHOULD BE GIVEN INSTRUCTION REGARDING THE LAWS OF HEALTH. IN RESPONSE, SUCH AN INSTITUTION WAS ESTABLISHED IN BATTLE CREEK, MICHIGAN. THIS UNDERTAKING MET WITH GREAT SUCCESS. THE INSTITUTION GREW INTO LARGE PROPORTIONS, AND FOR NEARLY A HALF CENTURY IT HAS BEEN FAVORABLY AND WIDELY KNOWN AS THE BATTLE CREEK SANITARIUM. THROUGH SUBSEQUENT YEARS MANY SIMILAR SISTER SANITARIUMS HAVE BEEN ESTABLISHED IN DIFFERENT PARTS OF THE UNITED STATES AND IN MANY OTHER COUNTRIES OF THE WORLD.\n     THE TRUSTEES OF MRS. WHITE'S ESTATE, HAVING FOUND IN HER LETTERS AND MANUSCRIPT FILES MANY DOCUMENTS HERETOFORE UNPUBLISHED WHICH CONTAIN VALUABLE INSTRUCTION FOR PHYSICIANS, NURSES, SANITARIUM MANAGERS, HELPERS, GOSPEL EVANGELISTS, AND CHRISTIAN WORKERS, BELIEVE THAT THIS VALUABLE COUNSEL SHOULD BE SENT FORTH TO THE PUBLIC. IT IS OUR SINCERE HOPE THAT THIS VOLUME MAY PROVE A GREAT BLESSING TO ITS READERS, AND THROUGH THEM, TO A GREAT MULTITUDE TO WHOM THEY MAY MINISTER.\n                                            A. G. DANIELLS.\n\nPREFACE TO THE SECOND EDITION\n\n           HISTORICAL BACKGROUND OF THE ELLEN G. WHITE  WRITINGS ON HEALTH\n\n     THE CONTINUING DEMAND FOR THE ELLEN G. WHITE BOOKS CALLS FOR FREQUENT REPRINTING, AND OCCASIONALLY FOR NEW EDITIONS ALSO. THIS VOLUME, ISSUED INITIALLY IN 1932, IS NOW MAKING ITS APPEARANCE IN A SECOND EDITION. ALTHOUGH THE TYPE FACE AND SIZE OF PAGE HAVE BEEN ALTERED TO BRING IT INTO CONFORMITY WITH THE POPULAR CHRISTIAN HOME LIBRARY SIZE, THE TEXT IS UNCHANGED AND THE PAGING IS IN KEEPING WITH THE FORMER PRINTING. THUS THE NEW EDITION REMAINS CONSISTENT WITH REFERENCES IN THE COMPREHENSIVE INDEX TO THE WRITINGS OF ELLEN G. WHITE.\n     MEDICAL MINISTRY WAS THE FIRST ELLEN G. WHITE BOOK, COMPILED LARGELY FROM UNPUBLISHED SOURCES, TO BE ISSUED POSTHUMOUSLY. MRS. WHITE'S INSTRUCTIONS TO HER APPOINTED BOARD OF TRUSTEES SERVED AS A GUIDE IN THIS WORK. IN HER AUTHORIZATION TO THE BOARD, SHE PROVIDED \"FOR THE PRINTING OF COMPILATIONS FROM MY MANUSCRIPTS.\" SHE RECOGNIZED THAT IN THE COMMUNICATIONS ADDRESSED TO INDIVIDUALS AND TO INSTITUTIONS THROUGH THE YEARS, THERE WERE COUNSELS WHICH WOULD BE OF SERVICE TO THE CAUSE GENERALLY.\n     MEDICAL MINISTRY HAS TAKEN ITS PLACE WITH OTHER BOOKS BY THE SAME AUTHOR, AND ADDITIONAL WORKS ON THE SUBJECT OF HEALTH HAVE FOLLOWED. SINCE THIS IS BUT ONE LINK IN A CHAIN OF BOOKS DEVOTED TO THIS IMPORTANT SUBJECT, IT SEEMS APPROPRIATE TO REVIEW THE HISTORY OF THE SEVERAL ELLEN G. WHITE PRODUCTIONS, BOTH PAST AND CURRENT, WHICH DEAL WITH HEALTH PRINCIPLES AND MEDICAL WORK. THIS WILL AID THE READER IN IDENTIFYING VARIOUS PUBLICATIONS IN PRINT AND OUT OF PRINT IN THIS VITAL FIELD.\n     CAUTIONS WERE GIVEN TO ELLEN WHITE IN 1848 CONCERNING THE USE OF TOBACCO, TEA, AND COFFEE, AND IN 1854 LIGHT WAS IMPARTED ON THE IMPORTANCE OF CLEANLINESS AND THE USE OF FOODS NOT HIGHLY REFINED OR TOO RICH. HOWEVER, NOT UNTIL 1863 DID SHE RECEIVE THE FIRST COMPREHENSIVE VISION CONCERNING HEALTH REFORM. OF THIS SHE WROTE, \"IT WAS AT THE HOUSE OF BRO. A. HILLIARD, AT OTSEGO, MICH., JUNE 6, 1863, THAT THE GREAT SUBJECT OF HEALTH REFORM WAS OPENED BEFORE ME IN VISION.\"--REVIEW AND HERALD, OCT. 8, 1867. IN SUBSEQUENT VISIONS MANY DETAILS CONCERNING THIS SUBJECT WERE PRESENTED TO HER, AND THESE VISIONS CONSTITUTED THE BASIS FOR THE\n\n                                                viii\n\nMORE DETAILED WRITING RELATIVE TO HEALTH AND THE CONDUCT OF THE HEALTH WORK OF THE CHURCH.\n\n              THE PRIMARY E. G. WHITE ARTICLES ON HEALTH\n\n     THE FIRST GENERAL WRITTEN PRESENTATION MADE BY MRS. WHITE ON THE SUBJECT OF HEALTH WAS IN A CHAPTER OF THIRTY-TWO PAGES ENTITLED \"HEALTH.\" THIS APPEARED IN SPIRITUAL GIFTS, VOLUME IV, PAGES 120-151, IN THE SUMMER OF 1864. IN THIS ARTICLE SHE SET FORTH IN CONDENSED FORM THE GREAT PRINCIPLES GIVEN TO HER IN THE VISION OF 1863. THIS MATERIAL IS AVAILABLE TODAY IN THE FACSIMILE REPRINT OF THE SPIRITUAL GIFTS VOLUMES.\n     RECOGNIZING SOMEWHAT THE MAGNITUDE OF THE TASK OF LEADING 3,500 SEVENTH-DAY ADVENTISTS TO A FULL UNDERSTANDING OF THE HEALTH REFORM MESSAGE, IN 1865 JAMES AND ELLEN WHITE PUBLISHED SIX PAMPHLETS ENTITLED \"HEALTH, OR HOW TO LIVE.\" FIVE OF THESE PAMPHLETS CONTAINED SIXTY-FOUR PAGES, AND ONE, EIGHTY PAGES. IN EACH WAS ONE ARTICLE FROM THE PEN OF ELLEN G. WHITE, RUNNING UNDER THE TITLE, \"DISEASE AND ITS CAUSES.\" APPEARING WITH MRS. WHITE'S ARTICLE WAS RELATED MATERIAL DRAWN FROM THE WRITINGS OF PHYSICIANS AND MINISTERS, AND ARTICLES ESPECIALLY PREPARED BY JAMES WHITE AND OTHERS FOR THESE PAMPHLETS. EACH WAS DEVOTED TO A FUNDAMENTAL HEALTH THEME: DIET, MARRIAGE AND HOME LIFE, THE USE OF DRUGS, CARE OF THE SICK AND HYGIENE, CHILD CARE AND ATTIRE FOR CHILDREN, AND HEALTHFUL DRESS. IN 1899 AND 1900, THE SIX ELLEN G. WHITE MESSAGES WERE PUBLISHED AS A SERIES OF CONTINUED ARTICLES IN THE REVIEW AND HERALD. In 1958 THEY WERE MADE AVAILABLE AS A SIXTY-NINE-PAGE APPENDIX IN SELECTED MESSAGES, BOOK 2.\n     IN A MORE SPECIALIZED AREA OF EARLY HEALTH COUNSEL WAS THE ARTICLE ENTITLED \"AN APPEAL TO MOTHERS.\" THIS WAS PRINTED IN 1864 IN A PAMPHLET BY THAT TITLE. IN 1870 JAMES WHITE EMBODIED THIS AS AN ELLEN G. WHITE CONTRIBUTION TO THE 270-PAGE SOLEMN APPEAL RELATIVE TO SOLITARY VICE. LARGE PORTIONS OF THIS ARTICLE APPEAR TODAY IN CHILD GUIDANCE IN THE SECTION ENTITLED \"PRESERVING MORAL INTEGRITY.\" THE SAME BASIC COUNSELS ARE FOUND IN TESTIMONIES FOR THE CHURCH, VOLUMES 2 AND 5.\n\n          CHRISTIAN TEMPERANCE AND BIBLE HYGIENE, 1890\n\n     A VOLUME ENTITLED CHRISTIAN TEMPERANCE AND BIBLE HYGIENE\n\n                                                           ix\n\nWAS PUBLISHED IN 1890. THE FIRST PORTION, CHRISTIAN TEMPERANCE, WAS WRITTEN BY ELLEN G. WHITE AND THE SECOND, ON BIBLE HYGIENE, WAS COMPILED FROM THE WRITINGS OF JAMES WHITE. IN THE FIRST 162 PAGES MRS. WHITE PRESENTED BASIC HEALTH PRINCIPLES IN MORE POPULAR AND EXPANDED FORM. FIFTEEN YEARS LATER THIS FORMED THE BASIS FOR THE BOOK THE MINISTRY OF HEALING. ALSO ALL OR PARTS OF NINE OF THE EIGHTEEN CHAPTERS BY MRS. WHITE IN THE 1890 BOOK WERE REPRINTED IN 1923 IN COUNSELS ON HEALTH AND FUNDAMENTALS OF CHRISTIAN EDUCATION. THE OTHER CHAPTERS WERE CLOSELY PARALLELED IN THE MINISTRY OF HEALING.\n\n                  HEALTHFUL LIVING, 1897\n\n     IN 1897, WHILE MRS. WHITE WAS IN AUSTRALIA, DR. DAVID PAULSON, THEN WORKING AT THE BATTLE CREEK SANITARIUM, DREW TOGETHER FROM MRS. WHITE'S WRITINGS ON HEALTH TOPICS THEN AVAILABLE TO HIM A LARGE NUMBER OF EXCERPTS AND PARAGRAPHS, ASSEMBLING THEM IN TOPICAL ORDER. THIS COLLECTION, CALLED HEALTHFUL LIVING, APPEARED EIGHT YEARS BEFORE THE PUBLICATION OF THE MINISTRY OF HEALING. THE VOLUME, 284 PAGES IN LENGTH, BECAME A VALUABLE TEACHING AID, AND AT LEAST THREE EDITIONS WERE PRINTED. HOWEVER, WITH THE APPEARANCE OF THE MINISTRY OF HEALING IN 1905, THE PAULSON COMPILATION WAS NO LONGER PUBLISHED. MRS. WHITE WAS APPRECIATIVE OF THIS COMPILED VOLUME, BUT OF COURSE IT DID NOT HAVE THE CONTINUITY WHICH CHARACTERIZED HER BOOKS.\n\n                 THE MINISTRY OF HEALING, 1905\n\n     MRS. WHITE'S WELL-ROUNDED PRESENTATION ON THE SUBJECT OF HEALTH IS MADE IN THE MINISTRY OF HEALING, A 516-PAGE BOOK WHICH SHE INTENDED FOR BOTH ADVENTIST AND NON-ADVENTIST READERS, IN AMERICA AND OVERSEAS. IN PREPARING ITS FORTY-THREE CHAPTERS SHE DREW HEAVILY UPON HER MATERIALS IN CHRISTIAN TEMPERANCE AND BIBLE HYGIENE, THOUGH SHE AMPLIFIED AND REWROTE THE MATERIAL. AT THE TIME OF MRS. WHITE'S DEATH IN 1915, THIS WAS HER ONLY AVAILABLE BOOK ON HEALTH.\n\n                  COUNSELS ON HEALTH, 1923\n\n     THE BROAD PRINCIPLES OF HEALTHFUL LIVING HAD BEEN SET FORTH IN THE MINISTRY OF HEALING. HOWEVER, IN MRS. WHITE'S ARTICLES WHICH HAD APPEARED IN THE JOURNALS OF THE CHURCH, IN TESTIMONIES\n\n                                                x\n\nFOR THE CHURCH, AND IN CERTAIN OUT-OF-PRINT BOOKS, WERE MANY ADDITIONAL MESSAGES. THESE CONTAINED NEEDED INSTRUCTION REGARDING HEALTH PRINCIPLES, THE CONDUCT OF SEVENTH-DAY ADVENTIST INSTITUTIONS, AND THE PROMULGATION OF THE HEALTH MESSAGE. THE MATERIALS WERE ASSEMBLED BY THE WHITE TRUSTEES IN COUNSELS ON HEALTH, PUBLISHED IN 1923. THIS 634-PAGE VOLUME, CONFINED TO MATTER WHICH HAD APPEARED IN PRINT IN ONE FORM OR ANOTHER, PROVIDED A VOLUME OF GREAT SERVICE TO THE CHURCH AND ESPECIALLY TO MEDICAL PERSONNEL.\n\n                   MEDICAL MINISTRY, 1932\n\n     THE PROMULGATION OF THE HEALTH MESSAGE WAS FOR FIFTY YEARS A TOPIC OF MAJOR CONCERN TO ELLEN WHITE. SHE WROTE MORE IN THE FIELD OF HEALTH THAN ON ANY OTHER SINGLE TOPIC OF COUNSEL. MANY OF HER MANUSCRIPT DOCUMENTS, ADDRESSED TO PHYSICIANS, INSTITUTIONAL MANAGERS, NURSES, AND SANITARIUM FAMILIES EMBODY COUNSELS OF VITAL IMPORTANCE. COPIES OF THESE WERE KEPT ON FILE. MANY OF THE COUNSELS GIVE DIRECTION TO THE MEDICAL WORK. OTHERS, WRITTEN AT CRUCIAL TIMES IN THE DEVELOPMENT OF PHASES OF OUR MEDICAL WORK, SOUND WARNINGS. SOME WERE MESSAGES WRITTEN TO SAVE A WORKER FACED WITH SPECIAL PERIL. THE INSTRUCTION ITSELF IS TIMELESS.\n     THIS VOLUME, MEDICAL MINISTRY, IS PRIMARILY A SELECTION OF THESE COUNSELS ADDRESSED TO MEDICAL PERSONNEL AND OTHERS CONNECTED WITH SEVENTH-DAY ADVENTIST MEDICAL INSTITUTIONS. THE COUNSELS HAVE BEEN DRAWN TOGETHER AND PUBLISHED SO THAT OTHERS MIGHT BENEFIT FROM THEM. THE PREFACE WAS WRITTEN BY A. G. DANIELLS, FOR MAY YEARS PRESIDENT OF THE GENERAL CONFERENCE AND ONE OF THE TRUSTEES CHOSEN BY MRS. WHITE TO CARE FOR HER WRITINGS. WHEN THE BOOK WAS FIRST PUBLISHED, ELDER DANIELLS WAS ALSO CHAIRMAN OF THE BOARD OF THE COLLEGE OF MEDICAL EVANGELISTS.\n\n                   COUNSELS ON DIET AND FOODS, 1938\n\n     IN EARLY 1926 DR. H. M. WALTON, THEN TEACHING IN THE FIELD OF NUTRITION AT THE COLLEGE OF MEDICAL EVANGELISTS, ASSEMBLED ELLEN G. WHITE MATERIALS FROM PUBLISHED AND UNPUBLISHED SOURCES RELATING TO THE SUBJECT OF DIET AND FOODS. THIS MATERIAL, PREPARED IN COLLABORATION WITH THE WHITE TRUSTEES, WAS PRINTED AT LOMA LINDA FOR CLASSROOM USE IN A TWO-COLUMN, PAPERBOUND, 200-PAGE WORK ENTITLED TESTIMONY STUDIES ON DIET AND FOODS.\n\n                                              xi\n\nTHE MATERIALS WERE TOPICALLY ARRANGED FOR READY REFERENCE. EVENTUALLY THE VALUE OF A WIDER CIRCULATION OF THIS MATERIAL AMONG SEVENTH-DAY ADVENTISTS WAS DISCERNED. THE WHITE TRUSTEES TOOK THESE MATERIALS, DROPPED OUT CERTAIN ITEMS WHICH WERE REPETITIOUS, AND SUPPLEMENTED IT WITH NEW MATERIALS FROM UNPUBLISHED SOURCES. THEY ALSO ADDED SOME SECTIONS, AND BROUGHT OUT WHAT HAS PROVED TO BE A MOST POPULAR VOLUME, THE 500-PAGE COUNSELS ON DIET AND FOODS. ITS COUNSELS, TOPICALLY ARRANGED AND CAREFULLY INDEXED, MAKE THE COMBINED SPIRIT OF PROPHECY STATEMENTS ON DIET READILY AVAILABLE FOR STUDY.\n\n                       TEMPERANCE, 1949\n\n     THE 300-PAGE VOLUME FITTINGLY ENTITLED TEMPERANCE SETS BEFORE THE CHURCH THE FULL RANGE OF COUNSELS DRAWN FROM ALL SOURCES, PUBLISHED AND UNPUBLISHED, BEARING ON THAT TOPIC. THREE ELLEN G. WHITE TEMPERANCE ADDRESSES APPEAR AS AN APPENDIX. THIS VOLUME HAS BECOME A HANDBOOK TO TEMPERANCE WORKERS.\n\n                    WELFARE MINISTRY, 1952\n\n     THE WELFARE WORK OF THE SEVENTH-DAY ADVENTIST CHURCH COMBINES THE HEALTH WORK WITH NEIGHBORLY DEEDS OF CHRISTIAN SERVICE. IN ITS 350 PAGES, WELFARE MINISTRY PROVIDES ELLEN G. WHITE'S COUNSELS ON THESE IMPORTANT PHASES OF MINISTRY. MRS. WHITE'S EXPERIENCES AS A WELFARE WORKER CLIMAX THIS VOLUME. THIS, TOO, IS A HANDBOOK IN ITS FIELD.\n     THESE FIVE CURRENTLY AVAILABLE VOLUMES, TOGETHER WITH PORTIONS OF SELECTED MESSAGES, BOOK 2, PRESENT THE FULL RANGE OF ELLEN G. WHITE COUNSELS ON THE SUBJECT OF HEALTH AND THE CONDUCT OF OUR HEALTH WORK.\n\n                   COUNSELS VITAL FOR TODAY\n\n     IT IS INTERESTING TO OBSERVE THAT A CENTURY HAS PASSED SINCE THE ATTENTION OF SEVENTH-DAY ADVENTISTS WAS CALLED TO THE SUBJECT OF HEALTH THROUGH THE VISIONS GIVEN TO ELLEN G. WHITE. THESE COUNSELS HAVE WITHSTOOD THE CLOSEST SCRUTINY OF TRAINED SCIENTISTS. THE FINDINGS OF CONSERVATIVE RESEARCH WORKERS FROM DAY TO DAY ADD CONFIRMATORY EVIDENCE TO THE SCIENTIFIC ACCURACY OF THE COUNSELS.\n     WHEN MRS. WHITE, A LAYMAN IN THE FIELD OF MEDICAL SCIENCE, WITH A VERY LIMITED EDUCATION, BEGAN IN THE 1860'S TO SET FORTH\n\n                                           xii\n\nHER VIEWS ON HEALTH, IT WAS NATURAL THAT SOME WOULD SEEK TO ASSOCIATE HER EXPOSITIONS WITH THE WRITINGS OF CERTAIN CONTEMPORARY PHYSICIANS. THE SUGGESTION ON THE PART OF A FEW THAT THE OPINIONS OF THOSE ABOUT HER MAY HAVE BEEN THE REAL INSPIRATION FOR HER WRITINGS IN THE HEALTH FIELD, SHE ANSWERED FRANKLY AND SIMPLY, AFTER REFERRING TO THE VISION OF JUNE 6, 1863:\n     \"I DID NOT READ ANY WORKS UPON HEALTH UNTIL I HAD WRITTEN 'SPIRITUAL GIFTS,' VOLS. III AND IV, 'APPEAL TO MOTHERS,' AND HAD SKETCHED OUT MOST OF MY SIX ARTICLES IN THE SIX NUMBERS OF 'HOW TO LIVE.' . . .\n     \"AS I INTRODUCED THE SUBJECT OF HEALTH TO FRIENDS WHERE I LABORED IN MICHIGAN, NEW ENGLAND, AND IN THE STATE OF NEW YORK, AND SPOKE AGAINST DRUGS AND FLESH-MEATS, AND IN FAVOR OF WATER, PURE AIR, AND A PROPER DIET, THE REPLY WAS OFTEN MADE, 'YOU SPEAK VERY NEARLY THE OPINIONS TAUGHT IN THE \"LAWS OF LIFE\" AND OTHER PUBLICATIONS, BY DRS. TRALL, JACKSON, AND OTHERS. HAVE YOU READ THAT PAPER AND THOSE WORKS?' MY REPLY WAS THAT I HAD NOT, NEITHER SHOULD I READ THEM TILL I HAD FULLY WRITTEN OUT MY VIEWS, LEST IT SHOULD BE SAID THAT I HAD RECEIVED MY LIGHT UPON THE SUBJECT OF HEALTH FROM PHYSICIANS, AND NOT FROM THE LORD.\"--REVIEW AND HERALD, OCT. 8, 1867.\n     AGAIN THAT YEAR AS SHE REFERRED TO HER WRITINGS ON THE SUBJECT OF HEALTH, SHE ASSERTED:\n     \"MY VIEWS WERE WRITTEN INDEPENDENT OF BOOKS OR THE OPINIONS OF OTHERS.\"--ELLEN G. WHITE MANUSCRIPT 7, 1867.\n     CERTAIN LEADING MEN IN OUR RANKS IN 1864 COMMENTED UPON THIS POINT IN CONNECTION WITH THE PUBLICATION OF HER ARTICLE IN \"AN APPEAL TO MOTHERS.\" FOLLOWING HER 29-PAGE PRESENTATION, CERTAIN MEDICAL TESTIMONY WAS GIVEN. BETWEEN THE ELLEN G. WHITE ARTICLE AND THESE STATEMENTS BY OTHER WRITERS, THE TRUSTEES OF THE SEVENTH-DAY ADVENTIST PUBLISHING ASSOCIATION INSERTED THE FOLLOWING SIGNIFICANT NOTE:\n     \"WE HAVE THOUGHT PROPER TO ADD TO THE FOREGOING THE FOLLOWING TESTIMONIES FROM MEN OF HIGH STANDING AND AUTHORITY IN THE MEDICAL WORLD, CORROBORATIVE OF THE VIEWS PRESENTED IN THE PRECEDING PAGES. AND IN JUSTICE TO THE WRITER OF THOSE PAGES, WE WOULD SAY THAT SHE HAD READ NOTHING FROM THE AUTHORS HERE QUOTED, AND HAD READ NO OTHER WORKS ON THIS SUBJECT, PREVIOUS TO PUTTING INTO OUR HANDS WHAT SHE HAS WRITTEN. SHE IS NOT,\n\n                                                             xiii\n\nTHEREFORE, A COPYIST, ALTHOUGH SHE HAS STATED IMPORTANT TRUTHS TO WHICH MEN WHO ARE ENTITLED TO OUR HIGHEST CONFIDENCE, HAVE BORNE TESTIMONY.\n                            TRUSTEES.\"\n     TO THOSE WHO SUGGESTED THAT MRS. WHITE'S WRITINGS REFLECTED THE CONCLUSIONS OF CONTEMPORARY MEDICAL INNOVATORS, ONE NEED ONLY OBSERVE THE CONFLICTING PRONOUNCEMENTS OF THE TIMES AND ASK, \"HOW WOULD AN UNINFORMED LAYMAN OF THAT DAY KNOW WHAT TO SELECT AND WHAT TO REJECT?\" FEW OF THE POPULAR CONCEPTS OF THAT DAY SURVIVE, YET MRS. WHITE'S COUNSELS NOT ONLY STAND TODAY, BUT ARE REINFORCED BY THE LATEST DISCOVERIES IN CLINIC AND LABORATORY.\n\n     OBJECTIVES AND CONDITIONS OF PROSPERITY UNCHANGED\n\n     GREAT ADVANCES HAVE BEEN MADE IN THE MEDICAL WORLD SINCE THE DEATH OF ELLEN WHITE IN 1915. WHILE THESE ADVANCES HAVE BROUGHT ADJUSTMENTS IN THE DETAILS OF THE PRACTICE OF MEDICINE, THEY HAVE NOT OUTMODED THE THERAPEUTIC VALUE OF \"PURE AIR, EXERCISE, PROPER DIET, THE USE OF WATER,\" AND \"TRUST IN DIVINE POWER,\" WHICH ELLEN G. WHITE ENUMERATED AS \"THE TRUE REMEDIES.\" WHILE MODERN METHODS OF RAPID DIAGNOSIS AND TREATMENT OF DISEASE HAVE SHORTENED THE TIME PATIENTS MUST STAY AT A MEDICAL INSTITUTION, AND WHILE THIS HAS ITS BEARING ON THE OPERATION OF SEVENTH-DAY ADVENTIST INSTITUTIONS, THE BASIC PRINCIPLES SET FORTH IN THE ELLEN G. WHITE COUNSELS CONSTITUTE A SAFE, WORKABLE GUIDE TODAY. WRITING REFLECTIVELY, MRS. WHITE DECLARED:\n     \"AS OUR WORK HAS EXTENDED AND INSTITUTIONS HAVE MULTIPLIED, GOD'S PURPOSE IN THEIR ESTABLISHMENT REMAINS THE SAME. THE CONDITIONS OF PROSPERITY ARE UNCHANGED.\"-- TESTIMONIES, VOL. 6, P. 224.\n     WE CAN BE REASSURED OF THE TIMELESSNESS OF THESE COUNSELS IN MEDICAL LINES. AS MRS. WHITE STOOD BEFORE THE GENERAL CONFERENCE IN SESSION IN 1909, SHE SAID:\n     \"I HAVE BEEN SHOWN THAT THE PRINCIPLES THAT WERE GIVEN US IN THE EARLY DAYS OF THE MESSAGE ARE AS IMPORTANT AND SHOULD BE REGARDED JUST AS CONSCIENTIOUSLY TODAY AS THEY WERE THEN.\"--TESTIMONIES, VOL. 9, P. 158.\n     PRINCIPLE DOES NOT CHANGE, THOUGH CHANGES IN CIRCUMSTANCES MAY MAKE ADJUSTMENT NECESSARY IN THE APPLICATION OF SOME OF THE PRINCIPLES. INDEED, ELLEN WHITE WROTE CONCERNING THE WORK AT THE NEWLY ESTABLISHED SCHOOL IN LOMA LINDA:\n     \"WE CANNOT MARK OUT A PRECISE LINE TO BE FOLLOWED\n\n                                          xiv\n\nUNCONDITIONALLY. CIRCUMSTANCES AND EMERGENCIES WILL ARISE FOR WHICH THE LORD MUST GIVE SPECIAL INSTRUCTION, BUT IF WE BEGIN TO WORK, DEPENDING WHOLLY UPON THE LORD, WATCHING, PRAYING, WALKING IN HARMONY WITH THE LIGHT HE SENDS US, WE SHALL NOT BE LEFT TO WALK IN DARKNESS.\"--ELLEN G. WHITE LETTER 192, 1906.\n\n          THE TESTIMONIES AND THE MEANING OF WORDS\n\n     THE SIGNIFICANCE OF CERTAIN TERMS ALSO MAY CHANGE MATERIALLY OVER A PERIOD OF YEARS. HOWEVER, A CAREFUL STUDY OF BASIC PRINCIPLES, AS REVEALED THROUGH AN ACCUMULATION OF THE COUNSELS, MAKES CLEAR THE INTENT OF THE AUTHOR AND THUS THE PROPER COURSE OF ACTION.\n     THE STUDENT OF ELLEN G. WHITE'S HEALTH COUNSELS IS AWARE OF THE FREQUENT CONDEMNATION OF THE USE OF DRUGS AND THE APPEAL FOR THE EMPLOYMENT OF SIMPLE REMEDIES. A HUNDRED YEARS AGO, AND FOR MANY YEARS THEREAFTER, THE REMEDIES EMPLOYED BY PHYSICIANS WERE USUALLY THOSE WHICH WE KNOW NOW TO BE POTENT POISONS. OFTEN THE CAUSE OF THE DISEASE WAS NOT KNOWN. THE GERM THEORY WAS NOT YET WELL ESTABLISHED, AND TREATMENTS USUALLY DEALT WITH SYMPTOMS. ANYONE FAMILIAR WITH THE MEDICAL LITERATURE OF THE TIME IS AWARE OF THE HIGH MORTALITY RATE AND OF THE SHORT LIFE EXPECTANCY. HE IS AWARE OF THE NATURE OF MANY OF THE MEDICATIONS WHICH WERE USED BY PHYSICIANS. MANY DIED AS THE RESULT OF THE USE OF THE DRUGS PRESCRIBED. [NOTE: FOR A DOCUMENTED PICTURE ILLUSTRATING THIS, SEE \"STORY OF OUR HEALTH MESSAGE,\" CHAPTER 1, ENTITLED \"THE TIMES OF THIS IGNORANCE.\"] THE VOICE OF ELLEN WHITE CRYING OUT AGAINST THIS DISREGARD OF LIFE WAS NOT A LONE VOICE, BUT SHE SPOKE FROM A HEART WHICH COULD FEEL AND A MIND ENLIGHTENED BY INSPIRATION.\n     THE CAREFUL STUDENT WILL AVOID MISAPPLYING THE REFERENCES TO DRUGS. NEVER WILL HE SWEEPINGLY APPLY THE CONDEMNATION OF DRUGS TO TESTED REMEDIAL AGENCIES MADE AVAILABLE THROUGH SCIENTIFIC RESEARCH. HE WILL FIND FROM A REVIEW OF THE ELLEN G. WHITE STATEMENTS, PUTTING LINE WITH LINE AND PRECEPT WITH PRECEPT, THAT HER REFERENCES TO \"STRONG DRUGS\" AND \"POISONOUS DRUGS\" AND THE USE OF \"MEDICINES WHICH . . . LEAVE BEHIND INJURIOUS EFFECTS UPON THE SYSTEM,\" ARE QUALIFYING FACTORS WHICH MUST BE TAKEN INTO ACCOUNT. SEE THE ASSEMBLED STATEMENTS ON THE USE OF DRUGS IN SELECTED MESSAGES, BOOK 2, PAGES 279-285.\n     HE WILL FIND THAT MRS. WHITE EMPLOYED REMEDIAL AGENCIES AND TOOK ADVANTAGE OF TRUE ADVANCES IN MEDICAL SCIENCE DURING THE\n\n                                                            xv\n\nLATER YEARS OF HER LIFE. HE WILL OBSERVE THAT HER POSITION WAS NEITHER EXTREME NOR FANATICAL, BUT RATIONAL AND IN KEEPING WITH SCIENTIFIC FINDINGS AND A CONSERVATIVE APPRAISAL OF THOSE FINDINGS. HE WILL OBSERVE THAT THROUGH ALL THE SPIRIT OF PROPHECY COUNSELS ON HEALTH, THE EMPHASIS IS ON PREVENTIVE MEDICINE. THERE IS A CALL TO GUARD THE BODY, TO CULTIVATE SIMPLE HABITS OF LIVING, AND TO TAKE ADVANTAGE OF THE RESTORATIVE AGENCIES AVAILABLE TO ALL.\n     MEDICAL PERSONNEL, AS THEY SEEK TO UNDERSTAND THE PREVENTION, CAUSE, AND TREATMENT OF DISEASE, AND AS THEY SEEK TO EMPLOY THE MEDICAL WORK AS THE \"RIGHT ARM\" OF THE THIRD ANGEL'S MESSAGE, WILL FIND THESE COUNSELS, WARNINGS, AND ENCOURAGEMENTS OF DIVINE ORIGIN TO BE A TIMELY AID.\n     THE BOARD OF TRUSTEES OF THE ELLEN G. WHITE ESTATE.\n\nWASHINGTON, D.C.\nNOVEMBER 1, 1962.\n\n\nTable of Contents\n\n 1. Healing Power and Its Source ................................... 7\n 2. The Divine Plan in the Medical Missionary Work ................ 19\n 3. The Christian Physician and His Work .......................... 31\n 4. Our Medical College ........................................... 55\n 5. Warning Against Spiritistic Sophistry ......................... 87\n 6. True and False Systems of Mind Cure .......................... 105\n 7. Fees and Wages ............................................... 119\n 8. Counsels and Cautions ........................................ 137\n 9. The Management of Sanitariums ................................ 163\n10. Opportunities for Ministry in Hospitals and Sanitariums ...... 187\n11. The Sanitarium Family ........................................ 199\n12. The Prevention of Disease and Its Cure by Rational Methods ... 221\n13. Medical Missionary Work and the Gospel Ministry .............. 237\n14. Teaching Health Principles ................................... 259\n15. Diet and Health .............................................. 273\n16. The Worker's Health .......................................... 291\n17. Medical Missionary Work in the Great Cities .................. 299\n18. Extent of the Work ........................................... 315\n\n\nSection One - Healing Power and Its Source\n\n                      Nature the Servant of God \n\n     The material world is under God's control. The laws that govern all nature are obeyed by nature. Everything speaks and acts the will of the Creator. The clouds, the rain, the dew, the sunshine, the showers, the wind, the storm, all are under the supervision of God, and yield implicit obedience to Him who employs them. The tiny spear of grass bursts its way through the earth, first the blade, then the ear, and then the full corn in the ear. The Lord uses these, His obedient servants, to do His will.--Letter 131, 1897.", "paragraph": 1, "bookcode": "MM", "page": 7}