{"word": "EW - Early Writings (1882)\n\n\nPREFACE\n\n     RARE INDEED IT IS IN THESE CHANGING TIMES THAT A BOOK LIVES ON THROUGH A CENTURY IN EVER-INCREASING DEMAND AND TAKES ITS PLACE IN CURRENT READING BY THE SIDE OF BOOKS DEALING WITH PRESENT ISSUES. YET SUCH IS THE ENVIABLE RECORD OF EARLY WRITINGS OF ELLEN G. WHITE. THROUGH THE YEARS THERE HAVE BEEN MANY PRINTINGS OF THE SEVERAL EDITIONS. IT NOW APPEARS IN A FIFTH AMERICAN EDITION.\n     THIS POPULAR LITTLE VOLUME IS RIGHTLY NAMED, BEING A REPUBLICATION OF THE FIRST THREE ELLEN G. WHITE BOOKS --CHRISTIAN EXPERIENCE AND VIEWS OF MRS. E. G. WHITE, FIRST PRINTED IN 1851; A SUPPLEMENT TO EXPERIENCE AND VIEWS, ISSUED IN 1854; AND SPIRITUAL GIFTS, VOLUME I, WHICH APPEARED IN 1858.\n     THE WIDE AND LASTING POPULARITY OF EARLY WRITINGS MAY BE ATTRIBUTED TO THE UNWANING DESIRE TO POSSESS AND STUDY THE MESSAGES OF INFORMATION AND ENCOURAGEMENT WHICH CAME EARLY TO THE CHURCH THROUGH THE PROPHETIC GIFT.\n     THE SECOND PRINTING OF THIS MATTER WAS MADE IN 1882 IN TWO SMALL VOLUMES--EXPERIENCE AND VIEWS AND THE SUPPLEMENT COMPRISING THE FIRST, AND SPIRITUAL GIFTS THE SECOND. AS TO CERTAIN ADDITIONS TO THE FIRST OF THESE ORIGINAL WORKS AND SOME SLIGHT EDITORIAL CHANGES MADE AT THAT TIME, THE PUBLISHER'S PREFACE STATES:\n     \"FOOTNOTES GIVING DATES AND EXPLANATIONS, AND AN APPENDIX GIVING TWO VERY INTERESTING DREAMS, WHICH WERE MENTIONED BUT NOT RELATED IN THE ORIGINAL WORK, WILL ADD TO THE VALUE OF THIS EDITION. ASIDE FROM THESE, NO CHANGES FROM THE ORIGINAL WORK HAVE BEEN MADE IN THE PRESENT EDITION, EXCEPT THE OCCASIONAL EMPLOYMENT OF A NEW WORD, OR A CHANGE IN THE CONSTRUCTION OF A\n\nIV\n\nSENTENCE, TO BETTER EXPRESS THE IDEA, AND NO PORTION OF THE WORK HAS BEEN OMITTED. NO SHADOW OF CHANGE HAS BEEN MADE IN ANY IDEA OR SENTIMENT OF THE ORIGINAL WORK, AND THE VERBAL CHANGES HAVE BEEN MADE UNDER THE AUTHOR'S OWN EYE, AND WITH HER FULL APPROVAL.\"\n     THE TWO COMPANION BOOKS WERE ALSO REISSUED AS A SINGLE VOLUME IN 1882 UNDER THE TITLE EARLY WRITINGS. IN 1906 THE TYPE WAS RESET TO MAKE THE THIRD AMERICAN EDITION, WHICH HAS HAD WIDE DISTRIBUTION, MEETING THE EVER-INCREASING DEMAND. THE PAGING OF THIS EDITION BECAME THE STANDARD FOR ALL REFERENCE WORK AND THE SUBSEQUENTLY PUBLISHED INDEXES TO THE WRITINGS OF MRS. WHITE.\n     THE FOURTH EDITION OF EARLY WRITINGS WAS PUBLISHED IN 1945. FORTY YEARS OF PRINTING AND REPRINTING MADE NECESSARY NEW PRINTING PLATES. AS THE TYPE WAS RESET THE CONTENT WAS HELD PAGE FOR PAGE WITH THE EDITION IT SUCCEEDED. MODERN SPELLING AND CURRENT FORMS OF PUNCTUATION WERE EMPLOYED AND A NEW PREFACE REVIEWED BRIEFLY THE HISTORY OF THE BOOK.\n     THIS FIFTH EDITION IS CHARACTERIZED BY A HISTORICAL PROLOGUE, ADDED TO FURNISH THE READER WITH A KNOWLEDGE OF THE TIMES AND CIRCUMSTANCES OF THE VARIOUS PORTIONS OF THE BOOK AND BY SEVERAL APPENDIX NOTES PROVIDED TO EXPLAIN EXPRESSIONS AND SITUATIONS NOT SO WELL UNDERSTOOD NOW AS AT THE TIME OF WRITING. THERE HAS BEEN NO CHANGE OF THE E. G. WHITE TEXT NOR CHANGE IN THE PAGING FROM THE FOURTH EDITION WHICH THIS SUCCEEDS, CONSEQUENTLY IT HARMONIZES WITH THE COMPREHENSIVE INDEX TO THE WRITINGS OF ELLEN G. WHITE.\n     IN EXPERIENCE AND VIEWS IS PRESENTED MRS. WHITE'S FIRST BIOGRAPHICAL SKETCH, BRIEFLY TRACING HER EXPERIENCE THROUGH THE ADVENT MOVEMENT OF 1840-44. THEN FOLLOW A NUMBER OF THE EARLIER VISIONS, MANY OF WHICH HAD FIRST APPEARED IN PRINT IN BROADSIDE OR PERIODICAL ARTICLE FORM.\n\n                                                           V\n\n     THE SUPPLEMENT EXPLAINS CERTAIN EXPRESSIONS OF THE EARLIER WORK WHICH HAD BEEN MISUNDERSTOOD OR MISCONSTRUED, AND GIVES ADDITIONAL COUNSEL TO THE CHURCH. ITS PUBLICATION PRECEDED BY ONE YEAR THE FIRST PAMPHLET BEARING THE TITLE OF TESTIMONY FOR THE CHURCH.\n     SPIRITUAL GIFTS, VOLUME I, BEING THE FIRST PUBLISHED ACCOUNT OF THE LONG-EXTENDED CONFLICT BETWEEN CHRIST AND HIS ANGELS AND SATAN AND HIS ANGELS, IS CHERISHED FOR ITS VIVID DESCRIPTIONS AND ITS COMPACTNESS, TOUCHING AS IT DOES ONLY THE MORE SALIENT POINTS. IN SUCCEEDING YEARS THIS BRIEF STORY OF THE CONFLICT WAS GREATLY AMPLIFIED IN THE FOUR VOLUMES OF THE SPIRIT OF PROPHECY, PUBLISHED 1870-84. AFTER WIDE DISTRIBUTION, THIS FOUR-BOOK SET WAS REPLACED BY THE WELL-KNOWN AND WIDELY READ CONFLICT OF THE AGES SERIES, PRESENTING THE ACCOUNT IN STILL MORE DETAILED FORM, AS IT HAD BEEN PRESENTED TO MRS. WHITE IN MANY REVELATIONS. EVEN THOUGH THE FULLER VOLUMES--PATRIARCHS AND PROPHETS, PROPHETS AND KINGS, THE DESIRE OF AGES, THE ACTS OF THE APOSTLES, AND THE GREAT CONTROVERSY--PRESENT THE CONFLICT STORY IN ITS MORE COMPLETE FORM, THE INITIAL WRITING OF THE ACCOUNT AS HERE PRESENTED IN ITS BRIEF, CLEAR-CUT, SIMPLE FORM, WILL, WITH EXPERIENCE AND VIEWS, ALWAYS BE IN LARGE DEMAND.\n                                THE TRUSTEES OF THE\n                            ELLEN G. WHITE PUBLICATIONS.\n\nWASHINGTON, D.C.\nMARCH,1963\n\n             PREFACE TO FIRST EDITION\n                OF \"EXPERIENCE AND VIEWS\"\n\n     WE ARE WELL AWARE THAT MANY HONEST SEEKERS AFTER TRUTH AND BIBLE HOLINESS ARE PREJUDICED AGAINST VISIONS. TWO GREAT CAUSES HAVE CREATED THIS PREJUDICE. FIRST FANATICISM, ACCOMPANIED BY FALSE VISIONS AND EXERCISES,\n\nVI\n\nHAS EXISTED MORE OR LESS ALMOST EVERYWHERE. THIS HAS LED MANY OF THE SINCERE TO DOUBT ANYTHING OF THE KIND. SECONDLY, THE EXHIBITION OF MESMERISM, AND WHAT IS COMMONLY CALLED THE \"MYSTERIOUS RAPPING,\" ARE PERFECTLY CALCULATED TO DECEIVE, AND CREATE UNBELIEF RELATIVE TO THE GIFTS AND OPERATIONS OF THE SPIRIT OF GOD.\n     BUT GOD IS UNCHANGEABLE. HIS WORK THROUGH MOSES IN THE PRESENCE OF PHARAOH WAS PERFECT, NOTWITHSTANDING JANNES AND JAMBRES WERE PERMITTED TO PERFORM MIRACLES BY THE POWER OF SATAN, THAT RESEMBLED THE MIRACLES WROUGHT BY MOSES. THE COUNTERFEIT ALSO APPEARED IN THE DAYS OF THE APOSTLES, YET THE GIFTS OF THE SPIRIT WERE MANIFESTED IN THE FOLLOWERS OF CHRIST. AND IT IS NOT THE PURPOSE OF GOD TO LEAVE HIS PEOPLE IN THIS AGE OF ALMOST UNBOUNDED DECEPTION WITHOUT THE GIFTS AND MANIFESTATIONS OF HIS SPIRIT.\n     THE DESIGN OF A COUNTERFEIT IS TO IMITATE AN EXISTING REALITY. THEREFORE THE PRESENT MANIFESTATION OF THE SPIRIT OF ERROR IS PROOF THAT GOD MANIFESTS HIMSELF TO HIS CHILDREN BY THE POWER OF THE HOLY SPIRIT, AND THAT HE IS ABOUT TO FULFILL HIS WORD GLORIOUSLY.\n     \"AND IT SHALL COME TO PASS IN THE LAST DAYS, SAITH GOD, I WILL POUR OUT OF MY SPIRIT UPON ALL FLESH: AND YOUR SONS AND DAUGHTERS SHALL PROPHESY, AND YOUR YOUNG MEN SHALL SEE VISIONS, AND YOUR OLD MEN SHALL DREAM DREAMS.\" ACTS 2:17. (CF. JOEL 2:28.)\n     AS FOR MESMERISM, WE HAVE EVER CONSIDERED IT DANGEROUS, THEREFORE HAVE HAD NOTHING TO DO WITH IT. WE NEVER EVEN SAW A PERSON IN A MESMERIC SLEEP AND KNOW NOTHING OF THE ART BY EXPERIENCE.\n     WE SEND OUT THIS LITTLE WORK WITH THE HOPE THAT IT WILL COMFORT THE SAINTS.\n                                          JAMES WHITE.\n\n     SARATOGA SPRINGS, N.Y., AUGUST, 1851.\n\n                                                       VII\n\n                 HISTORICAL PROLOGUE\n\n     EARLY WRITINGS IS A WORK OF LASTING AND SPECIAL INTEREST TO SEVENTH-DAY ADVENTISTS, FOR IT EMBODIES THE EARLIEST ELLEN G. WHITE BOOKS. THESE WERE WRITTEN AND FIRST PUBLISHED IN THE 1850'S FOR THE EDIFICATION AND INSTRUCTION OF THOSE WHO WITH THE AUTHOR HAD PASSED THROUGH THE EXPERIENCES OF THE SABBATHKEEPING ADVENTISTS IN THE 1840'S AND THE EARLY 1850'S. THIS BEING SO, THE AUTHOR ASSUMED ON THE PART OF THE READER A FAMILIARITY WITH THE HISTORY OF THE ADVENT AWAKENING AND THE DEVELOPMENT OF THE SEVENTH-DAY ADVENTIST MOVEMENT THAT EMERGED IN 1844. CONSEQUENTLY EXPERIENCES WELL UNDERSTOOD AT THE TIME ARE IN SOME INSTANCES MERELY ALLUDED TO, AND EXPRESSIONS ARE EMPLOYED WHICH TO BE CORRECTLY UNDERSTOOD, MUST BE THOUGHT OF IN THE FRAMEWORK OF THE HISTORY OF THE SABBATHKEEPING ADVENTISTS IN THOSE EARLY YEARS.\n     IN 1858, IN WRITING OF THE SOUNDING OF THE MESSAGES OF THE THREE ANGELS OF REVELATION 14, ELLEN WHITE DEALS WITH THE EXPERIENCES OF THOSE WHO PARTICIPATED IN THE WORK AND DRAWS LESSONS FROM THESE EXPERIENCES, RATHER THAN GIVING AS ONE MIGHT EXPECT, A CLEAR-CUT PRESENTATION OF THE CHARACTER OF THESE MESSAGES. SEE PAGES 232-240; 254-258. SHE AT TIMES EMPLOYS SUCH NOW UNFAMILIAR\nTERMS AS \"NOMINAL ADVENTIST,\" \"SHUT DOOR,\" \"OPEN DOOR,\" ET CETERA.\n     TODAY WE ARE REMOVED BY MORE THAN A CENTURY FROM THOSE HEROIC TIMES. THE READER MUST KEEP THIS CLEARLY IN MIND. THE HISTORY WHICH WAS SO WELL KNOWN TO THE CONTEMPORARIES OF ELLEN WHITE WE SHALL NOW REVIEW, TOUCHING SOME OF THE HIGH POINTS OF THE EXPERIENCES OF THE SABBATHKEEPING ADVENTISTS DURING THE DECADE OR TWO PRECEDING THE FIRST PUBLICATION OF THE MATERIALS THAT APPEAR HERE.\n\nVIII\n\n     IN THE OPENING PARAGRAPHS MRS. WHITE MAKES BRIEF REFERENCE TO HER CONVERSION AND HER EARLY CHRISTIAN EXPERIENCE. SHE TELLS ALSO OF HEARING LECTURES ON THE BIBLE DOCTRINE OF THE EXPECTED PERSONAL ADVENT OF CHRIST, WHICH WAS THOUGHT TO BE NEAR AT HAND. THE GREAT ADVENT AWAKENING TO WHICH SUCH BRIEF REFERENCE IS HERE MADE WAS A MOVEMENT WORLDWIDE IN ITS OUTREACH. IT EMERGED AS THE RESULT OF CAREFUL STUDY OF THE PROPHETIC SCRIPTURES ON THE PART OF MANY, AND THE ACCEPTANCE OF THE GOOD NEWS OF THE COMING OF JESUS BY LARGE NUMBERS OF PEOPLE THROUGHOUT THE WORLD.\n\n           THE GREAT ADVENT AWAKENING\n\n     BUT IT WAS IN THE UNITED STATES THAT THE ADVENT MESSAGE WAS MOST WIDELY PROCLAIMED AND RECEIVED. AS BIBLE PROPHECIES RELATING TO THE RETURN OF JESUS WERE ACCEPTED BY ABLE MEN AND WOMEN OF MANY RELIGIOUS FAITHS, A LARGE FOLLOWING OF EARNEST ADVENTIST BELIEVERS RESULTED. IT SHOULD BE NOTED, HOWEVER, THAT NO SEPARATE AND DISTINCT RELIGIOUS ORGANIZATION WAS FORMED. THE ADVENT HOPE LED TO DEEP RELIGIOUS REVIVALS THAT BENEFITED ALL THE PROTESTANT CHURCHES AND LED MANY SKEPTICS AND INFIDELS TO PUBLICLY CONFESS THEIR FAITH IN THE BIBLE AND IN GOD.\n     AS THE MOVEMENT NEARED ITS HIGH POINT IN THE EARLY 1840'S, SEVERAL HUNDRED MINISTERS UNITED IN PROCLAIMING THE MESSAGE. IN THE LEAD WAS WILLIAM MILLER, WHO LIVED IN THE EASTERN EDGE OF NEW YORK STATE. HE WAS A MAN OF PROMINENCE IN HIS COMMUNITY AND ENGAGED IN FARMING AS A LIVELIHOOD. IN SPITE OF A RICH RELIGIOUS BACKGROUND, HE HAD GROWN SKEPTICAL IN HIS YOUTH. HE LOST FAITH IN THE WORD OF GOD AND ADOPTED DEISTIC VIEWS. WHILE READING A SERMON IN THE BAPTIST CHURCH ONE SUNDAY MORNING, THE HOLY SPIRIT TOUCHED HIS HEART, AND HE WAS LED TO ACCEPT JESUS CHRIST AS HIS SAVIOUR. MILLER SET ABOUT TO STUDY THE WORD OF GOD,\n\n                                                      IX\n\nDETERMINED TO FIND IN THE BIBLE A SATISFACTORY ANSWER TO ALL HIS QUESTIONS, AND TO LEARN FOR HIMSELF THE TRUTHS SET FORTH IN ITS PAGES.\n     FOR TWO YEARS HE DEVOTED MUCH OF HIS TIME TO A VERSE-BY-VERSE STUDY OF THE SCRIPTURES. HE DETERMINED NOT TO TAKE UP THE NEXT VERSE UNTIL HE FELT HE HAD FOUND A SATISFACTORY EXPLANATION OF THE ONE HE WAS STUDYING. HE HAD BEFORE HIM ONLY HIS BIBLE AND A CONCORDANCE. IN TIME HE CAME IN HIS STUDY TO THE PROPHECIES OF THE LITERAL, PERSONAL, SECOND COMING OF CHRIST. HE GRAPPLED ALSO WITH THE GREAT TIME PROPHECIES, PARTICULARLY THE 2300-DAY PROPHECY OF DANIEL 8 AND 9, WHICH HE LINKED WITH THE PROPHECY OF REVELATION 14 AND THE MESSAGE OF THE ANGEL PROCLAIMING THE HOUR OF GOD'S JUDGMENT (REVELATION 14:6, 7). IN THIS VOLUME, ON PAGE 229, MRS. WHITE STATES THAT \"GOD SENT HIS ANGEL TO MOVE UPON THE HEART\" OF WILLIAM MILLER, \"TO LEAD HIM TO SEARCH THE PROPHECIES.\"\n     IN HER GIRLHOOD MRS. WHITE HEARD MILLER DELIVER TWO SERIES OF LECTURES IN THE CITY OF PORTLAND, MAINE. A DEEP AND LASTING IMPRESSION WAS MADE ON HER HEART. WE WILL LET HER SET BEFORE US THE RECKONING OF THE PROPHECIES, AS ELDER MILLER PRESENTED THEM TO HIS AUDIENCES. FOR THIS WE TURN TO MRS. WHITE'S LATER BOOK, THE GREAT CONTROVERSY:\n\n      THE RECKONING OF THE PROPHETIC PERIODS\n\n     \"THE PROPHECY WHICH SEEMED MOST CLEARLY TO REVEAL THE TIME OF THE SECOND ADVENT WAS THAT OF DANIEL 8:14: 'UNTO TWO THOUSAND AND THREE HUNDRED DAYS; THEN SHALL THE SANCTUARY BE CLEANSED.' FOLLOWING HIS RULE OF MAKING SCRIPTURE ITS OWN INTERPRETER, MILLER LEARNED THAT A DAY IN SYMBOLIC PROPHECY REPRESENTS A YEAR [NUMBERS 14:34; EZEKIEL 4:6.]; HE SAW THAT THE PERIOD OF 2300 PROPHETIC DAYS, OR LITERAL YEARS, WOULD EXTEND FAR BEYOND THE CLOSE OF THE JEWISH DISPENSATION, HENCE IT\n\nX\n\nCOULD NOT REFER TO THE SANCTUARY OF THAT DISPENSATION. MILLER ACCEPTED THE GENERALLY RECEIVED VIEW, THAT IN THE CHRISTIAN AGE THE EARTH IS THE SANCTUARY, AND HE THEREFORE UNDERSTOOD THAT THE CLEANSING OF THE SANCTUARY FORETOLD IN DANIEL 8:14 REPRESENTED THE PURIFICATION OF THE EARTH BY FIRE AT THE SECOND COMING OF CHRIST. IF, THEN, THE CORRECT STARTING-POINT COULD BE FOUND FOR THE 2300 DAYS, HE CONCLUDED THAT THE TIME OF THE SECOND ADVENT COULD BE READILY ASCERTAINED. THUS WOULD BE REVEALED THE TIME OF THAT GREAT CONSUMMATION, THE TIME WHEN THE PRESENT STATE, WITH 'ALL ITS PRIDE AND POWER, POMP AND VANITY, WICKEDNESS AND OPPRESSION, WOULD COME TO AN END;' WHEN THE CURSE WOULD BE 'REMOVED FROM OFF THE EARTH, DEATH BE DESTROYED, REWARD BE GIVEN TO THE SERVANTS OF GOD, THE PROPHETS AND SAINTS, AND THEM WHO FEAR HIS NAME, AND THOSE BE DESTROYED THAT DESTROY THE EARTH.' [FOOTNOTE: BLISS, MEMOIRS OF WM. MILLER, P. 76.]\n     \"WITH A NEW AND DEEPER EARNESTNESS, MILLER CONTINUED THE EXAMINATION OF THE PROPHECIES, WHOLE NIGHTS AS WELL AS DAYS BEING DEVOTED TO THE STUDY OF WHAT NOW APPEARED OF SUCH STUPENDOUS IMPORTANCE AND ALL-ABSORBING INTEREST. IN THE EIGHTH CHAPTER OF DANIEL HE COULD FIND NO CLUE TO THE STARTING-POINT OF THE 2300 DAYS; THE ANGEL GABRIEL, THOUGH COMMANDED TO MAKE DANIEL UNDERSTAND THE VISION, GAVE HIM ONLY A PARTIAL EXPLANATION. AS THE TERRIBLE PERSECUTION TO BEFALL THE CHURCH WAS UNFOLDED TO THE PROPHET'S VISION, PHYSICAL STRENGTH GAVE WAY. HE COULD ENDURE NO MORE, AND THE ANGEL LEFT HIM FOR A TIME. DANIEL 'FAINTED, AND WAS SICK CERTAIN DAYS.' 'AND I WAS ASTONISHED AT THE VISION,' HE SAYS, 'BUT NONE UNDERSTOOD IT.'\n     \"YET GOT HAD BIDDEN HIS MESSENGER, 'MAKE THIS MAN TO UNDERSTAND THE VISION.' THAT COMMISSION MUST BE FULFILLED. IN OBEDIENCE TO IT, THE ANGEL, SOME TIME AFTERWARD, RETURNED TO DANIEL, SAYING, 'I AM NOW COME\n\n                                                     XI\n\nFORTH TO GIVE THEE SKILL AND UNDERSTANDING;' 'THEREFORE UNDERSTAND THE MATTER, AND CONSIDER THE VISION.' [DANIEL 9:22, 23, 25-27.] THERE WAS ONE IMPORTANT POINT IN THE VISION OF CHAPTER EIGHT WHICH HAD BEEN LEFT UNEXPLAINED, NAMELY, THAT RELATING TO TIME,--THE PERIOD OF THE 2300 DAYS; THEREFORE THE ANGEL, IN RESUMING HIS EXPLANATION, DWELLS CHIEFLY UPON THE SUBJECT OF TIME:\n     \"'SEVENTY WEEKS ARE DETERMINED UPON THY PEOPLE AND UPON THY HOLY CITY.... KNOW THEREFORE AND UNDERSTAND, THAT FROM THE GOING FORTH OF THE COMMANDMENT TO RESTORE AND TO BUILD JERUSALEM UNTO THE MESSIAH THE PRINCE SHALL BE SEVEN WEEKS, AND THREESCORE AND TWO WEEKS: THE STREET SHALL BE BUILT AGAIN, AND THE WALL, EVEN IN TROUBLOUS TIMES. AND AFTER THREESCORE AND TWO WEEKS SHALL MESSIAH BE CUT OFF, BUT NOT FOR HIMSELF.\n... AND HE SHALL CONFIRM THE COVENANT WITH MANY FOR ONE WEEK: AND IN THE MIDST OF THE WEEK HE SHALL CAUSE THE SACRIFICE AND THE OBLATION TO CEASE.'\n     \"THE ANGEL HAD BEEN SENT TO DANIEL FOR THE EXPRESS PURPOSE OF EXPLAINING TO HIM THE POINT WHICH HE HAD FAILED TO UNDERSTAND IN THE VISION OF THE EIGHTH CHAPTER, THE STATEMENT RELATIVE TO TIME,--'UNTO TWO THOUSAND AND THREE HUNDRED DAYS; THEN SHALL THE SANCTUARY BE CLEANSED.' AFTER BIDDING DANIEL 'UNDERSTAND THE MATTER, AND CONSIDER THE VISION,' THE VERY FIRST WORDS OF THE ANGEL ARE, 'SEVENTY WEEKS ARE DETERMINED UPON THY PEOPLE AND UPON THY HOLY CITY.' THE WORD HERE TRANSLATED 'DETERMINED,' LITERALLY SIGNIFIES 'CUT OFF.' SEVENTY WEEKS, REPRESENTING 490 YEARS, ARE DECLARED BY THE ANGEL TO BE CUT OFF, AS SPECIALLY PERTAINING TO THE JEWS. BUT FROM WHAT WERE THEY CUT OFF? AS THE 2300 DAYS WAS THE ONLY PERIOD OF TIME MENTIONED IN CHAPTER EIGHT, IT MUST BE THE PERIOD FROM WHICH THE SEVENTY WEEKS WERE CUT OFF; THE SEVENTY WEEKS MUST THEREFORE BE A PART OF THE 2300 DAYS, AND THE TWO PERIODS MUST BEGIN TOGETHER. THE SEVENTY WEEKS WERE DECLARED BY THE ANGEL TO DATE\n\nXII\n\nFROM THE GOING FORTH OF THE COMMANDMENT TO RESTORE AND BUILD JERUSALEM. IF THE DATE OF THIS COMMANDMENT COULD BE FOUND, THEN THE STARTING-POINT FOR THE GREAT PERIOD OF THE 2300 DAYS WOULD BE ASCERTAINED.\n     \"IN THE SEVENTH CHAPTER OF EZRA THE DECREE IS FOUND. [EZRA 7:12-26.] IN ITS COMPLETEST FORM IT WAS ISSUED BY ARTAXERXES, KING OF PERSIA, B.C. 457. BUT IN EZRA 6:14 THE HOUSE OF THE LORD AT JERUSALEM IS SAID TO HAVE BEEN BUILT 'ACCORDING TO THE COMMANDMENT [MARGIN, DECREE] OF CYRUS, AND DARIUS, AND ARTAXERXES KING OF PERSIA.' THESE THREE KINGS, IN ORIGINATING, RE-AFFIRMING, AND COMPLETING THE DECREE, BROUGHT IT TO THE PERFECTION REQUIRED BY THE PROPHECY TO MARK THE BEGINNING OF THE 2300 YEARS. TAKING B.C. 457, THE TIME WHEN THE DECREE WAS COMPLETED, AS THE DATE OF THE COMMANDMENT, EVERY SPECIFICATION OF THE PROPHECY CONCERNING THE SEVENTY WEEKS WAS SEEN TO HAVE BEEN FULFILLED.\n     \"'FROM THE GOING FORTH OF THE COMMANDMENT TO RESTORE AND TO BUILD JERUSALEM UNTO THE MESSIAH THE PRINCE SHALL BE SEVEN WEEKS, AND THREESCORE AND TWO WEEKS.'--NAMELY, SIXTY-NINE WEEKS, OR 483 YEARS. THE DECREE OF ARTAXERXES WENT INTO EFFECT IN THE AUTUMN OF B.C. 457. FROM THIS DATE, 483 YEARS EXTEND TO THE AUTUMN OF A.D. 27. AT THAT TIME THIS PROPHECY WAS FULFILLED. THE WORD 'MESSIAH' SIGNIFIES 'THE ANOINTED ONE.' IN THE AUTUMN OF A.D. 27, CHRIST WAS BAPTIZED BY JOHN, AND RECEIVED THE ANOINTING OF THE SPIRIT. THE APOSTLE PETER TESTIFIES THAT 'GOD ANOINTED JESUS OF NAZARETH WITH THE HOLY GHOST AND WITH POWER.' [ACTS 10:38.] AND THE SAVIOUR HIMSELF DECLARED, 'THE SPIRIT OF THE LORD IS UPON ME, BECAUSE HE HATH ANOINTED ME TO PREACH THE GOSPEL TO THE POOR.' [LUKE 4:18.] AFTER HIS BAPTISM HE WENT INTO GALILEE, 'PREACHING THE GOSPEL OF THE KINGDOM OF GOD, AND SAYING, THE TIME IS FULFILLED.' [MARK 1:14, 15.]\n     \"'AND HE SHALL CONFIRM THE COVENANT WITH MANY FOR\n\n                                                  XIII\n\nONE WEEK.' THE 'WEEK' HERE BROUGHT TO VIEW IS THE LAST ONE OF THE SEVENTY; IT IS THE LAST SEVEN YEARS OF THE PERIOD ALLOTTED ESPECIALLY TO THE JEWS. DURING THIS TIME, EXTENDING FROM A.D. 27 TO A.D. 34, CHRIST, AT FIRST IN PERSON AND AFTERWARD BY HIS DISCIPLES, EXTENDED THE GOSPEL INVITATION ESPECIALLY TO THE JEWS. AS THE APOSTLES WENT FORTH WITH THE GOOD TIDINGS OF THE KINGDOM, THE SAVIOUR'S DIRECTION WAS, 'GO NOT INTO THE WAY OF THE GENTILES, AND INTO ANY CITY OF THE SAMARITANS ENTER YE NOT: BUT GO RATHER TO THE LOST SHEEP OF THE HOUSE OF ISRAEL.' [MATTHEW 10:5, 6.]\n     \"'IN THE MIDST OF THE WEEK HE SHALL CAUSE THE SACRIFICE AND THE OBLATION TO CEASE.' IN A.D. 31, THREE AND A HALF YEARS AFTER HIS BAPTISM, OUR LORD WAS CRUCIFIED. WITH THE GREAT SACRIFICE OFFERED UPON CALVARY, ENDED THAT SYSTEM OF OFFERINGS WHICH FOR FOUR THOUSAND YEARS HAD POINTED FORWARD TO THE LAMB OF GOD. TYPE HAD MET ANTITYPE, AND ALL THE SACRIFICES AND OBLATIONS OF THE CEREMONIAL SYSTEM WERE THERE TO CEASE.\n     \"THE SEVENTY WEEKS, OR 490 YEARS, ESPECIALLY ALLOTTED TO THE JEWS, ENDED, AS WE HAVE SEEN, IN A.D. 34. AT THAT TIME, THROUGH THE ACTION OF THE JEWISH SANHEDRIM, THE NATION SEALED ITS REJECTION OF THE GOSPEL BY THE MARTYRDOM OF STEPHEN AND THE PERSECUTION OF THE FOLLOWERS OF CHRIST. THEN THE MESSAGE OF SALVATION, NO LONGER RESTRICTED TO THE CHOSEN PEOPLE, WAS GIVEN TO THE WORLD. THE DISCIPLES, FORCED BY PERSECUTION TO FLEE FROM JERUSALEM, 'WENT EVERYWHERE PREACHING THE WORD.' 'PHILIP WENT DOWN TO THE CITY OF SAMARIA, AND PREACHED CHRIST UNTO THEM.' PETER, DIVINELY GUIDED, OPENED THE GOSPEL TO THE CENTURION OF CAESAREA, THE GOD-FEARING CORNELIUS; AND THE ARDENT PAUL, WON TO THE FAITH OF CHRIST, WAS COMMISSIONED TO CARRY THE GLAD TIDINGS 'FAR HENCE UNTO THE GENTILES.' [ACTS 8:4, 5;  22:21.]\n     \"THUS FAR EVERY SPECIFICATION OF THE PROPHECIES IS\n         \nXIV\n\nSTRIKINGLY FULFILLED, AND THE BEGINNING OF THE SEVENTY WEEKS IS FIXED BEYOND QUESTION AT B.C. 457, AND THEIR EXPIRATION IN A.D. 34. FROM THIS DATA THERE IS NO DIFFICULTY IN FINDING THE TERMINATION OF THE 2300 DAYS. THE SEVENTY WEEKS--490 DAYS--HAVING BEEN CUT OFF FROM THE 2300, THERE WERE 1810 DAYS REMAINING. AFTER THE END OF 490 DAYS, THE 1810 DAYS WERE STILL TO BE FULFILLED. FROM A.D. 34, 1810 YEARS EXTEND TO 1844. CONSEQUENTLY THE 2300 DAYS OF DANIEL 8:14 TERMINATE IN 1844. AT THE EXPIRATION OF THIS GREAT PROPHETIC PERIOD, UPON THE TESTIMONY OF THE ANGEL OF GOD, 'THE SANCTUARY SHALL BE CLEANSED.' THUS THE TIME OF THE CLEANSING OF THE SANCTUARY--WHICH WAS ALMOST UNIVERSALLY BELIEVED TO TAKE PLACE AT THE SECOND ADVENT--WAS DEFINITELY POINTED OUT.\n     \"MILLER AND HIS ASSOCIATES AT FIRST BELIEVED THAT THE 2300 DAYS WOULD TERMINATE IN THE SPRING OF 1844, WHEREAS THE PROPHECY POINTS TO THE AUTUMN OF THAT YEAR. THE MISAPPREHENSION OF THIS POINT BROUGHT DISAPPOINTMENT AND PERPLEXITY TO THOSE WHO HAD FIXED UPON THE EARLIER DATE AS THE TIME OF THE LORD'S COMING. BUT THIS DID NOT IN THE LEAST AFFECT THE STRENGTH OF THE ARGUMENT SHOWING THAT THE 2300 DAYS TERMINATED IN THE YEAR 1844, AND THAT THE GREAT EVENT REPRESENTED BY THE CLEANSING OF THE SANCTUARY MUST THEN TAKE PLACE.\n     \"ENTERING UPON THE STUDY OF THE SCRIPTURES AS HE HAD DONE, IN ORDER TO PROVE THAT THEY WERE A REVELATION FROM GOD, MILLER HAD NOT, AT THE OUTSET, THE SLIGHTEST EXPECTATION OF REACHING THE CONCLUSION AT WHICH HE HAD NOW ARRIVED. HE HIMSELF COULD HARDLY CREDIT THE RESULTS OF HIS INVESTIGATION. BUT THE SCRIPTURE EVIDENCE WAS TOO CLEAR AND FORCIBLE TO BE SET ASIDE.\n     \"HE HAD DEVOTED TWO YEARS TO THE STUDY OF THE BIBLE, WHEN, IN 1818, HE REACHED THE SOLEMN CONVICTION THAT IN ABOUT TWENTY-FIVE YEARS CHRIST WOULD APPEAR FOR THE\n\n                                                      XV\n\nREDEMPTION OF HIS PEOPLE.\"--THE GREAT CONTROVERSY, PP. 324-329.\n\n       THE DISAPPOINTMENT AND ITS AFTERMATH\n\n     IT WAS WITH KEEN ANTICIPATION THAT THE ADVENT BELIEVERS NEARED THE DAY OF THE EXPECTED RETURN OF THEIR LORD. THEY SAW THE FALL OF 1844 AS THE TIME TO WHICH THE PROPHECY OF DANIEL POINTED. BUT THESE DEDICATED BELIEVERS WERE TO SUFFER SEVERE DISAPPOINTMENT. AS THE DISCIPLES OF OLD FAILING TO UNDERSTAND THE EXACT CHARACTER OF EVENTS TO TAKE PLACE IN FULFILLMENT OF PROPHECY RELATING TO THE FIRST ADVENT OF JESUS SUFFERED DISAPPOINTMENT, SO THE ADVENTISTS IN 1844 WERE DISAPPOINTED CONCERNING THE DEVELOPMENT OF PROPHECY RELATING TO THE EXPECTED SECOND COMING OF CHRIST. OF THIS, ELLEN WHITE WROTE IN THIS VOLUME:\n     \"JESUS DID NOT COME TO THE EARTH AS THE WAITING, JOYFUL COMPANY EXPECTED, TO CLEANSE THE SANCTUARY BY PURIFYING THE EARTH BY FIRE. I SAW THAT THEY WERE CORRECT IN THEIR RECKONING OF THE PROPHETIC PERIODS; PROPHETIC TIME CLOSED IN 1844, AND JESUS ENTERED THE MOST HOLY PLACE TO CLEANSE THE SANCTUARY AT THE ENDING OF THE DAYS. THEIR MISTAKE CONSISTED IN NOT UNDERSTANDING WHAT THE  SANCTUARY WAS AND THE NATURE OF ITS CLEANSING.\"--PAGE 243.\n     ALMOST IMMEDIATELY FOLLOWING THE DISAPPOINTMENT OF OCTOBER 22, MANY BELIEVERS AND MINISTERS WHO HAD ASSOCIATED THEMSELVES WITH THE ADVENT MESSAGE DROPPED AWAY. SOME OF THESE JOINED THE MOVEMENT LARGELY FROM FEAR, AND WHEN THE TIME OF EXPECTATION PASSED, THEY ABANDONED THEIR HOPE AND DISAPPEARED. OTHERS WERE SWEPT INTO FANATICISM. ABOUT HALF OF THE ADVENTIST GROUP CLUNG TO THEIR CONFIDENCE THAT CHRIST WOULD SOON APPEAR IN THE CLOUDS OF HEAVEN. IN THE EXPERIENCE OF THE DERISION AND RIDICULE HEAPED UPON THEM BY THE WORLD, THEY THOUGHT THEY SAW EVIDENCES THAT THE DAY\n\nXVI\n\nOF GRACE FOR THE WORLD HAD PASSED. THESE PEOPLE BELIEVED FIRMLY THAT THE RETURN OF THE LORD WAS VERY NEAR. BUT AS THE DAYS MOVED INTO WEEKS AND THE LORD DID NOT APPEAR, A DIVISION OF OPINION DEVELOPED, AND THIS GROUP DIVIDED. ONE PART, NUMERICALLY LARGE, TOOK THE POSITION THAT PROPHECY WAS NOT FULFILLED IN 1844, AND THAT THERE MUST HAVE BEEN A MISTAKE IN RECKONING THE PROPHETIC PERIODS. THEY BEGAN TO FIX THEIR ATTENTION ON SOME SPECIFIC FUTURE DATE FOR THE EVENT. THERE WERE OTHERS, A SMALLER GROUP, THE FOREFATHERS OF THE SEVENTH-DAY ADVENTIST CHURCH, WHO WERE SO CERTAIN OF THE EVIDENCES OF THE WORK OF THE SPIRIT OF GOD IN THE GREAT ADVENT AWAKENING THAT TO DENY THAT THE MOVEMENT WAS THE WORK OF THE LORD WOULD, THEY BELIEVED, DO DESPITE TO THE SPIRIT OF GRACE. THIS THEY FELT THEY COULD NOT DO.\n\n        A VISION IS GIVEN TO ELLEN HARMON\n\n     THE EXPERIENCE OF THIS COMPANY OF BELIEVERS, AND THE WORK THEY WERE TO DO, THEY FOUND PORTRAYED IN THE LAST VERSES OF REVELATION 10. THE ADVENT EXPECTATION WAS TO BE REVIVED. GOD HAD LED THEM. HE WAS STILL LEADING THEM. IN THEIR MIDST WAS A YOUNG WOMAN, ELLEN HARMON BY NAME, WHO IN DECEMBER, 1844, BARELY TWO MONTHS AFTER THE DISAPPOINTMENT, RECEIVED A PROPHETIC REVELATION FROM GOD. IN THIS VISION THE LORD PORTRAYED TO HER THE TRAVELS OF THE ADVENT PEOPLE TO THE NEW JERUSALEM. WHILE THIS VISION DID NOT EXPLAIN THE REASON FOR THE DISAPPOINTMENT, WHICH EXPLANATION COULD AND DID COME FROM BIBLE STUDY, IT GAVE THEM ASSURANCE THAT GOD WAS LEADING THEM AND WOULD CONTINUE TO LEAD THEM AS THEY JOURNEYED TOWARD THE HEAVENLY CITY.\n     AT THE BEGINNING OF THE SYMBOLIC PATHWAY REVEALED TO YOUTHFUL ELLEN WAS A BRIGHT LIGHT, IDENTIFIED BY THE ANGEL AS THE MIDNIGHT CRY, AN EXPRESSION LINKED WITH THE CLIMACTIC PREACHING IN THE SUMMER AND AUTUMN OF\n\n                                               XVII\n\n1844 OF THE IMMINENT SECOND ADVENT. IN THIS VISION SHE SAW CHRIST AS LEADING THE PEOPLE TO THE CITY OF GOD. THEIR CONVERSATION INDICATED THAT THE JOURNEY WOULD BE LONGER THAN THEY HAD ANTICIPATED. SOME LOST SIGHT OF JESUS AND FELL OFF THE PATHWAY, BUT THOSE WHO KEPT THEIR EYES ON JESUS AND THE CITY REACHED THEIR DESTINATION IN SAFETY. IT IS THIS THAT WE FIND PRESENTED IN \"MY FIRST VISION\" ON PAGES 13-17.\n\n            TWO GROUPS OF ADVENTISTS\n\n     AT FIRST ONLY A FEW WERE IDENTIFIED WITH THIS GROUP WHO WERE MOVING FORWARD IN ADVANCING LIGHT. BY THE YEAR 1846 THEY RECKONED THEIR NUMBERS AS ABOUT FIFTY.\n     THE LARGER GROUP WHO TURNED FROM CONFIDENCE IN THE FULFILLMENT OF PROPHECY IN 1844 NUMBERED APPROXIMATELY THIRTY THOUSAND. THEIR LEADERS CAME TOGETHER IN 1845 IN A CONFERENCE IN ALBANY, NEW YORK, APRIL 29 TO MAY 1, AT WHICH TIME THEY RESTUDIED THEIR POSITIONS. BY FORMAL ACTION THEY WENT ON RECORD AS WARNING AGAINST THOSE WHO CLAIM \"SPECIAL ILLUMINATION,\" THOSE WHO TEACH \"JEWISH FABLES,\" AND THOSE WHO ESTABLISH \"NEW TESTS\" (ADVENT HERALD, MAY 14, 1845). THUS THEY CLOSED THE DOOR TO LIGHT ON THE SABBATH AND THE SPIRIT OF PROPHECY. THEY WERE CONFIDENT THAT PROPHECY HAD NOT BEEN FULFILLED IN 1844, AND SOME SET TIME FOR THE TERMINATION OF THE 2300-DAY PERIOD IN THE FUTURE. VARIOUS TIMES WERE SET, BUT ONE AFTER ANOTHER THEY PASSED BY. THESE PEOPLE, HELD TOGETHER BY THE COHESIVE ELEMENT OF THE ADVENT HOPE, AT FIRST ALIGNED THEMSELVES IN SEVERAL RATHER LOOSELY KNIT GROUPS WITH CONSIDERABLE VARIATION IN CERTAIN DOCTRINAL POSITIONS. SOME OF THESE GROUPS SOON FADED OUT. THE GROUP THAT SURVIVED BECAME THE ADVENT CHRISTIAN CHURCH. SUCH ARE IDENTIFIED IN THIS BOOK AS THE \"FIRST DAY ADVENTISTS\" OR \"NOMINAL ADVENTISTS.\"\n\nXVIII\n\n       DAWN OF THE LIGHT ON THE SANCTUARY\n\n     BUT WE MUST NOW TURN BACK TO THOSE WHO TENACIOUSLY CLUNG TO THEIR CONFIDENCE THAT PROPHECY HAD BEEN FULFILLED ON OCTOBER 22, 1844, AND WHO WITH OPEN MINDS AND HEARTS STEPPED FORWARD INTO THE SABBATH AND THE SANCTUARY TRUTHS AS THE LIGHT OF HEAVEN ILLUMINATED THEIR PATHWAY. THESE PEOPLE WERE NOT LOCALIZED IN ANY ONE PLACE BUT WERE INDIVIDUALS OR VERY SMALL GROUPS HERE AND THERE THROUGHOUT THE NORTH CENTRAL AND NORTH-EASTERN PART OF THE UNITED STATES.\n     HIRAM EDSON, ONE OF THIS GROUP, LIVED IN CENTRAL NEW YORK STATE AT PORT GIBSON. HE WAS THE LEADER OF THE ADVENTISTS IN THAT AREA. THE BELIEVERS MET IN HIS HOME ON OCTOBER 22, 1844, TO AWAIT THE COMING OF THE LORD. CALMLY AND PATIENTLY THEY AWAITED THE GREAT EVENT. BUT AS THE HOUR OF MIDNIGHT CAME AND THEY REALIZED THE DAY OF EXPECTATION HAD PASSED, IT BECAME CLEAR THAT JESUS WOULD NOT COME AS SOON AS THEY HAD THOUGHT. IT WAS A TIME OF BITTER DISAPPOINTMENT. IN THE EARLY MORNING HOURS HIRAM EDSON AND A FEW OTHERS WENT OUT TO HIS BARN TO PRAY, AND AS THEY PRAYED, HE FELT ASSURED THAT LIGHT WOULD COME.\n     A LITTLE LATER, AS EDSON AND A FRIEND WERE CROSSING A CORNFIELD TO VISIT FELLOW ADVENTISTS, IT SEEMED AS IF A HAND TOUCHED HIS SHOULDER. HE LOOKED UP TO SEE--AS IF IN A VISION--THE HEAVENS OPENED, AND CHRIST IN THE HEAVENLY SANCTUARY ENTERING INTO THE MOST HOLY PLACE, THERE TO BEGIN A WORK OF MINISTRY IN BEHALF OF HIS PEOPLE, INSTEAD OF COMING FORTH FROM THE MOST HOLY PLACE TO CLEANSE THE WORLD WITH FIRE, AS THEY HAD TAUGHT. CAREFUL BIBLE STUDY BY HIRAM EDSON; F. B. HAHN, A PHYSICIAN; AND O. R. L. CROZIER, A SCHOOLTEACHER, SOON REVEALED THAT THE SANCTUARY TO BE CLEANSED AT THE END OF THE 2300 YEARS WAS NOT THE EARTH BUT THE TABERNACLE IN HEAVEN, WITH CHRIST MINISTERING IN OUR BEHALF IN THE MOST HOLY PLACE. THIS MEDIATORIAL WORK OF CHRIST\n\n                                                     XIX\n\nANSWERED TO THE \"HOUR OF GOD'S JUDGEMENT\" CALL SOUNDED IN THE MESSAGE OF THE FIRST ANGEL (REVELATION 14:6, 7). MR. CROZIER, THE SCHOOLTEACHER, WROTE OUT THE FINDINGS OF THE STUDY GROUP. THESE WERE PRINTED LOCALLY, AND THEN IN FULLER FORM IN AN ADVENTIST JOURNAL KNOWN AS THE DAY-STAR, PUBLISHED IN CINCINNATI, OHIO. A SPECIAL NUMBER DATED FEBRUARY 7, 1846, WAS DEVOTED ENTIRELY TO THIS BIBLE STUDY ON THE QUESTION OF THE SANCTUARY.\n\n         TRUTHS CONFIRMED BY VISION\n\n     WHILE THIS STUDY WAS IN PROGRESS, AND BEFORE THEIR WORK WAS MADE KNOWN, FAR TO THE EAST IN THE STATE OF MAINE, A VISION WAS GIVEN TO ELLEN HARMON IN WHICH SHE WAS SHOWN THE TRANSFER OF THE MINISTRY OF CHRIST FROM THE HOLY PLACE TO THE MOST HOLY PLACE AT THE END OF THE 2300 DAYS. THE RECORD OF THIS VISION IS FOUND IN EARLY WRITINGS, PAGES 54-56.\n     OF ANOTHER VISION SHORTLY AFTER THIS, AS REFERRED TO BY MRS. WHITE IN A STATEMENT WRITTEN IN APRIL, 1847, SHE RECORDS THAT \"THE LORD SHOWED ME IN VISION, MORE THAN ONE YEAR AGO, THAT BROTHER CROZIER HAD THE TRUE LIGHT ON THE CLEANSING OF THE SANCTUARY, ETC.; AND THAT IT WAS HIS WILL THAT BROTHER CROZIER SHOULD WRITE OUT THE VIEW WHICH HE GAVE US IN THE DAY-STAR EXTRA, FEBRUARY 7, 1846. I FEEL FULLY AUTHORIZED BY THE LORD TO RECOMMEND THAT EXTRA TO EVERY SAINT.\"--A WORD TO THE \"LITTLE FLOCK,\" P. 12. THUS THE FINDING OF BIBLE SCHOLARS WAS CONFIRMED BY THE VISIONS OF GOD'S MESSENGER.\n     IN SUBSEQUENT YEARS ELLEN WHITE WROTE A GREAT DEAL CONCERNING THE SANCTUARY TRUTH AND ITS SIGNIFICANCE TO US, AND THERE ARE MANY REFERENCES TO THIS IN EARLY WRITINGS. NOTE ESPECIALLY THE CHAPTER BEGINNING ON PAGE 250 ENTITLED \"THE SANCTUARY.\" THE UNDERSTANDING OF THE MINISTRY OF CHRIST IN THE HEAVENLY SANCTUARY PROVED TO BE THE KEY THAT UNLOCKED THE MYSTERY OF THE GREAT DISAPPOINTMENT. OUR PIONEERS SAW CLEARLY THAT\n\nXX\n\nTHE PROPHECY ANNOUNCING THE HOUR OF GOD'S JUDGMENT AT HAND HAD ITS FULFILLMENT IN THE EVENTS THAT TOOK PLACE IN 1844, BUT THAT THERE WAS A WORK OF MINISTRY TO BE ACCOMPLISHED IN THE MOST HOLY PLACE IN THE HEAVENLY SANCTUARY BEFORE JESUS SHOULD COME TO THIS EARTH.\n     THE MESSAGE OF THE FIRST ANGEL AND THE MESSAGE OF THE SECOND ANGEL HAD BEEN SOUNDED IN THE PROCLAMATION OF THE ADVENT MESSAGE, AND NOW THE MESSAGE OF THE THIRD ANGEL BEGAN TO SOUND. UNDER THIS MESSAGE THE SIGNIFICANCE OF THE SEVENTH-DAY SABBATH BEGAN TO DAWN.\n\n      THE BEGINNINGS OF SABBATH OBSERVANCE\n\n     AS WE TRACE THE STORY OF THE BEGINNING OF SABBATHKEEPING AMONG THE EARLY ADVENTISTS, WE GO TO A LITTLE CHURCH IN THE TOWNSHIP OF WASHINGTON IN THE HEART OF NEW HAMPSHIRE, THE STATE THAT ADJOINS MAINE ON THE EAST AND WHOSE WESTERN BOUNDARY IS WITHIN SIXTY MILES OF THE NEW YORK STATE LINE. HERE THE MEMBERS OF AN INDEPENDENT CHRISTIAN CHURCH IN 1843 HEARD AND ACCEPTED THE PREACHING OF THE ADVENT MESSAGE. IT WAS AN EARNEST GROUP. INTO THEIR MIDST CAME A SEVENTH DAY BAPTIST, RACHEL OAKES, WHO DISTRIBUTED TRACTS SETTING FORTH THE BINDING CLAIMS OF THE FOURTH COMMANDMENT. SOME IN 1844 SAW AND ACCEPTED THIS BIBLE TRUTH. ONE OF THEIR NUMBER, WILLIAM FARNSWORTH, IN A SUNDAY MORNING SERVICE, STOOD TO HIS FEET AND DECLARED THAT HE INTENDED TO KEEP GOD'S SABBATH OF THE FOURTH COMMANDMENT. A DOZEN OTHERS JOINED HIM, TAKING THEIR STAND FIRMLY ON ALL OF GOD'S COMMANDMENTS. THEY WERE THE FIRST SEVENTH-DAY ADVENTISTS.\n     THE MINISTER WHO CARED FOR THIS CHURCH GROUP, FREDERICK WHEELER, SOON ACCEPTED THE SEVENTH-DAY SABBATH AND WAS THE FIRST ADVENTIST MINISTER TO DO SO. ANOTHER OF THE ADVENT PREACHERS, T. M. PREBLE, WHO LIVED IN THE SAME STATE, ACCEPTED THE SABBATH TRUTH AND IN FEBRUARY, 1845, PUBLISHED AN ARTICLE IN THE HOPE OF ISRAEL, ONE OF\n\n                                                     XXI\n\nTHE ADVENTIST JOURNALS, SETTING FORTH THE BINDING CLAIMS OF THE FOURTH COMMANDMENT. JOSEPH BATES, A PROMINENT ADVENTIST MINISTER RESIDING IN FAIRHAVEN, MASSACHUSETTS, READ THE PREBLE ARTICLE AND ACCEPTED THE SEVENTH-DAY SABBATH. SHORTLY THEREAFTER, ELDER BATES JOURNEYED TO WASHINGTON, NEW HAMPSHIRE, TO STUDY THIS NEW-FOUND TRUTH WITH THE SABBATHKEEPING ADVENTISTS RESIDING THERE. WHEN HE RETURNED TO HIS HOME, HE WAS FULLY CONVINCED OF THE SABBATH TRUTH. BATES IN TIME DETERMINED TO PUBLISH A TRACT SETTING FORTH THE BINDING CLAIMS OF THE FOURTH COMMANDMENT. HIS 48-PAGE SABBATH PAMPHLET WAS PUBLISHED IN AUGUST, 1846. A COPY OF IT CAME TO THE HANDS OF JAMES AND ELLEN WHITE AT ABOUT THE TIME OF THEIR MARRIAGE IN LATE AUGUST. FROM THE SCRIPTURAL EVIDENCE THEREIN PRESENTED, THEY ACCEPTED, AND BEGAN TO KEEP THE SEVENTH-DAY SABBATH. OF THIS ELLEN WHITE LATER WROTE: \"IN THE AUTUMN OF 1846 WE BEGAN TO OBSERVE THE BIBLE SABBATH, AND TO TEACH AND DEFEND IT.\"--TESTIMONIES, VOL. 1, P. 75.\n\n      SIGNIFICANCE OF THE SABBATH REVEALED\n\n     JAMES AND ELLEN WHITE TOOK THEIR STAND PURELY FROM THE SCRIPTURAL EVIDENCE TO WHICH THEIR MINDS HAD BEEN DIRECTED IN THE BATES TRACT. THEN ON THE FIRST SABBATH IN APRIL, 1847, SEVEN MONTHS AFTER THEY BEGAN TO KEEP AND TEACH THE SEVENTH-DAY SABBATH, THE LORD GAVE A VISION TO MRS. WHITE AT TOPSHAM, MAINE, IN WHICH THE IMPORTANCE OF THE SABBATH WAS STRESSED. SHE SAW THE TABLES OF THE LAW IN THE ARK IN THE HEAVENLY SANCTUARY, AND A HALO OF LIGHT ABOUT THE FOURTH COMMANDMENT. SEE PAGES 32-35 FOR THE ACCOUNT OF THIS VISION. THE POSITION PREVIOUSLY TAKEN FROM THE STUDY OF THE WORD OF GOD WAS CONFIRMED. THE VISION ALSO HELPED TO BROADEN THE BELIEVER'S CONCEPT OF SABBATH OBSERVANCE. IN THIS REVELATION, MRS. WHITE WAS CARRIED DOWN TO THE CLOSE OF TIME AND SAW THE SABBATH AS THE GREAT\n\nXXII\n\nTESTING TRUTH ON WHICH MEN DECIDE WHETHER TO SERVE GOD OR TO SERVE AN APOSTATE POWER. LOOKING BACK IN 1874 TO THIS EXPERIENCE, SHE WROTE:\n     \"I BELIEVED THE TRUTH UPON THE SABBATH QUESTION BEFORE I HAD SEEN ANYTHING IN VISION IN REFERENCE TO THE SABBATH. IT WAS MONTHS AFTER I HAD COMMENCED KEEPING THE SABBATH BEFORE I WAS SHOWN ITS IMPORTANCE AND ITS PLACE IN THE THIRD ANGEL'S MESSAGE.\"--E. G. WHITE LETTER 2, 1874.\n\n        THE IMPORTANT SABBATH CONFERENCES\n\n     IN THE PROVIDENCE OF GOD THE SEVERAL SABBATHKEEPING MINISTERS WHO LED OUT IN TEACHING THESE NEW-FOUND TRUTHS IN COMPANY WITH A NUMBER OF THEIR FOLLOWERS, CAME TOGETHER IN 1848 IN FIVE SABBATH CONFERENCES. THROUGH PERIODS OF FASTING AND PRAYER THEY STUDIED THE WORD OF GOD. ELDER BATES, THE APOSTLE OF THE SABBATH TRUTH, TOOK THE LEAD IN ADVOCATING THE BINDING CLAIMS OF THE SABBATH. HIRAM EDSON AND HIS ASSOCIATES, WHO ATTENDED SOME OF THE CONFERENCES, WERE STRONG IN THEIR PRESENTATION OF THE SANCTUARY LIGHT. JAMES WHITE, A CAREFUL STUDENT OF PROPHECY, FOCUSED HIS ATTENTION ON EVENTS THAT MUST TAKE PLACE BEFORE JESUS COMES AGAIN. AT THESE MEETINGS THE LEADING DOCTRINES HELD TODAY BY SEVENTH-DAY ADVENTISTS WERE BROUGHT TOGETHER.\n     LOOKING BACK TO THIS EXPERIENCE, ELLEN WHITE WROTE:\n     \"MANY OF OUR PEOPLE DO NOT REALIZE HOW FIRMLY THE FOUNDATION OF OUR FAITH HAS BEEN LAID. MY HUSBAND, ELDER JOSEPH BATES, FATHER PIERCE, [OLDER BRETHREN AMONG THE PIONEERS ARE HERE THUS REMINISCENTLY REFERRED TO. \"FATHER PIERCE\" WAS STEPHEN PIERCE, WHO SERVED IN MINISTERIAL AND ADMINISTRATIVE WORK IN THE EARLY DAYS.] ELDER [HIRAM] EDSON, AND OTHERS WHO WERE KEEN, NOBLE, AND TRUE, WERE AMONG THOSE WHO, AFTER THE PASSING OF THE TIME IN 1844, SEARCHED FOR THE TRUTH AS FOR HIDDEN TREASURE. I MET WITH THEM, AND WE STUDIED AND PRAYED EARNESTLY. OFTEN\n\n                                                  XXIII\n\nWE REMAINED TOGETHER UNTIL LATE AT NIGHT, AND SOMETIMES THROUGH THE ENTIRE NIGHT, PRAYING FOR LIGHT AND STUDYING THE WORD. AGAIN AND AGAIN THESE BRETHREN CAME TOGETHER TO STUDY THE BIBLE, IN ORDER THAT THEY MIGHT KNOW ITS MEANING, AND BE PREPARED TO TEACH IT WITH POWER. WHEN THEY CAME TO THE POINT IN THEIR STUDY WHERE THEY SAID, \"WE CAN DO NOTHING MORE,' THE SPIRIT OF THE LORD WOULD COME UPON ME, I WOULD BE TAKEN OFF IN VISION, AND A CLEAR EXPLANATION OF THE PASSAGES WE HAD BEEN STUDYING WOULD BE GIVEN ME, WITH INSTRUCTION AS TO HOW WE WERE TO LABOR AND TEACH  EFFECTIVELY. THUS LIGHT WAS GIVEN THAT HELPED US TO UNDERSTAND THE SCRIPTURES IN REGARD TO CHRIST, HIS MISSION, AND HIS PRIESTHOOD. A LINE OF TRUTH EXTENDING FROM THAT TIME TO THE TIME WHEN WE SHALL ENTER THE CITY OF GOD, WAS MADE PLAIN TO ME, AND I GAVE TO OTHERS THE INSTRUCTION THAT THE LORD HAD GIVEN ME.\n     \"DURING THIS WHOLE TIME I COULD NOT UNDERSTAND THE REASONING OF THE BRETHREN. MY MIND WAS LOCKED, AS IT WERE, AND I COULD NOT COMPREHEND THE MEANING OF THE SCRIPTURES WE WERE STUDYING. THIS WAS ONE OF THE GREATEST SORROWS OF MY LIFE. I WAS IN THIS CONDITION OF MIND UNTIL ALL THE PRINCIPAL POINTS OF OUR FAITH WERE MADE CLEAR TO OUR MINDS, IN HARMONY WITH THE WORD OF GOD. THE BRETHREN KNEW THAT WHEN NOT IN VISION, I COULD NOT UNDERSTAND THESE MATTERS, AND THEY ACCEPTED AS LIGHT DIRECT FROM HEAVEN THE REVELATIONS GIVEN.\"--SELECTED MESSAGES, BOOK 1, PP. 206, 207.\n     THUS THE DOCTRINAL FOUNDATION OF THE SEVENTH-DAY ADVENTIST CHURCH WAS LAID IN THE FAITHFUL STUDY OF THE WORD OF GOD, AND WHEN THE PIONEERS COULD NOT MAKE HEADWAY, ELLEN WHITE WAS GIVEN LIGHT THAT HELPED TO EXPLAIN THEIR DIFFICULTY AND OPENED THE WAY FOR THE STUDY TO CONTINUE. THE VISIONS ALSO PLACED THE STAMP OF GOD'S APPROVAL UPON CORRECT CONCLUSIONS. THUS\n\nXXIV\n\nTHE PROPHETIC GIFT ACTED AS A CORRECTOR OF ERROR AND A CONFIRMER OF TRUTH. (SEE GOSPEL WORKERS, P. 302.)\n\n          THE PIONEERS BEGIN TO PUBLISH\n\n     IT WAS SHORTLY AFTER THE FIFTH OF THESE SABBATH CONFERENCES HELD IN 1848 THAT ANOTHER MEETING WAS CALLED AT THE HOME OF OTIS NICHOLS IN DORCHESTER (NEAR BOSTON), MASSACHUSETTS. THE BRETHREN WERE STUDYING AND PRAYING CONCERNING THEIR RESPONSIBILITY TO HERALD THE LIGHT THAT THE LORD HAD CAUSED TO SHINE UPON THEIR PATHWAY. AS THEY STUDIED, ELLEN WHITE WAS TAKEN OFF IN VISION, AND IN THIS REVELATION SHE WAS SHOWN THE DUTY OF THE BRETHREN TO PUBLISH THIS LIGHT. SHE RECOUNTS THE INCIDENT IN LIFE SKETCHES.\n     \"AFTER COMING OUT OF VISION, I SAID TO MY HUSBAND: 'I HAVE A MESSAGE FOR YOU. YOU MUST BEGIN TO PRINT A LITTLE PAPER AND SEND IT OUT TO THE PEOPLE. LET IT BE SMALL AT FIRST; BUT AS THE PEOPLE READ, THEY WILL SEND YOU MEANS WITH WHICH TO PRINT, AND IT WILL BE A SUCCESS FROM THE FIRST. FROM THIS SMALL BEGINNING IT WAS SHOWN TO ME TO BE LIKE STREAMS OF LIGHT THAT WENT CLEAR ROUND THE WORLD.'\"--PAGE 125.\n     HERE WAS A CALL TO ACTION. WHAT COULD JAMES WHITE DO? HE HAD LITTLE OF THIS WORLD'S GOODS. BUT THE VISION WAS A DIVINE DIRECTIVE, AND HE FELT THE COMPULSION TO MOVE FORWARD BY FAITH. SO WITH HIS SEVENTY-FIVE CENT BIBLE AND CONCORDANCE WITH BOTH COVERS TORN OFF, JAMES WHITE BEGAN TO PREPARE THE ARTICLES ON THE SABBATH TRUTH AND OTHER KINDRED TOPICS TO BE PRINTED IN A LITTLE PAPER. ALL THIS TOOK TIME, BUT EVENTUALLY HE PRESENTED THE COPY TO A PRINTER IN MIDDLETOWN, CONNECTICUT, WHO WAS WILLING TO TRUST HIM FOR THE PRINTING ORDER. THE TYPE WAS SET, THE PROOFS WERE READ, AND ONE THOUSAND COPIES OF THE PAPER WERE PRINTED. JAMES WHITE  TRANSPORTED THEM FROM THE MIDDLETOWN PRINTING OFFICE TO THE BELDEN HOME WHERE HE AND ELLEN HAD FOUND A\n\n                                                    XXV\n\nTEMPORARY REFUGE. THE LITTLE SHEET WAS SIX BY NINE INCHES IN SIZE AND CONTAINED EIGHT PAGES. IT BORE THE TITLE THE PRESENT TRUTH. THE DATE WAS JULY, 1849. THE LITTLE PILE OF PAPERS WAS LAID UPON THE FLOOR. THEN THE BRETHREN AND SISTERS GATHERED ABOUT THEM AND WITH TEARS IN THEIR EYES PLEADED WITH GOD TO BLESS THE LITTLE SHEET AS IT SHOULD BE SENT OUT. THEN THE PAPERS WERE FOLDED, WRAPPED AND ADDRESSED, AND JAMES WHITE CARRIED THEM EIGHT MILES TO THE MIDDLETOWN POST OFFICE. THUS THE PUBLISHING WORK OF THE SEVENTH-DAY ADVENTIST CHURCH BEGAN.\n     FOUR ISSUES WERE SENT OUT IN THIS MANNER, AND EACH WAS PRAYED OVER BEFORE THE PAPERS WERE TAKEN TO THE POST OFFICE. SOON LETTERS WERE RECEIVED TELLING OF PEOPLE WHO HAD BEGUN TO KEEP THE SABBATH FROM READING THE PAPERS. SOME OF THE LETTERS CONTAINED MONEY, AND JAMES WHITE, IN SEPTEMBER, WAS ABLE TO PAY THE MIDDLETOWN PRINTER THE $64.50 DUE FOR THE FOUR ISSUES.\n\n      STARTING THE REVIEW AND HERALD\n\n     AS JAMES AND ELLEN WHITE TRAVELED FROM PLACE TO PLACE, STAYING A FEW MONTHS HERE AND A FEW MONTHS THERE, THEY ARRANGED FOR THE PUBLISHING OF A FEW ISSUES OF THE PAPER. FINALLY THE ELEVENTH AND LAST ISSUE WAS PUBLISHED AT PARIS, MAINE, IN NOVEMBER, 1850. MRS. WHITE CONTRIBUTED SEVERAL ARTICLES TO THE PRESENT TRUTH. MOST OF THESE ARE TO BE FOUND IN THE FIRST PART OF EARLY WRITINGS. SEE PAGES 36-54.\n     ALSO IN NOVEMBER, A CONFERENCE WAS HELD IN PARIS, AND THE BRETHREN GAVE STUDY TO THE GROWING PUBLISHING WORK. THEY DECIDED TO ENLARGE THE PAPER AND THEY CHANGED ITS NAME TO THE SECOND ADVENT REVIEW AND SABBATH HERALD. IT WAS PUBLISHED FOR A FEW MONTHS AT PARIS, MAINE, THEN AT SARATOGA SPRINGS, NEW YORK. IT HAS BEEN PUBLISHED FROM THAT DAY TO THIS AS THE CHURCH PAPER OF THE SEVENTH-DAY ADVENTISTS.\n\nXXVI\n\n           THE PUBLISHING WORK GROWS\n\n     WHILE LIVING AT SARATOGA SPRINGS, JAMES WHITE ARRANGED IN AUGUST, 1851, FOR THE PRINTING OF MRS. WHITE'S FIRST BOOK TITLED A SKETCH OF THE CHRISTIAN EXPERIENCE AND VIEWS OF ELLEN G. WHITE, NOW PAGES 11-83 OF THIS WORK. WITH ITS 64 PAGES, IT WAS ONLY A PAMPHLET.\n     IN THE SPRING OF 1852, THE WHITES MOVED TO ROCHESTER, NEW YORK, AND THERE ESTABLISHED AN OFFICE IN WHICH THEY COULD DO THEIR OWN PRINTING. THE BRETHREN RALLIED TO THE APPEAL FOR MONEY WITH WHICH TO PURCHASE A PRINTING PRESS AND SIX HUNDRED DOLLARS WAS RAISED TO SECURE THE EQUIPMENT. HOW HAPPY THE EARLY BELIEVERS WERE WHEN OUR PAPERS COULD BE ISSUED ON A SABBATHKEEPING PRESS! FOR A LITTLE MORE THAN THREE YEARS, THEY LIVED IN ROCHESTER AND PUBLISHED THE MESSAGE THERE. IN ADDITION TO THE REVIEW AND HERALD AND THE YOUTH'S INSTRUCTOR BEGUN BY JAMES WHITE IN 1852, THEY ALSO, FROM TIME TO TIME, PUBLISHED TRACTS. MRS. WHITE'S SECOND PAMPHLET, SUPPLEMENT TO THE CHRISTIAN EXPERIENCE AND VIEWS OF ELLEN G. WHITE, WAS PUBLISHED IN ROCHESTER IN JANUARY, 1854. THIS IS NOW IN EARLY WRITINGS, PAGES 85-127.\n\n    BATTLE CREEK BECOMES THE PUBLISHING CENTER\n\n     IN NOVEMBER, 1855, JAMES AND ELLEN WHITE AND THEIR HELPERS MOVED TO BATTLE CREEK, MICHIGAN. THE PRESS AND OTHER PIECES OF PRINTING EQUIPMENT WERE PLACED IN A BUILDING ERECTED BY SEVERAL OF THE SABBATHKEEPING ADVENTISTS WHO HAD FURNISHED THE MONEY WITH WHICH TO ESTABLISH THEIR OWN PRINTING OFFICE. AS THEIR WORK DEVELOPED IN THAT LITTLE CITY, BATTLE CREEK BECAME THE NATURAL HEADQUARTERS OF THE SEVENTH-DAY ADVENTIST CHURCH. BUT IT WAS WITH DIFFICULTY THAT JAMES WHITE MAINTAINED THE PUBLISHING WORK.\n\n                               XXVII\n\n     AS WE STUDY THE BACKGROUND OF EARLY WRITINGS, IT SHOULD BE NOTED THAT THE EARLY SABBATHKEEPING ADVENTISTS AT FIRST HAD A BURDEN TO REACH WITH THE SABBATH TRUTH ONLY THEIR FORMER BRETHREN IN THE GREAT ADVENT AWAKENING; THAT IS, THOSE WHO HAD BEEN WITH THEM IN THE FIRST AND THE SECOND ANGELS' MESSAGES. CONSEQUENTLY FOR ABOUT SEVEN YEARS AFTER 1844, THEIR LABORS WERE VERY LARGELY FOR ADVENTISTS WHO HAD NOT YET TAKEN THEIR STAND ON THE THIRD ANGEL'S MESSAGE. TO ONE FAMILIAR WITH THE CIRCUMSTANCES, THIS IS UNDERSTANDABLE.\n\n      THE \"SHUT DOOR\" AND THE \"OPEN DOOR\"\n\n     IN THE SPECIAL EFFORTS WHICH WERE MADE TO PROCLAIM THE ADVENT MESSAGE IN THE SUMMER OF 1844, THE LEADERS IN THE MOVEMENT HAD SEEN THEIR OWN EXPERIENCE IN THE PARABLE OF THE TEN VIRGINS RECORDED IN MATTHEW 25. THERE HAD BEEN A \"TARRYING TIME\" FOLLOWED BY THE CRY, \"BEHOLD THE BRIDEGROOM COMETH; GO YE OUT TO MEET HIM.\" THIS WAS COMMONLY REFERRED TO AS \"THE MIDNIGHT CRY.\" IN HER FIRST VISION, THIS WAS SHOWN TO MRS. WHITE AS A BRIGHT LIGHT SET UP BEHIND THE ADVENTISTS AT THE BEGINNING OF THE PATH. IN THE PARABLE, THEY READ THAT THOSE WHO WERE READY WENT IN WITH THE BRIDEGROOM TO THE MARRIAGE, \"AND THE DOOR WAS SHUT.\" (SEE MATTHEW 25:10.) THEY THEREFORE CONCLUDED THAT ON OCTOBER 22, 1844, THE DOOR OF MERCY WAS CLOSED TO THOSE WHO FAILED TO ACCEPT THE MESSAGE WHICH HAD BEEN SO WIDELY PROCLAIMED. SOME YEARS LATER ELLEN WHITE WROTE OF THIS:\n     \"AFTER THE PASSING OF THE TIME WHEN THE SAVIOUR WAS EXPECTED, THEY [THE ADVENT BELIEVERS] STILL BELIEVED HIS COMING TO BE NEAR; THEY HELD THAT THEY HAD REACHED AN IMPORTANT CRISIS, AND THAT THE WORK OF CHRIST AS MAN'S INTERCESSOR BEFORE GOD, HAD CEASED. IT APPEARED TO THEM TO BE TAUGHT IN THE BIBLE, THAT MAN'S PROBATION WOULD CLOSE A SHORT TIME BEFORE THE ACTUAL COMING OF THE LORD IN THE CLOUDS OF HEAVEN. THIS SEEMED EVIDENT\n\nXXVIII\n\nFROM THOSE SCRIPTURES WHICH POINT TO A TIME WHEN MEN WILL SEEK, KNOCK, AND CRY AT THE DOOR OF MERCY, AND IT WILL NOT BE OPENED. AND IT WAS A QUESTION WITH THEM WHETHER THE DATE TO WHICH THEY HAD LOOKED FOR THE COMING OF CHRIST MIGHT NOT RATHER MARK THE BEGINNING OF THIS PERIOD WHICH WAS IMMEDIATELY TO PRECEDE HIS COMING. HAVING GIVEN THE WARNING OF THE JUDGMENT NEAR, THEY FELT THAT THEIR WORK FOR THE WORLD WAS DONE, AND THEY LOST THEIR BURDEN OF SOUL FOR THE SALVATION OF SINNERS, WHILE THE BOLD AND BLASPHEMOUS SCOFFING OF THE UNGODLY SEEMED TO THEM ANOTHER EVIDENCE THAT THE SPIRIT OF GOD HAD BEEN WITHDRAWN FROM THE REJECTERS OF HIS MERCY. ALL THIS CONFIRMED THEM IN THE BELIEF THAT PROBATION HAD ENDED, OR, AS THEY THEN EXPRESSED IT, 'THE DOOR OF MERCY WAS SHUT.'\"--THE GREAT CONTROVERSY, PAGE 429.\n     THEN MRS. WHITE CONTINUES TO SHOW HOW LIGHT BEGAN TO DAWN ON THIS QUESTION:\n     \"BUT CLEARER LIGHT CAME WITH THE INVESTIGATION OF THE SANCTUARY QUESTION. THEY NOW SAW THAT THEY WERE CORRECT IN BELIEVING THAT THE END OF THE 2300 DAYS IN 1844 MARKED AN IMPORTANT CRISIS. BUT WHILE IT WAS TRUE THAT THAT DOOR OF HOPE AND MERCY BY WHICH MEN HAD FOR EIGHTEEN HUNDRED YEARS FOUND ACCESS TO GOD, WAS CLOSED, ANOTHER DOOR WAS OPENED, AND FORGIVENESS OF SINS WAS OFFERED TO MEN THROUGH THE INTERCESSION OF CHRIST IN THE MOST HOLY. ONE PART OF HIS MINISTRATION HAD CLOSED, ONLY TO GIVE PLACE TO ANOTHER. THERE WAS STILL AN 'OPEN DOOR' TO THE HEAVENLY SANCTUARY, WHERE CHRIST WAS MINISTERING IN THE SINNER'S BEHALF.\n     \"NOW WAS SEEN THE APPLICATION OF THOSE WORDS OF CHRIST IN THE REVELATION, ADDRESSED TO THE CHURCH AT THIS VERY TIME: 'THESE THINGS SAITH HE THAT IS HOLY, HE THAT IS TRUE, HE THAT HATH THE KEY OF DAVID, HE THAT OPENETH, AND NO MAN SHUTTETH; AND SHUTTETH, AND NO MAN OPENETH; I KNOW THY WORKS: BEHOLD, I HAVE SET\n\n                                              XXIX\n\nBEFORE THEE AN OPEN DOOR, AND NO MAN CAN SHUT IT.' (REVELATION 3:7, 8.)\n     \"IT IS THOSE WHO BY FAITH FOLLOW JESUS IN THE GREAT WORK OF THE ATONEMENT, WHO RECEIVE THE BENEFITS OF HIS MEDIATION IN THEIR BEHALF; WHILE THOSE WHO REJECT THE LIGHT WHICH BRINGS TO VIEW THIS WORK OF MINISTRATION, ARE NOT BENEFITED THEREBY.\"--IBID., PP. 429, 430.\n\n       THE TWO WAYS OUT OF THE PERPLEXITY\n\n     MRS. WHITE THEN SPEAKS OF HOW THE TWO GROUPS OF ADVENT BELIEVERS RELATED THEMSELVES TO THE EXPERIENCE OF THE DISAPPOINTMENT OF OCTOBER 22, 1844:\n     \"THE PASSING OF THE TIME IN 1844 WAS FOLLOWED BY A PERIOD OF GREAT TRIAL TO THOSE WHO STILL HELD THE ADVENT FAITH. THEIR ONLY RELIEF, SO FAR AS ASCERTAINING THEIR TRUE POSITION WAS CONCERNED, WAS THE LIGHT WHICH DIRECTED THEIR MINDS TO THE SANCTUARY ABOVE. SOME RENOUNCED THEIR FAITH IN THEIR FORMER RECKONING OF THE PROPHETIC PERIODS, AND ASCRIBED TO HUMAN OR SATANIC AGENCIES THE POWERFUL INFLUENCE OF THE HOLY SPIRIT WHICH HAD ATTENDED THE ADVENT MOVEMENT. ANOTHER CLASS FIRMLY HELD THAT THE LORD HAD LED THEM IN THEIR PAST EXPERIENCE; AND AS THEY WAITED AND WATCHED AND PRAYED TO KNOW THE WILL OF GOD, THEY SAW THAT THEIR GREAT HIGH PRIEST HAD ENTERED UPON ANOTHER WORK OF MINISTRATION, AND FOLLOWING HIM BY FAITH, THEY WERE LED TO SEE ALSO THE CLOSING WORK OF THE CHURCH. THEY HAD A CLEARER UNDERSTANDING OF THE FIRST AND SECOND ANGELS' MESSAGES, AND WERE PREPARED TO RECEIVE AND GIVE TO THE WORLD THE SOLEMN WARNING OF THE THIRD ANGEL OF REVELATION 14.\"--IBID., PP. 431, 432.\n     CERTAIN REFERENCES OCCUR IN THIS WORK, ON PAGES 42-45, TO THE \"OPEN DOOR\" AND THE \"SHUT DOOR.\" THIS IS CORRECTLY UNDERSTOOD ONLY IN THE LIGHT OF THE BACKGROUND OF THE EXPERIENCE OF OUR EARLY BELIEVERS.\n\nXXX\n\n     NOT TOO LONG AFTER THE DISAPPOINTMENT THE PIONEERS SAW THAT WHILE THERE WERE THOSE WHO THROUGH THE  DEFINITE REJECTION OF LIGHT HAD CLOSED THE DOOR TO THEIR SALVATION, THERE WERE MANY WHO HAD NOT HEARD THE MESSAGE AND HAD NOT REJECTED IT, AND THESE MIGHT BENEFIT FROM THE PROVISIONS MADE FOR MAN'S SALVATION. BY THE EARLY 1850'S THESE POINTS STOOD OUT CLEARLY. THEN TOO, AVENUES FOR THE PRESENTATION OF THE THREE ANGEL'S MESSAGES WERE BEGINNING TO OPEN UP. PREJUDICE WAS DYING AWAY. ELLEN WHITE, LOOKING BACK TO THEIR EXPERIENCE FOLLOWING THE DISAPPOINTMENT WROTE:\n     \"'IT WAS THEN NEXT TO IMPOSSIBLE TO OBTAIN ACCESS TO UNBELIEVERS. THE DISAPPOINTMENT IN 1844 HAD CONFUSED THE MINDS OF MANY, AND THEY WOULD NOT LISTEN TO ANY EXPLANATION OF THE MATTER.'\"--REVIEW AND HERALD, NOV. 20, 1883.\n     BUT IN 1851 ELDER WHITE WAS ABLE TO REPORT: \"'NOW THE DOOR IS OPEN ALMOST EVERYWHERE TO PRESENT THE TRUTH, AND MANY ARE PREPARED TO READ THE PUBLICATIONS WHO HAVE FORMERLY HAD NO INTEREST TO INVESTIGATE.'\"--REVIEW AND HERALD, AUG. 19, 1851.\n\n        THE CALL FOR CHURCH ORGANIZATION\n\n     BUT WITH THESE NEW OPPORTUNITIES, AND WITH A LARGER NUMBER OF PEOPLE ACCEPTING THE MESSAGE, A FEW DISCORDANT ELEMENTS CAME INTO THEIR MIDST. IF THESE HAD NOT BEEN CHECKED, THE WORK WOULD HAVE BEEN GREATLY INJURED. BUT HERE AGAIN WE SEE THE PROVIDENCE OF GOD IN GUIDING HIS PEOPLE, FOR ON DECEMBER 24, 1850, IN A VISION GIVEN TO ELLEN WHITE, SHE TELLS US:\n     \"'I SAW HOW GREAT AND HOLY GOD WAS. SAID THE ANGEL, \"WALK CAREFULLY BEFORE HIM, FOR HE IS HIGH AND LIFTED UP, AND THE TRAIN OF HIS GLORY FILLS THE TEMPLE.\" I SAW THAT EVERYTHING IN HEAVEN WAS IN PERFECT ORDER. SAID THE ANGEL, \"LOOK YE, CHRIST IS THE HEAD, MOVE IN ORDER, MOVE IN ORDER. HAVE A MEANING TO EVERYTHING.\" SAID\n\n                                           XXXI\n\nTHE ANGEL, \"BEHOLD YE AND KNOW HOW PERFECT, HOW BEAUTIFUL, THE ORDER IN HEAVEN; FOLLOW IT.\"'\"--ELLEN G. WHITE MANUSCRIPT 11, 1850.\n     IT TOOK TIME TO LEAD THE BELIEVERS GENERALLY TO APPRECIATE THE NEEDS AND VALUE OF GOSPEL ORDER. THEIR PAST EXPERIENCES IN THE PROTESTANT CHURCHES FROM WHICH THEY HAD SEPARATED LED THEM TO BE CAUTIOUS. EXCEPT IN THOSE PLACES WHERE THE PRACTICAL NEED WAS VERY EVIDENT, FEAR OF INVITING FORMALITY HELD THE BELIEVERS BACK FROM CHURCH ORGANIZATION. IT WAS NOT UNTIL A DECADE AFTER THE VISION OF 1850 THAT MORE MATURE PLANS FOR ORGANIZATION WERE FINALLY EFFECTED. UNDOUBTEDLY A FACTOR OF PRIMARY IMPORTANCE IN BRINGING THE EFFORTS TO FRUITION WAS A COMPREHENSIVE CHAPTER ENTITLED \"GOSPEL ORDER,\" PUBLISHED IN THE SUPPLEMENT TO THE CHRISTIAN EXPERIENCE AND VIEWS OF ELLEN G. WHITE. THIS APPEARS IN THIS WORK AS PAGES 97-104.\n     IN 1860, IN CONNECTION WITH THE ORGANIZING OF THE PUBLISHING WORK, A NAME WAS CHOSEN. SOME THOUGHT THAT \"CHURCH OF GOD\" WOULD BE APPROPRIATE, BUT THE SENTIMENT PREVAILED THAT THE NAME SHOULD REFLECT THE DISTINCTIVE TEACHINGS OF THE CHURCH. THEY ADOPTED \"SEVENTH-DAY ADVENTIST\" AS THEIR NAME. THE FOLLOWING YEAR SOME COMPANIES OF BELIEVERS ORGANIZED THEMSELVES INTO CHURCHES, AND THE CHURCHES IN MICHIGAN FORMED A STATE CONFERENCE. SOON THERE WERE SEVERAL STATE CONFERENCES. THEN IN MAY, 1863, THE GENERAL CONFERENCE OF SEVENTH-DAY ADVENTISTS WAS ORGANIZED. THIS TAKES US FIVE YEARS BEYOND THE TIME OF EARLY WRITINGS.\n\n          THE GREAT CONTROVERSY VISION\n\n     REFERENCE HAS BEEN MADE TO THE MOVING OF THE PUBLISHING WORK FROM ROCHESTER, NEW YORK, TO BATTLE CREEK, MICHIGAN, IN NOVEMBER, 1855. ELDER AND MRS. WHITE MADE THEIR HOME IN BATTLE CREEK AND AFTER THE WORK WAS WELL ESTABLISHED THERE, THEY WERE ABLE TO\n\nXXXII\n\nCONTINUE THEIR TRAVELS IN THE FIELD. IT WAS IN CONNECTION WITH A VISIT TO THE STATE OF OHIO IN FEBRUARY AND MARCH, 1858, THAT THE IMPORTANT GREAT CONTROVERSY VISION WAS GIVEN TO MRS. WHITE IN THE PUBLIC SCHOOL-HOUSE AT LOVETT'S GROVE. THE ACCOUNT OF THIS VISION WHICH LASTED TWO HOURS IS FOUND IN LIFE SKETCHES, PAGES 161, 162. IN SEPTEMBER, 1858, SPIRITUAL GIFTS, VOLUME I: THE GREAT CONTROVERSY BETWEEN CHRIST AND HIS ANGELS AND SATAN AND HIS ANGELS, WAS PUBLISHED. THIS LITTLE BOOK OF 219 PAGES CONSTITUTES THE THIRD AND LAST DIVISION OF EARLY WRITINGS.\n     THE SMALL PUBLICATIONS OF THE FIRST FIFTEEN YEARS OF MRS. WHITE'S WORK WERE TO BE FOLLOWED BY MANY LARGER BOOKS DEALING WITH MANY SUBJECTS VITAL TO THOSE WHO KEEP THE COMMANDMENTS OF GOD AND HAVE THE FAITH OF JESUS CHRIST. NEVERTHELESS THE EARLIEST WRITINGS WILL ALWAYS BE ESPECIALLY DEAR TO THE HEARTS OF ALL SEVENTH-DAY ADVENTISTS.\n\n                --TRUSTEES OF THE ELLEN G. WHITE ESTATE.\n\n                   WASHINGTON, D.C.\n                   MARCH, 1963.\n\n\nTable of Contents\n\nExperience and Views ............................................... 11\n  My First Vision .................................................. 13\n  Subsequent Visions ............................................... 32\n  The Sealing ...................................................... 36\n  God's Love for His people ........................................ 39\n  Shaking of the Powers of Heaven .................................. 41\n  The Open and the Shut Door ....................................... 42\n  The Trial of Our Faith ........................................... 46\n  To the \"Little Flock\" ............................................ 48\n  The Last Plagues and the Judgment ................................ 52\n  End of the 2300 Days ............................................. 54\n  Duty in View of the Time of Trouble .............................. 56\n  \"Mysterious Rapping\" ............................................. 59\n  The Messengers ................................................... 61\n  Mark of the Beast ................................................ 64\n  The Blind Leading the Blind ...................................... 68\n  Preparation for the End .......................................... 69\n  Prayer and Faith ................................................. 72\n  The Gathering Time ............................................... 74\n  Mrs. White's Dreams .............................................. 78\n  William Miller's Dream ........................................... 81\n\nSupplement--\n  An Explanation ................................................... 85\n  Gospel Order ..................................................... 97\n  Church Difficulties ............................................. 104\n  Hope of the Church .............................................. 107\n\n                                                                   8\n\n  Preparation for Christ's Coming ................................. 111\n  Faithfulness in Social Meeting .................................. 114\n  To the Inexperienced ............................................ 118\n  Self-Denial ..................................................... 121\n  Irreverence ..................................................... 122\n  False Shepherds ................................................. 123\n  God's Gift to Man ............................................... 125\n\nSpiritual Gifts--\n  Introduction .................................................... 133\n  The Fall of Satan ............................................... 145\n  The Fall of Man ................................................. 147\n  The Plan of Salvation ........................................... 149\n  The First Advent of Christ ...................................... 153\n  The Ministry of Christ .......................................... 158\n  The Transfiguration ............................................. 162\n  The Betrayal of Christ .......................................... 165\n  The Trial of Christ ............................................. 169\n  The Crucifixion of Christ ....................................... 175\n  The Resurrection of Christ ...................................... 181\n  The Ascension of Christ ......................................... 190\n  The Disciples of Christ ......................................... 192\n  The Death of Stephen ............................................ 197\n  The Conversion of Saul .......................................... 200\n  The Jews Decide to Kill Paul .................................... 202\n  Paul Visits Jerusalem ........................................... 206\n  The Great Apostasy .............................................. 210\n  The Mystery of Iniquity ......................................... 213\n  Death Not Eternal Life in Misery ................................ 218\n  The Reformation ................................................. 222\n  The Church and the World United ................................. 226\n  William Miller .................................................. 229\n  The First Angel's Message ....................................... 232\n  The Second Angel's Message ...................................... 237\n\n                                                                   9\n\n  The Advent Movement Illustrated ................................. 240\n  Another Illustration ............................................ 245\n  The Sanctuary ................................................... 250\n  The Third Angel's Message ....................................... 254\n  A Firm Platform ................................................. 258\n  Spiritualism .................................................... 262\n  Covetousness .................................................... 266\n  The Shaking ..................................................... 269\n  The Sins of Babylon ............................................. 273\n  The Loud Cry .................................................... 277\n  The Third Message Closed ........................................ 279\n  The Time of Trouble ............................................. 282\n  Deliverance of the Saints ....................................... 285\n  The Saint's Reward .............................................. 288\n  The Earth Desolated ............................................. 289\n  The Second Resurrection ......................................... 292\n  The Second Death ................................................ 294\nAppendix .......................................................... 297\n\n\nExperience and Views\n\n     By the request of dear friends I have consented to give a brief sketch of my experience and views, with the hope that it will cheer and strengthen the humble, trusting children of the Lord.", "paragraph": 1, "bookcode": "EW", "page": 11}