{
    "word": "Those who are living amid the perils of the last days, days which are characterized by the masses turning from the truth of God to fables, will have close work to turn from the fables which are prepared for them on every hand, and have an appetite to feast upon unpopular truth. Those who turn from these fables to truth are despised, hated, and persecuted by those who are presenting fables to the people for their reception. Satan is at war with the remnant who are endeavoring to keep the commandments of God and the testimony of Jesus. Evil angels are commissioned to employ men as their agents upon the earth. These can the most successfully exert an influence to make Satan's attacks effective against the remnant whom God calls \"a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should show forth the praises of Him who hath called you out of darkness into His marvelous light.\" This, Satan is determined to hinder. He will employ everyone who will engage in his service to hinder the chosen people of God from showing forth the praises of Him who has called them from darkness into His marvelous light. To hide, to cover up this light, to cause people to distrust it, to disbelieve it, is the work of the great rebel and his host. While Jesus is purifying His people unto Himself, redeeming them from all iniquity, Satan will employ his forces to hinder the work and prevent the perfection of the saints. He does not exert his power upon those who are all covered up with deception and walled in by fables and error, and who make no effort to receive and obey the truth. He knows he is sure of them; but those who are seeking for truth, that they may obey it in the love of it, are the ones who excite his malice and stir his ire. He can never weaken them while they keep close to Jesus; therefore he is pleased when he can lead them in a course of disobedience. \n                                                                           106",
    "paragraph": 1,
    "bookcode": "TttC",
    "page": 105
}