{
    "word": "5T - Testimonies for the Church Volume Five (1882-1889)\n\n\nTable of Contents\n\nThe Times of Volume Five ............................................ 3\n\n                         Testimony 31 (1882)\nCamp Meeting Address ................................................ 9\n  Responsibility of Ministers ...................................... 15\nOur College ........................................................ 21\n  The Bible as a Textbook .......................................... 24\n  Object of the College ............................................ 27\n  Teachers in the College .......................................... 28\nParental Training .................................................. 36\nImportant Testimony ................................................ 45\nThe Testimonies Slighted ........................................... 62\nWorkers in Our College ............................................. 84\nJealousy and Faultfinding Condemned ................................ 94\nThe Day of the Lord at Hand ........................................ 98\nUnwise Marriages .................................................. 105\nWarnings and Reproofs ............................................. 114\n  Dangers of the Young ............................................ 121\nLaborers for God .................................................. 132\nAgents of Satan ................................................... 137\nWill a Man Rob God? ............................................... 148\nPower of the Truth ................................................ 157\nOur Camp Meetings ................................................. 162\nBrotherly Love .................................................... 167\nDiligence in Business ............................................. 178\nMoving to Battle Creek ............................................ 182\nWorldliness in the Church ......................................... 188\nShall We Consult Spiritualist Physicians? ......................... 191\nLooking Unto Jesus ................................................ 199\nCalls for Laborers ................................................ 202\nThe Seal of God ................................................... 207\nAn Appeal ......................................................... 217\nChristian Unity ................................................... 236\n\n                      Testimony 32 (1885)\n\nThe Work of the Gospel Minister ................................... 249\n  Ministers as Educators .......................................... 254\n  Duty to Reprove Money Lovers .................................... 258\nChristian Growth .................................................. 263\n  Tithes and Offerings ............................................ 267\nFaithfulness in the Work of God ................................... 272\n  Vowing and Not Paying ........................................... 281\nInfluence of Unbelief ............................................. 285\nDeceitfulness of Sin .............................................. 289\nCriticizing Ministers ............................................. 298\nFidelity and Perseverance Needed .................................. 302\nSinfulness of Repining ............................................ 309\n\"Praise Ye the Lord!\" ............................................. 315\nParental Responsibility ........................................... 319\nThe Training of Children .......................................... 323\nChristian Forbearance ............................................. 331\nWorldly Ambition .................................................. 336\nLove Among Brethren ............................................... 341\nRedeeming the Time ................................................ 349\nThe Manufacture of Wine and Cider ................................. 354\nMarriage With Unbelievers ......................................... 361\nThe Support of City Missions ...................................... 368\nThe True Missionary Spirit ........................................ 385\nYoung Men as Missionaries ......................................... 390\nImportance of the Canvassing Work ................................. 396\nThe Publishing Work ............................................... 407\n  Importance of Economy ........................................... 413\n  Unity of the Work ............................................... 417\nBusiness and Religion ............................................. 422\nWorldly-Mindedness a Snare ........................................ 430\nResponsibilities of the Physician ................................. 439\nThe Coming Crisis ................................................. 449\nThe Church the Light of the World ................................. 454\nJoshua and the Angel .............................................. 467\n\n                          Testimony 33 (1889)\n\nUnity and Love in the Church ...................................... 477\n  Guarding the Interests of Brethren .............................. 480\nBehavior in the House of God ...................................... 491\nReligion and Scientific Education ................................. 501\nThe Education of Our Children ..................................... 505\nDangers of the Young .............................................. 508\n  The Exercise of the Will ........................................ 513\nSuitable Reading for Children ..................................... 516\nAdvice to the Young ............................................... 520\n  Examples of Heroic Fidelity to God .............................. 526\n  An Educated Ministry ............................................ 528\nWorldly-Mindedness ................................................ 529\nPractical Godliness ............................................... 532\n\"Your Reasonable Service\" ......................................... 541\nWorldly Influences ................................................ 542\nNeeds of Our Institutions ......................................... 549\nOur Institutions at Battle Creek .................................. 555\n  The College ..................................................... 555\n  Qualifications of Managers ...................................... 556\nBoard Meetings .................................................... 559\n  Worldly Policy .................................................. 561\n  Royalties on Books .............................................. 563\nChristian Influence in the Home and the Church .................... 568\nAn Impressive Dream ............................................... 571\nDaily Study of the Bible Necessary ................................ 573\nEducation of Workers .............................................. 580\nUnholy Ambition ................................................... 586\n\"The Appearance of Evil\" .......................................... 591\nLove for the Erring ............................................... 603\nChurch Duties ..................................................... 613\n  Treatment of the Erring ......................................... 615\n  Selection of Leaders ............................................ 617\nA Letter .......................................................... 621\nGod's Love for Sinners ............................................ 629\nAcceptable Confession ............................................. 635\nErroneous Ideas of Confession ..................................... 642\nGod's Presence a Reality .......................................... 651\n  The Presence of Christ in the Schoolroom ........................ 653\nThe Nature and Influence of the Testimonies ....................... 654\n  Personal Testimonies ............................................ 657\n  Object of the Testimonies ....................................... 661\n  Not to Take the Place of the Bible .............................. 663\n  Wrong Use of the Testimonies .................................... 668\n  To Be Judged by Their Fruits .................................... 671\n  Doubting the Testimonies ........................................ 672\n  Duty to Give Reproof ............................................ 676\n  Rejection of Reproof ............................................ 678\n  Neglect of the Testimonies ...................................... 680\n  How to Receive Reproof .......................................... 682\n  An Unwarranted Distinction ...................................... 683\nUnfounded Reports ................................................. 692\nA Miracle Counterfeited ........................................... 696\nThe Mysteries of the Bible a Proof of Its Inspiration ............. 698\nThe Impending Conflict ............................................ 711\nThe American Sentinel and Its Mission ............................. 718\nWorkers in the Cause .............................................. 721\nThe Inestimable Gift .............................................. 729\nThe Character of God Revealed in Christ ........................... 737\nThe Word Made Flesh ............................................... 746\nGod's Care for His Work ........................................... 749\n\n\nTHE TIMES OF VOLUME FIVE\n\n     A LITTLE LESS THAN A DECADE IS SPANNED BY TESTIMONIES NOS. 31 TO 33, WHICH COMPRISE VOLUME 5. THE FIRST WAS PUBLISHED IN 1882, BUT INCLUDES MESSAGES GIVEN IN 1881 AND ONWARD. NO. 32 WAS PUBLISHED IN 1885, AND NO. 33 CAME FROM THE PRESS IN 1889. THAT SAME YEAR THE THREE WERE UNITED IN ONE BOOK--VOLUME 5.\n     THIS WAS AN INTENSELY INTERESTING PERIOD IN THE RAPIDLY DEVELOPING WORK OF SEVENTH-DAY ADVENTISTS. IN NORTH AMERICA TWO NEW ADVANCED SCHOOLS WERE STARTED IN THE YEAR 1882, ONE AT SOUTH LANCASTER, MASSACHUSETTS, AND THE OTHER AT HEALDSBURG, CALIFORNIA. THUS, FROM OUR DENOMINATIONAL CENTER AT BATTLE CREEK, THE EDUCATIONAL WORK WAS BEGINNING TO REACH OUT TOWARD THE ENDS OF THE EARTH. TEN YEARS EARLIER OUR FIRST SCHOOL HAD BEEN OPENED AT BATTLE CREEK, AND TWO YEARS LATER ITS NEW BUILDINGS HAD BEEN DEDICATED. DURING THESE TEN YEARS MANY PROBLEMS INCIDENT TO THE PIONEERING OF THIS NEW AND IMPORTANT LINE OF ENDEAVOR WERE MET. SOMETIMES THE ISSUES WERE LARGE, AND IN NOT A FEW INSTANCES SPECIAL COUNSEL WAS GIVEN THROUGH THE SPIRIT OF PROPHECY TO GUIDE AND GUARD THIS WORK. THESE MESSAGES DEALING WITH PROBLEMS, FROM DISCIPLINE TO CURRICULUM, FORM A PART OF THIS BOOK.\n     THE NINE-YEAR PERIOD OF THIS VOLUME WAS ALSO A TIME OF EXTENSIVE WRITING AND PUBLISHING ON THE PART OF ELLEN WHITE. IN 1882 ARRANGEMENTS WERE MADE TO REPRINT A SKETCH OF THE CHRISTIAN EXPERIENCE AND VIEWS OF ELLEN G. WHITE AND SPIRITUAL GIFTS VOLUME ONE. THE SAME YEAR THESE TWO BOOKS WERE UNITED IN ONE VOLUME AND ENTITLED EARLY WRITINGS. TO MEET THE CONSTANT DEMAND FOR THE TESTIMONIES, THE FIRST THIRTY NUMBERS WERE REPRINTED IN 1885 IN FOUR BOOKS--VOLUMES 1 TO 4, AS THEY APPEAR TODAY. SKETCHES FROM THE LIFE OF PAUL, THE FORERUNNER OF THE ACTS OF THE APOSTLES, WAS PUBLISHED IN 1883. IN 1884, MRS. WHITE COMPLETED HER WORK ON SPIRIT OF PROPHECY VOLUME FOUR--THE GREAT CONTROVERSY, AND IT WAS PUBLISHED\n\n                                                                   4\n\nIMMEDIATELY. IT SOON FOUND ITS WAY THROUGH COLPORTEUR CHANNELS TO MANY THOUSANDS OF HOMES, AND TEN EDITIONS WERE ROLLED FROM THE PRESSES IN THREE SHORT YEARS OF TIME. IN 1888 THE ENLARGED GREAT CONTROVERSY, THE BOOK WE KNOW SO WELL TODAY, WAS PUBLISHED, TAKING THE PLACE OF THE EARLIER, BRIEFER VOLUME.\n     AT THE DENOMINATIONAL HEADQUARTERS IN BATTLE CREEK THERE WAS A STEADY GROWTH. NEW EQUIPMENT WAS ADDED IN THE PUBLISHING HOUSE. THE SANITARIUM AND THE COLLEGE WERE GREATLY PROSPERED AND CONTINUED TO GROW. THESE DEVELOPMENTS BROUGHT LARGE NUMBERS OF SEVENTH-DAY ADVENTISTS TO THAT CITY. THE HAZARDS OF SO MANY ADVENTISTS GATHERING IN ONE CENTER, WITH THE INEVITABLE TENDENCY TO A FEELING OF LESS RESPONSIBILITY AND TOWARD LOWER STANDARDS, IS POINTED OUT IN THE EARLY PART OF THIS VOLUME. THESE INSTITUTIONAL DEVELOPMENTS WERE ALSO FRAUGHT WITH THE DANGER THAT THE WORK WOULD BECOME MECHANICAL AND LOSE ITS INITIAL SIMPLICITY. SUCH DANGERS APPEARED ESPECIALLY IN THE PUBLISHING HOUSE. THE TESTIMONIES OF THIS VOLUME STRESS  ECONOMY, INDUSTRY, ALERTNESS, AND FURNISH MANAGERS AND FOREMEN WITH GUIDING INSTRUCTION FOR THEIR TASKS.\n     AT THIS SAME TIME, WHILE PROBLEMS OF LONG-ESTABLISHED WORK WERE BEING MET AT OUR HEADQUARTERS, OUT IN THE PACIFIC NORTHWEST NEW FIELDS WERE BEING DEVELOPED, AND MANY WERE ACCEPTING THE MESSAGE. WITH THE OPENING OF THESE FRONTIER REGIONS, THERE WERE MANY NEW PROBLEMS. ELLEN WHITE HERSELF MADE TWO VISITS TO THE NORTHWEST AND IN CONNECTION WITH THE LAST TRIP WROTE MUCH COUNSEL TO THOSE WHO WERE LABORING THERE--COUNSEL ON PRACTICAL SUBJECTS VITAL TO THE WELFARE OF THE WORK AND THE MINISTERS WHO WERE WORKING AMONG THE STURDY, INDEPENDENT-MINDED MEN AND WOMEN WHO HAD PUSHED WESTWARD AND ESTABLISHED THEIR HOMES IN THESE VAST, NEWLY OPENED REGIONS. THESE WERE MEN AND WOMEN OF ENERGY, DARING, RUGGED INDIVIDUALITY; AND MANY WERE PERSONS OF DEEP CONVICTION WHO ACCEPTED THE CALL OF THE ADVENT MESSAGE. THESE VIGOROUS PIONEERS NEEDED THE STRONG, MOLDING INFLUENCE OF THE SPIRIT OF GOD IN THE DEVELOPMENT OF CHRISTIAN CHARACTER. THEY NEEDED\n\n                                                                   5\n\nWARNINGS AGAINST THE LOVE OF MONEY AND WORLDLY AMBITIONS.\n     TO THE MINISTRY WERE SENT EARNEST COUNSELS POINTING OUT THE DANGER THAT THEIR MESSAGES MIGHT BE SHAPED BY THE OPINIONS OF STRONG-MINDED CHURCH MEMBERS. COUNSEL WAS GIVEN TO GUARD AGAINST CARELESSNESS IN THE ERECTION OF CHURCH EDIFICES, AS SEEN IN SOME INSTANCES. WARNINGS WERE ALSO GIVEN AGAINST LIGHTLY REGARDING PLEDGES OF GIFTS TO GOD'S CAUSE. ALL THESE AND OTHER COUNSELS DEALING WITH MANY OTHER PROBLEMS CONNECTED WITH THE WORK IN THESE NEW TERRITORIES OCCUPY A PROMINENT PLACE IN THIS VOLUME.\n     THE EYES OF SEVENTH-DAY ADVENTISTS WERE BEING TURNED MORE AND MORE TO THE WORLD FIELD. FOR A DECADE WE HAD BEEN CARRYING ON WORK IN EUROPE. NOW, IN 1885, ELDERS S.N. HASKELL AND J.O. CORLISS, WITH A COMPANY OF WORKERS, WERE SENT TO AUSTRALIA TO OPEN UP WORK IN THAT SOUTHERN CONTINENT. AFRICA WAS ENTERED TWO YEARS LATER BY ELDERS D.A. ROBINSON AND C.L. BOYD, AND THE MESSAGE WAS CARRIED TO HONG KONG THAT SAME YEAR BY A LAYMAN, BROTHER ABRAHAM LA RUE. THEN, IN 1889, COLPORTEURS COMMENCED THEIR WORK IN SOUTH AMERICA. EVEN MRS. WHITE WAS CALLED OVERSEAS, LEAVING FOR EUROPE IN 1885. THERE SHE SPENT TWO AND A HALF YEARS TRAVELING, COUNSELING, SPEAKING, AND WRITING. IN JUNE, 1887, AT MOSS, NORWAY, SHE ATTENDED THE FIRST SEVENTH-DAY ADVENTIST CAMP MEETING HELD OUTSIDE THE UNITED STATES. HER MINISTRY OVERSEAS WAS MUCH APPRECIATED.\n     THERE WAS ALSO, DURING THE TIME REPRESENTED BY VOLUME 5, CONSIDERABLE OPPOSITION ON THE PART OF A SMALL GROUP OF DISAFFECTED SOULS WHO YEARS EARLIER HAD LEFT OUR RANKS. THEIR ATTACKS WERE LEVELED PRIMARILY AGAINST THE AGENT OF THE PROPHETIC GIFT AND HER WRITINGS WHICH HAVE STRENGTHENED AND BUILT UP THE CHURCH THROUGH THE YEARS. ALSO DURING THE DECADE OF THIS VOLUME, ONE OF OUR LEADING EVANGELISTS LOST HIS WAY AND WAS SOON ACTIVELY ENGAGED IN TEARING DOWN A WORK HE HAD FORMERLY LABORED TO ESTABLISH. TWO COMMUNICATIONS WRITTEN BY ELLEN WHITE TO RESTRAIN THIS MAN FROM THE PLUNGE\n \n                                                                   6\n\nHE WAS ABOUT TO TAKE, ARE FOUND IN THIS BOOK. ONE COMMENCES ON PAGE 571 AND THE OTHER ON PAGE 621. THE ATTEMPT TO SAVE HIM WAS FRUITLESS, AND HE TURNED IN BITTER TIRADE ON MRS. WHITE AND THE PROPHETIC GIFT. WHILE SUCH ATTACKS, OF COURSE, DID NOT DETER THE WORK OF SEVENTH-DAY ADVENTISTS, IT IS CLEAR THAT THEY WERE RECOGNIZED AS DISTRACTING ELEMENTS THAT SHOULD BE COUNTERACTED.\n     IT IS NOT STRANGE, THEN, THAT SEVERAL VITAL ARTICLES TOUCHING ON THE PROPHETIC GIFT WERE PENNED DURING THIS TIME. ONE OF THESE FORMS THE BASIS OF THE INTRODUCTION TO THE GREAT CONTROVERSY, 1888, EDITION. OTHERS ARE FOUND IN THIS VOLUME. IT WAS AT THIS TIME, TOO, THAT MRS. WHITE GATHERED FROM ALL THE PUBLISHED TESTIMONIES THAT WHICH SHE HAD WRITTEN ON THE NATURE AND INFLUENCE OF THE TESTIMONIES FOR THE CHURCH, AND COMPILED THEM INTO A THIRTY-EIGHT-PAGE ARTICLE FOUND NEAR THE CLOSE OF THIS VOLUME.\n     IN THE FALL OF 1888 AN IMPORTANT GENERAL CONFERENCE SESSION WAS HELD IN MINNEAPOLIS, MINNESOTA. AT THIS MEETING THERE CAME TO THOSE ASSEMBLED A BROADER, FULLER CONCEPTION OF THE GREAT TRUTHS OF RIGHTEOUSNESS BY FAITH. THE FAILURE OF SOME TO OPEN THEIR HEARTS TO THE LIGHT WHICH WAS THERE CAUSED TO SHINE SO BRIGHTLY SPURRED MRS. WHITE TO LEAD OUT IN AN ENCOURAGEMENT TO DILIGENT BIBLE STUDY AND TO BREAK DOWN THE BARRIERS TO ADVANCEMENT IN THE PERCEPTION OF TRUTH. AT THE GENERAL CONFERENCE SESSION THE NEXT YEAR, 1889, WORKERS AND LAITY  ALIKE REPORTED IN THEIR SOCIAL MEETINGS THAT \"THE PAST YEAR\" HAD \"BEEN THE BEST OF THEIR LIFE; THE LIGHT SHINING FORTH FROM THE WORD OF GOD HAS BEEN CLEAR AND DISTINCT--JUSTIFICATION BY FAITH, CHRIST OUR RIGHTEOUSNESS. . . . THE UNIVERSAL TESTIMONY FROM THOSE WHO HAVE SPOKEN HAS BEEN THAT THIS MESSAGE OF LIGHT AND TRUTH WHICH HAS COME TO OUR PEOPLE IS JUST THE TRUTH FOR THIS TIME AND WHEREVER THEY GO AMONG THE CHURCHES, LIGHT AND RELIEF AND THE BLESSING OF GOD ARE SURE TO COME IN.\"--E.G. WHITE MS. 10, 1889, QUOTED IN THE FRUITAGE OF SPIRITUAL GIFTS, PAGE 234. GOD'S MESSAGE TO HIS PEOPLE\n\n                                                                   7\n\nTURNED INTO A GLORIOUS VICTORY THE TIDE WHICH THREATENED DEFEAT.\n     AS THE WRITING OF THIS VOLUME WAS BEING BROUGHT TO A CLOSE, A CRISIS THREATENED IN THE UNITED STATES IN THE FORM OF A PROPOSED NATIONAL SUNDAY LAW. IN THIS CONNECTION THERE WAS BROUGHT BEFORE MRS. WHITE THE VIEWS OF THE IMPENDING CONFLICT AND THE ISSUES WHICH THE CHURCH MUST MEET AS APOSTATE PROTESTANTISM UNITES WITH CATHOLICISM TO ENFORCE OPPRESSIVE MEASURES. THE PATHETIC LETHARGY OF THOSE WHO UNDERSTOOD THE ISSUES WAS CLEARLY PORTRAYED, AND THERE WAS A CALL TO ACTION.\n     IN VOLUME 5 THERE IS A GREATER DIVERSITY OF SUBJECTS THAN IN ANY OTHER OF THE NINE VOLUMES OF THE TESTIMONIES. THIS WAS THE LAST OF THE GROUP OF TESTIMONY VOLUMES TO CONTAIN \"PERSONAL TESTIMONIES\" ADDRESSED TO VARIOUS INDIVIDUALS. A PERIOD OF ELEVEN YEARS WAS TO ELAPSE BEFORE THE ISSUANCE OF VOLUME 6 OF TESTIMONY WRITINGS.\n     THIS VOLUME IS OF GREAT VALUE TO THE CHURCH TODAY BECAUSE OF THE PRACTICAL NATURE OF ITS TIMELY WARNINGS AND COUNSELS. STRESSED ALL THROUGH IT ARE SOLEMN STATEMENTS POINTING OUT THE NEARNESS OF THE END AND THE PREPARATION WHICH IS NEEDED IN THE LIGHT OF THE IMPENDING CONFLICT. MINISTERS ARE CALLED TO DEEPER CONSECRATION. EXECUTIVES ARE ADMONISHED. PHYSICIANS ARE COUNSELED. TEACHERS ARE WARNED AGAINST ADOPTING WORLDLY PRINCIPLES AND ARE ENCOURAGED TO GUIDE THEIR STUDENTS INTO SOUL-WINNING SERVICES. COLPORTEUR EVANGELISTS ARE URGED TO HIGHER STANDARDS OF QUALIFICATION. PARENTS ARE GIVEN INSTRUCTION REGARDING HOME LIFE AND CHILD TRAINING. THOSE WITH SO-CALLED NEW LIGHT, BUT WITH A MESSAGE CONTRARY TO THE FUNDAMENTALS OF DOCTRINE, ARE REPROVED. THE RANK AND FILE OF THE PEOPLE ARE CALLED TO A REVIVAL AND REFORMATION.\n     THE INSTRUCTION AND WARNINGS OF THIS VOLUME EXERTED A STEADYING, SOBERING INFLUENCE UPON SEVENTH-DAY ADVENTISTS AS THEY WERE LAUNCHING OUT INTO GREATER LINES OF ENDEAVOR. THEY EXERT THE SAME INFLUENCE TODAY.\n                         THE TRUSTEES OF THE\n                         ELLEN G. WHILE PUBLICATIONS.\n\n\n\nNumber Thirty-One\n\nTestimony for the Church\n\nChapter 2 - Camp Meeting Address\n\nBoulder, Colorado, September 25, 1881.\n\n\nDear Brethren and Sisters Who Shall Assemble at the \n     Michigan Camp Meeting: [THIS APPEAL WAS WRITTEN FOR THE MICHIGAN CAMP MEETING, BUT BEING FORGOTTEN AT THAT TIME, WAS READ BEFORE THE GENERAL CONFERENCE, DECEMBER, 1881.] \n\n     I feel a deeper interest in this meeting than in any other that has been held this season. Michigan has not had the labor which she should have had. God has planted important institutions among you, and this brings upon you greater responsibilities than upon any other conference in the whole field. Great light has been given you, and few have responded to it; yet my heart goes out in tender solicitude for our beloved people in Michigan. The warning that the Son of man is soon to come in the clouds of heaven has become to many a familiar tale. They have left the waiting, watching position. The selfish, worldly spirit manifested in the life reveals the sentiment of the heart, \"My Lord delayeth His coming.\" Some are enveloped in so great darkness that they openly express their unbelief, notwithstanding our Saviour's declaration that all such are unfaithful servants and their portion shall be with hypocrites and unbelievers.",
    "paragraph": 1,
    "bookcode": "TttC",
    "page": 9
}