{"word": "LYL - Letters to Young Lovers (1983)\n\n\nTable of Contents\n\n\tForeword ................................................. 5\n\n\tI Love You ............................................... 7\n\n\tSection One  ............................................ 10\n\t\tMarriage--a Foretaste of Heaven\n\n\tSection Two ............................................. 18\n\t\tFinding the Right Mate\n\n\tSection Three ........................................... 28\n\t\tIs It Really Love?\n\n\tSection Four ............................................ 38\n\t\tLooking for Help?\n\n\tSection Five ............................................ 50\n\t\tIn Control\n\n\tSection Six  ............................................ 62\n\t\tSexual Responsibility\n\n\tSection Seven ........................................... 78\n\t\tShadow Over the Nest\n\n\nFOREWORD\n\n     HAVE YOU EVER WONDERED WHAT IT WOULD BE LIKE TO RECEIVE A LETTER FROM A PROPHET? WOULD YOU HAVE THE COURAGE TO OPEN THE ENVELOPE AND READ ITS CONTENTS?\n     THROUGHOUT THIS BOOK ARE LETTERS WRITTEN UNDER THE INSPIRATION OF  GOD AND ADDRESSED TO YOUNG PEOPLE TO HELP THEM MAKE THE RIGHT CHOICES RELATING TO THEIR COURTSHIP AND MARRIAGE.\n     SOME BACKGROUND MATERIAL RELATING TO THE CIRCUMSTANCES AND PERSONS INVOLVED HAS BEEN INTRODUCED BY THE COMPILERS. THIS APPEARS ON A PAGE PRECEDING EACH LETTER. SOME LENGTHY LETTERS HAVE BEEN ABRIDGED WITHOUT DELETION MARKS INDICATED; NAMES HAVE BEEN CHANGED. ADDITIONAL COUNSELS, SOME TAKEN FROM LETTERS, HAVE BEEN INCLUDED IN THE VARIOUS CHAPTERS.\n     AT NO TIME IN LIFE IS THE RIGHT KIND OF COUNSEL SO IMPORTANT AS WHEN TWO YOUNG PEOPLE ARE CONTEMPLATING MARRIAGE. SINCE THE LORD LOVES YOU AND WANTS YOU TO HAVE ETERNAL LIFE AND A HAPPY HOME, PERHAPS THE READING OF JUST ONE OF THESE LETTERS WILL HELP YOU TO HAVE BOTH.\n     WE INVITE YOU TO \"OPEN THE ENVELOPE\" AND READ WHAT THE LORD HAS SAID TO OTHERS LIKE YOURSELF.\n\n                                           ELLEN G. WHITE ESTATE\n                                               WASHINGTON, DC20012\n\n\nI Love You\n\n\n     \"I LOVE YOU!\" HOW SPECIAL ARE THOSE WORDS BETWEEN TWO YOUNG PEOPLE! BUT EVEN MORE WONDERFUL THEY BECOME WHEN SPOKEN TO US BY OUR SAVIOUR WHO WANTS US TO BE HAPPY AND FIND JOY IN OUR RELATIONSHIP WITH EACH OTHER.\n     CHRIST HAS COMPARED HIS LOVE FOR THE CHURCH TO THE LOVE OF HUSBAND AND WIFE. THE SCRIPTURES CONTAIN TENDER LOVE STORIES SUCH AS THAT OF JACOB AND RACHEL, AND THE MOVING STORY OF RUTH, THE MOABITE, WHO THROUGH HER MARRIAGE TO BOAZ BECAME A LINK IN THE GENEALOGY OF THE MESSIAH.\n     OUR HEAVENLY FATHER IS CONCERNED OVER OUR LOVE-LIFE. THROUGH THE INSPIRED WRITINGS OF SCRIPTURE AND OF ELLEN G. WHITE, GOD HAS GIVEN COUNSELS TO YOUNG PEOPLE IN THEIR QUEST FOR HAPPINESS.\n\n                                                                   8 \n\nFROM THE BIBLE\n\n     \"BEHOLD, WHAT MANNER OF LOVE THE FATHER HATH BESTOWED UPON US, THAT WE SHOULD BE CALLED THE SONS OF GOD\" (1 JOHN 3:1).\n     \"I AM COME THAT THEY MIGHT HAVE LIFE, AND MIGHT HAVE IT MORE ABUNDANTLY\" (JOHN 10:10).\n     \"THESE THINGS HAVE I SPOKEN UNTO YOU, THAT MY JOY MIGHT REMAIN IN YOU, AND THAT YOUR JOY MIGHT BE FULL\" (JOHN 15:11).\n     \"HE THAT TOUCHETH YOU TOUCHETH THE APPLE OF HIS EYE\" (ZECHARIAH 2:8).\n     \"THIS LOVE OF WHICH I SPEAK IS SLOW TO LOSE PATIENCE--IT LOOKS FOR A WAY OF BEING CONSTRUCTIVE. IT IS NOT POSSESSIVE: IT IS NEITHER ANXIOUS TO IMPRESS NOR DOES IT CHERISH INFLATED IDEAS OF ITS OWN IMPORTANCE.\n     \"LOVE HAS GOOD MANNERS AND DOES NOT PURSUE SELFISH ADVANTAGE. IT IS NOT TOUCHY. IT DOES NOT KEEP ACCOUNT OF EVIL OR GLOAT OVER THE WICKEDNESS OF OTHER PEOPLE. ON THE CONTRARY, IT IS GLAD WITH ALL GOOD MEN WHEN TRUTH PREVAILS.\n     \"LOVE KNOWS NO LIMIT TO ITS ENDURANCE, NO END TO ITS TRUST, NO FADING OF ITS HOPE; IT CAN OUTLAST ANYTHING. IT IS, IN FACT, THE ONE THING THAT STILL STANDS WHEN ALL ELSE HAS FALLEN\" (1 CORINTHIANS 13:4-8 PHILLIPS).\n     \"THE LORD HATH APPEARED OF OLD UNTO ME, SAYING, YEA, I HAVE LOVED THEE WITH AN EVERLASTING LOVE; THEREFORE WITH LOVING-KINDNESS HAVE I DRAWN THEE\" (JEREMIAH 31:3).\n     \"FOR I AM PERSUADED, THAT NEITHER DEATH, NOR LIFE, NOR ANGELS, NOR PRINCIPALITIES, NOR POWERS, NOR THINGS PRESENT, NOR THINGS TO COME, \"NOR HEIGHT, NOR DEPTH, NOR ANY OTHER CREATURE, SHALL BE ABLE TO SEPARATE US FROM THE LOVE OF GOD, WHICH IS IN CHRIST JESUS OUR LORD\" (ROMANS 8:38, 39).\n\n\nFrom the Writings of Ellen G. White\n\n     I write because I love your soul.--Letter 51, 1889.\n\n     Dear youth, I wish to speak decidedly to you, because I want you to be saved.--Messages to Young People, p. 140.\n\n     My dear sister, I have written to you because I have a love for your soul.--Letter 51, 1894.\n\n     I do not consider your case hopeless; if I did my pen would not be tracing these lines.--Testimonies, vol. 2, p. 562.\n\n     Take reproof as from God, take counsel and advice given in love.--Letter 30, 1875.\n\n     Keep your wants, your joys, your sorrows, your cares, and your fears before God. You cannot burden Him; you cannot weary Him. He who numbers the hairs of your head is not indifferent to the wants of His children. \"The Lord is very pitiful, and of tender mercy.\" James 5:11. His heart of love is touched by our sorrows and even by our utterances of them. Take to Him everything that perplexes the mind. Nothing is too great for Him to bear, for He holds up worlds, He rules over all the affairs of the universe. Nothing that in any way concerns our peace is too small for Him to notice. There is no chapter in our experience too dark for Him to read; there is no perplexity too difficult for Him to unravel. No calamity can befall the least of His children, no anxiety harass the soul, no joy cheer, no sincere prayer escape the lips, of which our heavenly Father is unobservant, or in which He takes no immediate interest. \"He healeth the broken in heart, and bindeth up their wounds.\" Psalm 147:3. The relations between God and each soul are as distinct and full as though there were not another soul upon the earth to share His watchcare, nor another soul for whom He gave His beloved Son.--Steps to Christ, p. 100.\n\n\n\nSection One - Marriage--a Foretaste of Heaven\n\n     The warmth of true friendship and the love that binds the hearts of husband and wife are a foretaste of heaven.", "paragraph": 1, "bookcode": "LYL", "page": 10}