{
    "word": "\"The form should not be compressed in the least with corsets and whalebones. The dress should be perfectly easy that the lungs and heart may have healthy action. The dress should \n                                                                           461\nreach somewhat below the top of the boot, but should be short enough to clear the filth of the sidewalk and street without being raised by the hand. A still shorter dress than this would be proper, convenient, and healthful for women when doing their housework, and especially for those who are obliged to perform more or less out-of-door labor. With this style of dress, one light skirt, or two at most, is all that is necessary, and this should be buttoned on to a waist, or suspended by straps. The hips were not formed to bear heavy weights. The heavy skirts worn by some, and allowed to drag down upon the hips, have been the cause of various diseases which are not easily cured. The sufferers seem to be ignorant of the cause of their sufferings, and continue to violate the laws of their being by girding their waists and wearing heavy skirts, until they are made lifelong invalids. When told of their mistake, many will immediately exclaim, 'Why, such a style of dress would be old-fashioned!' What if it is? I wish we could be old-fashioned in many respects. If we could have the old-fashioned strength that characterized the old-fashioned women of past generations, it would be very desirable. I do not speak unadvisedly when I say that the way in which women clothe themselves, together with their indulgence of appetite, is the greatest cause of their present feeble, diseased condition. There is but one woman in a thousand who clothes her limbs as she should. Whatever may be the length of the dress, their limbs should be clothed as thoroughly as are the men's. This may be done by wearing lined pants, gathered into a band and fastened about the ankle, or made full and tapering at the bottom; and these should come down long enough to meet the shoe. The limbs and ankles thus clothed are protected against a current of air. If the feet and limbs are kept comfortable with warm clothing, the circulation will be equalized, and the blood will remain pure and healthy because it is not chilled or hindered in its natural passage through the system.\" \n                                                                           462",
    "paragraph": 3,
    "bookcode": "TttC",
    "page": 460
}