{
    "word": "Many have their hearts so fixed upon their earthly treasure that they do not discern the advantage of laying up for themselves treasures in heaven. They do not realize that their freewill offerings to God are not enriching Him, but themselves. Christ counsels us to lay up treasures in heaven. For whom? For God, that He may be enriched? Oh, no! The treasures of the entire world are His, and the indescribable glory and priceless treasures of heaven are all His own, to give to whom He will. \"Lay up for yourselves treasures in heaven.\" Men whom God has made stewards are so infatuated by the riches of this world that they do not discern that by their selfishness and covetousness they are not only robbing the Lord in tithes and offerings, but robbing themselves of eternal riches. They could be daily adding to their heavenly treasure by doing the very work that the Lord has left them to do, and which He has entrusted them with means to carry out. The Master would have them watch for opportunities to do good and, while they live, apply their means themselves to aid in the salvation of their fellow men and in the advancement of His cause in its various branches. In so doing they only do that which God requires of them; they render to God the things that are His. Many willingly close their eyes and hearts, lest they should see and feel the wants of the Lord's cause, and by helping in its advancement should lessen their increase by detracting from \n                                                                           654\nthe interest or the principal. Some feel that what they give to advance the cause of God is really lost. They consider so many dollars gone and feel dissatisfied unless they can immediately replace them so that their earthly treasure may not decrease. They exercise closeness and even sharpness in dealing with their brethren and also with worldlings. They do not scruple to overreach in deal in order to advantage themselves and gain a few dollars.",
    "paragraph": 1,
    "bookcode": "2T",
    "page": 653
}