{
    "word": "I am writing out more fully the volume of Great Controversy containing the history of the fall of Satan and the introduction of sin into our world; and I can have a more vivid sense of this great controversy between Christ, the Prince of light, and Satan, the prince of darkness, than I have ever had before. As I see the various devices of Satan to compass the ruin of erring man, and make him like himself, a transgressor of God's holy law, I would that angels of God could come to earth and present this matter in its great importance. Then I feel so intensely for souls who are willfully departing from light and knowledge and obedience to God's holy law. As Adam and Eve believed the lie of Satan, \"Ye shall be as gods,\" so these souls hope through disobedience to rise to greater heights, to gain some flattering position. I am so anxious that, while others are sleeping, I spend hours in prayer that God will work in mighty power to break the fatal deception \n                                                                           626\nupon human minds and lead them in simplicity to the cross of Calvary. Then I quiet myself with the thought that all these souls are purchased by the blood of the Lord Jesus. We may have love for these souls, but Calvary testifies how God loves them. This work is not ours, but the Lord's. We are only the instruments in His hands to do His will, not our own. We look at those who are doing despite to the Spirit of grace, and tremble for them. We feel sorry, and are disappointed, that they prove untrue to God and the truth; but we feel a deeper sorrow as we think of Jesus, who has purchased them with His own blood. We would give all our possessions to save one, but find we cannot do this. We would give life itself to save one soul unto life eternal, but even this sacrifice would not do the work. The one great sacrifice has been made in the life, the mission, and the death of Jesus Christ. Oh, that minds would contemplate the greatness of that sacrifice! Then might they be better able to comprehend the greatness of salvation.",
    "paragraph": 2,
    "bookcode": "5T",
    "page": 625
}