{
    "word": "The Maker of all the beautiful things of nature is forgotten. I have seen many who would go into ecstasies over a picture of a sunset, while at the same time they could have the privilege of seeing an actual and glorious sunset almost every evening in the year. They can see the beautiful tints in which nature's invisible Master Artist has with divine skill painted glorious scenes on the shifting canvass of the heavens, and yet they carelessly turn from the Heaven-wrought picture to paintings of art, traced by imperfect fingers, and almost fall \n                                                                           590\ndown and worship them. What is the reason of this? It is because the enemy is almost constantly seeking to divert the mind from God. When we present God and the religion of Christ, will they receive them? No, indeed. They cannot accept of Christ. What! they make the sacrifice they would have to make to receive Him? Not at all! But what is required? Simply the heart's best and holiest affections for Him who left the glory of the Father and came down to die for a race of rebels. He left His riches, His majesty, and His high command, and took upon Himself our nature, that He might make a way of escape--to do what? to humiliate you? to degrade you? No, indeed. To make a way of escape for you from hopeless misery, to elevate you at last to His own right hand in His kingdom. For this the great, the immense, sacrifice was made. And who can realize this great sacrifice? Who can appreciate it? None but those who understand the mystery of godliness, who have tasted the powers of the world to come, who have drunk from the cup of salvation that has been presented to us. This cup of salvation the Lord offers us, while with His own lips He drained, in our stead, the bitter cup which our sins had prepared, and which was apportioned for us to drink. Yet we talk as though Christ, who has made such a sacrifice, and manifested such love for us, would deprive us of everything that is worth having.",
    "paragraph": 3,
    "bookcode": "2T",
    "page": 589
}