{"word": "Then I heard a voice saying to those who had been pushed and derided, Come out from among \n                                                                           147\nthem, and touch not the unclean. A large number broke the cords which bound them, and they obeyed the voice, and left those who were in darkness, and united with those who had previously broken the cords, and they joyfully united their voices with them. I heard the voice of earnest, agonizing prayer from a few who still remained with the companies who were in darkness. The ministers and leading men were passing around in these different companies, fastening the cords stronger; but still I heard this voice of earnest prayer. Then I saw those who had been praying reach out their hands for help towards that united company who were free, rejoicing in God. The answer from them, as they earnestly looked to heaven, and pointed upward, was, Come out from among them, and be separate. I saw individuals struggling for freedom, and at last they broke the cords that bound them. They resisted the efforts which were made to fasten the cords tighter, and would not heed the repeated assertions, God is with us, We have the truth with us. Individuals continued to leave the companies who were in darkness, and joined the free company, who appeared to be in an open field raised above the earth. Their gaze was upward, and the glory of God rested upon them, and they shouted the praises of God. They were united, and seemed to be wrapt in the light of heaven. Around this company were some who came \n                                                                           148\nunder the influence of the light, but who were not particularly united to the company. All who cherished the light shed upon them were gazing upward with intense interest. Jesus looked upon them with sweet approbation. They expected Jesus to come. They longed for his appearing. They did not cast one lingering look to earth. Again I saw a cloud settle upon the waiting ones. I saw them turn their weary eyes downward. I inquired the cause of this change. Said my accompanying angel, They are again disappointed in their expectations. Jesus cannot yet come to earth. They must yet suffer for Jesus and endure greater trials. They must give up errors and traditions received from men, and turn wholly to God and his word. They must be purified, made white and tried. And those who endure that bitter trial will obtain an eternal victory.", "paragraph": 2, "bookcode": "1SG", "page": 146}