{
    "word": "The spirit of intense worldliness that now exists, the disposition to acknowledge no higher claim than that of self-gratification, constitutes one of the signs of the last days. \"As it was in the days of Noah,\" said Christ, \"so shall it be also in the days of the Son of man. They did eat, they drank, they married wives, they were given in marriage, until the day that Noah entered into the ark, and the Flood came, and destroyed them all.\" The people of this generation are marrying and giving in marriage with the same reckless disregard of God's requirements as was manifested in the days of Noah. There is in the Christian world an astonishing, alarming indifference to the teaching of God's word in regard to the marriage of Christians with unbelievers. Many who profess to love and fear God choose to follow the bent of their own minds rather than take counsel of Infinite Wisdom. In a matter which vitally concerns the happiness and well-being of both parties for this world and the next, reason, judgment, and the fear of God are set aside, and blind impulse, stubborn determination, is \n                                                                           366\nallowed to control. Men and women who are otherwise sensible and conscientious close their ears to counsel; they are deaf to the appeals and entreaties of friends and kindred and of the servants of God. The expression of a caution or warning is regarded as impertinent meddling, and the friend who is faithful enough to utter a remonstrance is treated as an enemy. All this is as Satan would have it. He weaves his spell about the soul, and it becomes bewitched, infatuated. Reason lets fall the reins of self-control upon the neck of lust, unsanctified passion bears sway, until, too late, the victim awakens to a life of misery and bondage. This is not a picture drawn by the imagination, but a recital of facts. God's sanction is not given to unions which He has expressly forbidden. For years I have been receiving letters from different persons who have formed unhappy marriages, and the revolting histories opened before me are enough to make the heart ache. It is no easy thing to decide what advice can be given to these unfortunate ones, or how their hard lot can be lightened; but their sad experience should be a warning to others.",
    "paragraph": 3,
    "bookcode": "TttC",
    "page": 365
}