{
    "word": "How to Receive Reproof \n\n     \"Those who are reproved by the Spirit of God should not rise up against the humble instrument. It is God, and not an erring mortal, who has spoken to save them from ruin.\" [VOL. 3, P. 257 (1873).] It is not pleasing to human nature to receive reproof, nor is it possible for the heart of man, unenlightened by the Spirit of God, to realize the necessity of reproof or the blessing it is designed to bring. As man yields to temptation, and indulges in sin, his mind becomes darkened. The moral sense is perverted. The warnings of conscience are disregarded, and its voice is less clearly heard. He gradually loses the power to distinguish between right and wrong, until he has no true sense or his standing before God. He may observe the forms of religion and zealously maintain its doctrines, while destitute of its spirit. His condition is that described by the True Witness: \"Thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked.\" When the Spirit of God, by message of reproof, declares this to be his condition, he cannot see that the message is true. Is he therefore to reject the warning? No. God has given sufficient evidence, so that all who desire to do so may satisfy themselves as to the character of the Testimonies; and, having acknowledged them to be from God, it is their duty to accept reproof, even though they do not themselves see the sinfulness of their course. If they fully realized their condition, what would be the need of reproof? Because they know it not, God mercifully sets it before them, so that they may repent and reform before it shall be too late. \"Those who despise the warning will be left in blindness to become self-deceived; but those who heed it, and zealously go about the work of separating their sins from them in order to have the needed graces, will be opening the door of their hearts that the dear Saviour may come in and dwell with them.\" [VOL. 3, P. 257 (1873).] Those who are most closely connected with God are \n                                                                           683\nthe ones who know His voice when He speaks to them. Those who are spiritual discern spiritual things. Such will feel grateful that the Lord has pointed out their errors.\" [VOL. 5, P. 134.]",
    "paragraph": 1,
    "bookcode": "5T",
    "page": 682
}