{
    "word": "Because of Israel's disobedience and departure from God, they were allowed to be brought into close places and to suffer adversity; their enemies were permitted to make war with them, to humble them and lead them to seek God in their trouble and distress. \"Then came Amalek, and fought with \n                                                                           107\nIsrael in Rephidim.\" This took place immediately after the children of Israel had given themselves up to their rebellious murmurings and to unjust, unreasonable complaints against their leaders whom God had qualified and appointed to lead them through the wilderness to the land of Canaan. The Lord directed their course where there was no water, to prove them, to see if, after receiving so many evidences of His power, they had learned to turn to Him in their affliction, and had repented of their past rebellious murmurings against Him. They had charged Moses and Aaron with selfish motives in bringing them from Egypt to kill them and their children with hunger, that they might be enriched with their possessions. In doing this the Israelites ascribed to man that which they had received unmistakable evidence was from God alone, whose power is unlimited. These wonderful manifestations of the power of God He would have them ascribe to Him alone, and magnify His name upon the earth. The Lord brought them over the same ground of trial repeatedly to prove whether they had yet learned His dealings and repented of their sinful disobedience and rebellious murmurings. In Rephidim, when the people thirsted for water, they were again proud, and showed that they still possessed an evil heart of unbelief, of murmuring, of rebellion, which revealed the fact that it would not yet be safe to establish them in the land of Canaan. If they would not glorify God in their trials and adversity, in their travels through the wilderness to the Canaan in prospect, while God was continually giving them unmistakable evidence of His power and glory, and His care for them, they would not magnify His name and glorify Him when established in the land of Canaan, surrounded with blessings and prosperity. Because the people thirsted for water, they were provoked, so that Moses feared for his life.",
    "paragraph": 2,
    "bookcode": "TttC",
    "page": 106
}