{"word": "How few respond to the gracious invitation of Heaven. Christ is insulted when His messages are despised and His gracious, winning, liberal invitation is rejected. Those that were bidden to the marriage feast at first, began to make excuses. They allowed minor things to occupy their attention, and lost their eternal interests out of their reckoning. While some made temporal interests their excuse, and were totally indifferent toward the messages and messengers, others manifested a spirit of determined hatred, and took the Lord's servants and entreated them spitefully and slew them. A power from beneath moved upon human agencies who were not under the direct influence of the Holy Spirit. There are two distinct classes--those who are saved through faith in Christ and through obedience to His law, and those who refuse the truth as it is in Jesus. It will be impossible for those who refuse Christ through the period of probation to become justified after the record of their lives has passed into eternity. Now is the time to work for the salvation of men, for probation still continues. Let national and denominational distinctions be laid aside. Caste and rank are not recognized by God and should not be by His workers. Those who \n                                                                           22\nesteem themselves superior to their fellow men on account of position or property are exalting themselves above their fellow men, but they are esteemed by the universe of Heaven as the lowest of all. Let us take a lesson from the words of inspiration that reprove us for this spirit, and also give us great encouragement: \"Thus saith the Lord, Let not the wise man glory in his wisdom, neither let the mighty man glory in his might, let not the rich man glory in his riches: but let him that glorieth glory in this, that he understandeth and knoweth me, that I am the Lord which exercise lovingkindness, judgment, and righteousness, in the earth: for in these things I delight, saith the Lord.\"", "paragraph": 2, "bookcode": "SW", "page": 21}