{
    "word": "It is not a new thing for a man to be deluded by the arch-deceiver and array himself against God. Consider your course critically before you venture to go any further in the path you are traveling. The Jews were self-deceived. They rejected the teachings of Christ because He exposed the secrets of their hearts and reproved their sins. They would not come to the light, fearing that their deeds would be reproved. They chose darkness rather than light. \"This is the condemnation,\" said Christ, \"that light is come into the world, and men loved darkness rather than light, because their deeds were evil.\" The Jews pursued their course of rejecting Christ until, in their self-deceived, deluded state, they thought that in crucifying Him they were doing God service. This was the result of their refusing light. You are in danger of similar deception. It will be profitable for your soul, Brother G, to consider where the path which you are now traveling will end. God can do without you, but you cannot afford to do without God. He does not compel any man to believe. He sets light before men, and Satan presents his darkness. While the deceiver is constantly crying, \"Light is here; truth is here,\" Jesus is saying: \"I am the truth; I have the words of eternal life. If any \n                                                                           231\nman follow Me, he shall not walk in darkness.\" God gives to us all evidence sufficient to balance our faith on the side of truth. If we surrender to God we shall choose the light and reject the darkness. If we desire to maintain the independence of the natural heart, and refuse the correction of God, we shall, as did the Jews, stubbornly carry out our purposes and our ideas in the face of the plainest evidence, and shall be in danger of as great deception as came upon them; and in our blind infatuation we may go to as great lengths as they did, and yet flatter ourselves that we are doing work for God.",
    "paragraph": 1,
    "bookcode": "4T",
    "page": 230
}