{
    "word": "Chap. 35 - Lessons from the Parables\n\n     I was shown that the parable of the talents has not been fully understood. This important lesson was given to the disciples for the benefit of Christians living in the last days. And these talents do not represent merely the ability to preach and instruct from the word of God. The parable applies to the temporal means which God has entrusted to His people. Those to whom the five and the two talents were given, traded and doubled that which was committed to their trust. God requires those who have possessions here, to put their money out to usury for Him--to put it into the cause to spread the truth. And if the truth lives in the heart of the receiver, he also will aid with his substance in \n                                                                           198\nsending it to others; and through his efforts, his influence, and his means, other souls will embrace the truth, and begin also to work for God. I saw that some of God's professed people are like the man who hid his talent in the earth. They keep their possessions from doing good in the cause of God. They claim that these are their own, and that they have a right to do what they please with their own; and souls are not saved by judicious efforts made by them with their Lord's money. Angels keep a faithful record of every man's work, and as judgment passes upon the house of God, the sentence of each is recorded by his name, and the angel is commissioned to spare not the unfaithful servants, but to cut them down at the time of slaughter. And that which was committed to their trust is taken from them. Their earthly treasure is then swept away, and they have lost all. And the crowns they might have worn, had they been faithful, are put upon the heads of those saved by the faithful servants whose means was constantly in use for God. And everyone they have been the means of saving, adds stars to their crown in glory, and increases their eternal reward.",
    "paragraph": 1,
    "bookcode": "1T",
    "page": 197
}