{"word": "A View of Events Occurring at the End of the 2300 Days\n     I saw a throne, and on it sat the Father and the Son. I gazed on Jesus\\92 countenance and admired his lovely person. The Father's person I could not behold, for a cloud of glorious light covered him. I asked Jesus if his Father had a form like himself. He said he had, but I could not behold it, for said he, if you should once behold the glory of his person you would cease to exist. Before the throne I saw the Advent people, the church and the world. I saw a company bowed down before the throne, deeply interested, while the most of them stood disinterested and careless. Those who were bowed before the throne would offer up their prayers and look to Jesus; then he would look to his Father, and appeared to be pleading with him. A light would come from the Father to the Son, and from the Son to the praying company. Then I saw an exceeding bright light come from the Father to the Son, and from the Son it waved over the people before the throne. But few would receive this great light; many came out from under it and immediately resisted it; others were careless and did not cherish the light, and it moved off from them. Some cherished it, and went and bowed down with the little praying company. This company all received the light, and rejoiced in it, as their countenances shone with its glory. And I saw the Father rise from the throne, and in a flaming chariot go into the Holy of Holies, within the vail, and did sit. Then Jesus rose up from the throne, and the most of those who were bowed down arose with him: and I did not see one ray of light pass from Jesus to the careless multitude after he arose, and they were left in perfect darkness. Those who rose up when Jesus did, kept their eyes fixed on him as he left the throne and led them out a little way. Then he raised his right arm and we heard his lovely \n44\nvoice saying, \\93Wait here\\97I am going to my Father to receive the kingdom; keep your garments spotless, and in a little while I will return from the wedding and receive you to myself.\\94 And I saw a cloudy chariot, with wheels like flaming fire, and angels were all around it as it came where Jesus was. He stepped into the chariot and was borne to the Holiest where the Father sat. There I beheld Jesus, standing before the Father, a great High Priest. On the hem of his garment was a bell and a pomegranate, a bell and a pomegranate. And I saw those who rose up with Jesus send up their faith to him in the Holiest, and pray\\97my Father give us thy Spirit. Then Jesus would breathe upon them the Holy Ghost. In the breath was light, power, and much love, joy and peace. Then I turned to look at the company who were still bowed before the throne; they did not know that Jesus had left it. Satan appeared to be by the throne, trying to carry on the work of God. I saw them look up to the throne and pray, Father give us thy Spirit; then Satan would breathe upon them an unholy influence; in it there was light and much power, but no sweet love, joy and peace. Satan's object was to keep them deceived, and to draw back and deceive God's children.", "paragraph": 1, "bookcode": "ExV", "page": 43}