{"word": "We need to awaken, and to understand the truth as it is in Jesus. We need to consult the Word of God, in order that we shall not seek to evade disagreeable work. When we realize that we are workers together with God, the promises will not be spoken with half indifference, but will burn in our hearts, and kindle on our lips. We shall present them to the throne of God with earnestness, and the Lord will pour out His Spirit upon the devoted, consecrated worker. Those who plead with God, as did Moses, will receive the same assurances that Moses received. When Moses pleaded: \"I pray thee, if I have found grace in thy sight, shew me now thy way, that I may know thee, that I may find grace in thy sight: and consider that this nation is thy people. And He said, My presence shall go with thee, and I will give thee rest.\" Again the Lord said to Moses, \"Certainly I will be with thee.\" The same assurances given to Moses will be given to those who go forth to be colaborers with Jesus Christ in the Southern field. We are not to wait for great men to undertake the work. We are to encourage those who have a burden to go to this field, who are willing to undertake the work. Let those in responsible positions give their sympathy to such workers, and furnish them with facilities whereby they may do the work required. Let not men in our institutions feel that it is their prerogative to tie the hands of workers at every step. Let those who have a mind to work, do with their might whatsoever their hands find to do. Let those who take no part in the trying experience of teaching the colored people, unite their petitions with those of the workers, and plead that the Holy Spirit may move upon the hearts of the workers and aid them in doing successful work for the Master. The Lord God of Sabaoth will hear earnest prayer. He will lead those who feel their dependence upon Him, and will so guide the workers that many souls shall come to a knowledge of the truth. \n                                                                           57", "paragraph": 1, "bookcode": "SW", "page": 56}