{
    "word": "Selfishness girds many about as with iron bands. It is \"my farm,\" \"my goods,\" \"my trade,\" \"my merchandise.\" Even the claims of common humanity are disregarded by them. Men and women professing to be waiting and loving the appearing of their Lord are shut up to self. The noble, the godlike, they have parted with. The love of the world, the lust of the flesh, the lust of the eyes, the pride of life, have so fastened upon them that they are blinded. They are corrupted by the world and discern it not. They talk of love to God, but their fruits show not the love they express. They rob Him in tithes and offerings, and the withering curse of God is upon them. The truth has been illuminating their pathway on every side. God has wrought wonderfully in the salvation of souls in their own households, but where are their offerings, presented to Him in grateful thanks for all His tokens of mercy to them? Many \n                                                                           198\nof them are as unthankful as the brute creation. The sacrifice for man was infinite, beyond the comprehension of the strongest intellect, yet men who claim to be partakers of these heavenly benefits, which were brought to them at so great a cost, are too thoroughly selfish to make any real sacrifice for God. Their minds are upon the world, the world, the world. In the forty-ninth psalm we read: \"They that trust in their wealth, and boast themselves in the multitude of their riches; none of them can by any means redeem his brother, nor give to God a ransom for him (for the redemption of their soul is precious, and it ceaseth forever).\" If all would bear in mind, and could in a small degree appreciate, the immense sacrifice made by Christ, they would feel rebuked for their fearfulness and their supreme selfishness. \"Our God shall come, and shall not keep silence: a fire shall devour before Him, and it shall be very tempestuous round about Him. He shall call to the heavens from above, and to the earth, that He may judge His people. Gather My saints together unto Me; those that have made a covenant with Me by sacrifice.\" Because of selfishness and love of the world, God is forgotten, and many have barrenness of soul, and cry: \"My leanness, my leanness.\" The Lord has lent means to His people to prove them, to test the depth of their professed love for Him. Some would let go of Him and give up their heavenly treasure rather than to decrease their earthly possessions and make a covenant with Him by sacrifice. He calls for them to sacrifice; but the love of the world closes their ears, and they will not hear.",
    "paragraph": 2,
    "bookcode": "2T",
    "page": 197
}