{
    "word": "I appealed to those present to judge whether my connection with the work and cause of God would lead me to speak lightly of the church at Battle Creek, from whom I had not the slightest alienation of feeling. Was not my interest in the cause and work of God as great as it was possible for theirs to be? My whole experience and life were interwoven with it. I had no separate interest aside from the work. I had invested everything in this cause, and had considered no sacrifice too great for me to make in order to advance it. I had not allowed affection for my loved babes to hold me back from performing my duty as God required it in His cause. Maternal love throbbed just as strongly in my heart as in the heart of any mother that lived, yet I had separated from my nursing children and allowed another to act the part of mother to them. I had given unmistakable evidences of my interest in, and devotion to, the cause of God. I have shown by my works how dear it was to me. Could any produce stronger proof than myself? Were they zealous in the cause of truth? I more. Were they devoted to it? I could prove greater devotion than anyone living engaged in the work. Had they suffered for the truth's sake? I more. I had not counted my life dear unto me. I had not shunned reproach, suffering, or hardships. When friends and relatives had despaired of my life, because disease was preying upon me, I had been borne in my husband's arms to the boat or cars. At one time, after traveling until midnight, we found ourselves in the city of Boston without means. On \n                                                                           582\ntwo or three occasions we walked by faith seven miles. We traveled as far as my strength would allow and then knelt on the ground and prayed for strength to proceed. Strength was given, and we were enabled to labor earnestly for the good of souls. We allowed no obstacle to deter us from duty or separate us from the work.",
    "paragraph": 1,
    "bookcode": "TttC",
    "page": 581
}