{"word": "CD - Counsels on Diet and Foods (1938)\n\n\nYOU SHOULD READ THIS \n\n                  HOW THIS BOOK CAME TO BE\n\n     DECADES BEFORE MANY PHYSIOLOGISTS WERE CONCERNED WITH THE CLOSE RELATIONSHIP BETWEEN DIET AND HEALTH, ELLEN G. WHITE IN HER WRITINGS CLEARLY POINTED OUT THE CONNECTION BETWEEN THE FOOD WE EAT AND OUR PHYSICAL AND SPIRITUAL WELFARE. IN HER DISCOURSES AND WRITINGS FROM 1863 ONWARD, SHE DISCUSSED FREQUENTLY THE IMPORTANCE OF DIET AND ADEQUATE NUTRITION. HER COUNSELS, AS PRESERVED IN PAMPHLETS AND BOOKS, IN THE JOURNALS OF THE DENOMINATION, AND IN PERSONAL TESTIMONIES, HAVE EXERTED A STRONG INFLUENCE ON THE DIETETIC HABITS OF SEVENTH-DAY ADVENTISTS, AND INDIRECTLY HAVE LEFT THEIR IMPRESS UPON THE GENERAL PUBLIC.\n     MRS. WHITE'S WRITINGS REGARDING FOODS AND A HEALTHFUL DIET WERE DRAWN TOGETHER IN 1926 IN A TOPICALLY ARRANGED WORK DESIGNED TO SERVE PRIMARILY AS A TEXTBOOK FOR STUDENTS OF DIETETICS AT THE COLLEGE OF MEDICAL EVANGELISTS AT LOMA LINDA. THIS INITIAL PRINTING, TITLED TESTIMONY STUDIES ON DIET AND FOODS, WAS SOON EXHAUSTED.\n     A NEW AND ENLARGED VOLUME, TITLED COUNSELS ON DIET AND FOODS, APPEARED IN 1938. IT WAS REFERRED TO AS A \"SECOND EDITION,\" AND WAS PREPARED UNDER THE DIRECTION OF THE BOARD OF TRUSTEES OF THE ELLEN G. WHITE ESTATE. A THIRD EDITION, PRINTED IN A SMALLER PAGE SIZE TO CONFORM TO THE REQUIREMENTS OF THE CHRISTIAN HOME LIBRARY SERIES, WAS PUBLISHED IN 1946. THE PRESENT EDITION IS THE FOURTH, AND INVOLVES NO CHANGE IN TEXT OR PAGINATION.\n\n              THIS IS A UNIQUE COMPILATION\n\n     IN ASSEMBLING THE MATERIALS COMPRISING COUNSELS ON DIET AND FOODS, AN EFFORT WAS MADE TO INCLUDE THE FULL RANGE OF INSTRUCTION ON THE SUBJECT FROM MRS. WHITE'S PEN. THE RESULTING COMPILATION IS UNIQUE AMONG THE ELLEN G. WHITE BOOKS,\n\n                                                                   4\n\nFOR IT PRESENTS THE COUNSELS CLUSTERED TOPICALLY UNDER A GENERAL HEADING, WITH NO ATTEMPT TO PROVIDE A CONTINUITY IN READING.\n     EACH SECTION CONTAINS THE E. G. WHITE MATERIALS THAT, ASSEMBLED, MAKE A REPRESENTATIVE PRESENTATION OF THE TOPIC DEALT WITH. NOTHING THAT WOULD MAKE A SUBSTANTIAL CONTRIBUTION HAS BEEN IGNORED. OFTEN IN THE ORIGINAL SOURCES MANY PHASES OF HEALTH INSTRUCTION ARE TREATED TOGETHER IN ONE PARAGRAPH. TO GIVE ALL THE CONTEXT IN SUCH CASES WOULD HAVE INVOLVED CONSIDERABLE REPETITION. THROUGH THE USE OF CROSS REFERENCES SUCH REPETITION IS MINIMIZED.\n     WHILE THE LIMITATIONS OF SPACE AND THE EFFORT TO AVOID REPETITION HAVE MADE IT INADVISABLE TO INCLUDE EVERY STATEMENT ON THE MORE GENERAL PHASES OF THE DIET QUESTION, A COMPLETE AND COMPREHENSIVE PRESENTATION OF THE E. G. WHITE TEACHINGS HAS BEEN GIVEN.\n\n         PERIL OF TAKING A PART FOR THE WHOLE\n\n     THE FACT THAT THIS VOLUME IS CONSTRUCTED SOMEWHAT LIKE AN ENCYCLOPEDIA, ISOLATING THE MAJOR PRESENTATIONS AND GROUPING THEM BY TOPIC, MAKES IT A CONVENIENT REFERENCE WORK. BUT THE ENCYCLOPEDIA DESIGN ALSO MAKES THE BOOK ONE THAT MAY EASILY BE MISUSED. TO GAIN THE AUTHOR'S INTENT AND THE FULL IMPACT OF ALL HER TEACHINGS, IT IS IMPERATIVE THAT THE BOOK BE STUDIED AS A WHOLE.\n     THE READER SHOULD BEAR IN MIND THAT A SINGLE ELLEN WHITE STATEMENT ON SOME PHASE OF THE SUBJECT OF NUTRITION MAY COME FAR SHORT OF EXPRESSING HER FULL INTENT AND UNDERSTANDING OF THE NUTRITIONAL NEEDS OF THE BODY. FOR EXAMPLE, IN A SENTENCE APPEARING ON PAGE 314 OF THIS BOOK, TAKEN FROM TESTIMONIES, VOLUME 2, PAGE 352, SHE SAYS; \"GRAINS AND FRUITS PREPARED FREE FROM GREASE, AND IN AS NATURAL A CONDITION AS POSSIBLE, SHOULD BE THE FOOD FOR THE TABLES OF ALL WHO CLAIM TO BE PREPARING FOR TRANSLATION.\" IN THE LIGHT OF OTHER OF HER STATEMENTS, CLEARLY IT WAS NOT MRS. WHITE'S INTENT TO TEACH THAT THOSE PREPARING FOR TRANSLATION SHOULD REDUCE THEIR DIET TO SIMPLY\" GRAINS AND FRUITS.\" PENNED IN 1869 IN THE SETTING OF COUNSEL AGAINST THE USE OF MEAT, THIS STATEMENT SEEMS TO MAKE \"GRAINS AND FRUITS\" STAND FOR THE NONMEAT DIET. THE \n\n                                                                   5\n\nSTATEMENT DOES NOT MENTION NUTS, VEGETABLES, OR DAIRY PRODUCTS, ALL OF WHICH ELLEN WHITE RECOGNIZED AS IMPORTANT TO A BALANCED NUTRITIONAL PROGRAM.\n     ANOTHER STATEMENT ON THE SAME PAGE (314), WRITTEN SOME TWENTY YEARS LATER, IN DELINEATING A DIET INTENDED TO IMPART NOURISHMENT AND GIVE ENDURANCE AND VIGOR OF INTELLECT, MENTIONS \"FRUIT, GRAINS, AND VEGETABLES\" PREPARED WITH \"MILK OR CREAM.\" NUTS ARE NOT MENTIONED. ACROSS THE PAGE IN ANOTHER PARAGRAPH WRITTEN IN 1905, \"GRAINS, NUTS, VEGETABLES, AND FRUITS\" ARE LISTED AS TAKING THE PLACE OF MEAT. IN THIS STATEMENT MILK IS NOT MENTIONED. YET MILK IS INCLUDED IN HER 1909\nSTATEMENT THAT APPEARS ON PAGE 355: \"VEGETABLES SHOULD BE MADE PALATABLE WITH A LITTLE MILK OR CREAM, OR SOMETHING EQUIVALENT. . . . SOME, IN ABSTAINING FROM MILK, EGGS, AND BUTTER, HAVE FAILED TO SUPPLY THE SYSTEM WITH PROPER NOURISHMENT, AND AS A CONSEQUENCE HAVE BECOME WEAK AND UNABLE TO WORK. THUS HEALTH REFORM IS BROUGHT INTO DISREPUTE.\"\n     THERE ARE A NUMBER OF OTHER INSTANCES SIMILAR TO THOSE CITED ABOVE WHERE ELLEN WHITE DOES NOT IN A GIVEN STATEMENT ENUMERATE ALL THE ELEMENTS OF AN ADEQUATE DIET. CARE MUST BE EXERCISED TO GET HER COMPLETE THOUGHT ON EACH SUBJECT. AN ISOLATED STATEMENT SHOULD NOT BE USED BY ITSELF, LEST THE PART BE TAKEN FOR THE WHOLE.\n\n             A CALL FOR EVERYONE TO STUDY\n\n     ELLEN WHITE DID NOT INTEND THAT HER WRITINGS ALONG NUTRITIONAL LINES SHOULD EXCLUDE THE NEED FOR EARNEST STUDY TO FIND THE BEST AND MOST AGREEABLE DIET, TAKING ADVANTAGE OF A GROWING KNOWLEDGE, AND THE EXPERIENCE AND INVESTIGATION OF OTHERS. SHE WROTE:\n     \"TO KEEP THE BODY IN A HEALTHY CONDITION, IN ORDER THAT ALL PARTS OF THE LIVING MACHINERY MAY ACT HARMONIOUSLY, SHOULD BE THE STUDY OF OUR LIFE.\"--PAGE 18.\n     \"IT IS PLAINLY OUR DUTY TO GIVE THESE [NATURE'S] LAWS CAREFUL STUDY. WE SHOULD STUDY THEIR REQUIREMENTS IN REGARD TO OUR OWN BODIES, AND CONFORM TO THEM. IGNORANCE IN THESE THINGS IS SIN.\"--IBID.\n     CLEARLY MRS. WHITE FELT THAT EACH PERSON SHOULD BECOME WELL INFORMED, TAKING ADVANTAGE OF THE ADVANCEMENTS OF SCIENCE \n\n                                                                   6\n\nIN NUTRITIONAL INVESTIGATIONS, SO LONG AS THE CONCLUSIONS HARMONIZE WITH THE COUNSELS GIVEN THROUGH INSPIRATION.\n\n              THE HAZARDS OF EXTREMES\n\n     ELLEN WHITE WAS NOT SLOW TO POINT OUT THE HAZARDS OF EXTREMES, OR INATTENTION, OR LAXITY IN PROVIDING AN ADEQUATE DIET FOR THE FAMILY. THIS FACT IS ILLUSTRATED BY THE STATEMENT THAT THE MOTHER \"BY ILL-PREPARED, UNWHOLESOME FOOD\" MIGHT ACTUALLY \"HINDER AND EVEN RUIN BOTH THE ADULT'S USEFULNESS AND THE CHILD'S DEVELOPMENT\" (P. 476). IN THE SAME STATEMENT SHE CALLED FOR \"PROVIDING FOOD ADAPTED TO THE NEEDS OF THE BODY, AND AT THE SAME TIME INVITING AND PALATABLE.\"\n     WHILE THE REASONS FOR INCLUDING SOME DAIRY PRODUCTS IN A BALANCED, ADEQUATE DIET WERE NOT FULLY UNDERSTOOD, ELLEN WHITE SPOKE IN FAVOR OF THEM, AND EVEN CAUTIONED AGAINST ELIMINATING THEM. TODAY IN THE LIGHT OF THE KNOWLEDGE THAT CERTAIN MINUTE NUTRIENTS ARE VITAL TO BODY FUNCTIONS, WE HAVE A BETTER UNDERSTANDING. SOME OF THESE NUTRIENTS, WHILE APPARENTLY NOT PRESENT IN ALL-VEGETABLE DIET, ARE AVAILABLE IN ADEQUATE AMOUNTS IN A LACTO-OVO-VEGETARIAN DIET. THIS IS PARTICULARLY IMPORTANT TO CHILDREN WHOSE PROPER DEVELOPMENT ELLEN WHITE STATED MIGHT BE HINDERED BY \"ILL-PREPARED UNWHOLESOME FOOD.\"\n     NEAR THE TURN OF THE CENTURY ELLEN WHITE BEGAN TO WRITE THAT BECAUSE OF ACCUMULATING DISEASE IN THE ANIMAL KINGDOM ALL ANIMAL FOODS, INCLUDING MILK, WILL IN TIME HAVE TO BE  GIVEN UP (SEE PP. 356, 357); YET AT THE SAME TIME SHE REPEATEDLY CAUTIONED AGAINST PREMATURE STEPS IN THIS DIRECTION AND IN 1909 DECLARED THAT THE TIME WILL COME WHEN SUCH MAY BE NECESSARY, BUT URGED AGAINST CREATING PERPLEXITY BY \"PRE-MATURE AND EXTREME RESTRICTIONS.\" SHE COUNSELED THAT WE \"WAIT UNTIL THE CIRCUMSTANCES DEMAND IT, AND THE LORD PREPARES THE WAY FOR IT\" (PP. 355-359).\n     IT WAS THE LACTO-OVO-VEGETARIAN DIET THAT SUSTAINED ELLEN WHITE IN ACTIVE SERVICE WELL INTO HER EIGHTY-EIGHTH YEAR.\n\n          EMPLOY SOUND PRINCIPLES IN STUDY\n\n     CERTAIN SOUND PRINCIPLES MUST EVER BE APPLIED IN THE STUDY OF THE DIETARY COUNSELS FOUND IN THIS BOOK. ALL THE\n\n                                                                   7\n\nINSTRUCTIONS, AS A BROAD, CONSISTENT, WELL-BALANCED WHOLE, SHOULD BE STUDIED WITH AN OPEN MIND. CARE SHOULD BE TAKEN TO READ THE ENTIRE STATEMENT ON A GIVEN TOPIC. THEN, TO GAIN THE FULL INTENT OF THE AUTHOR, STATEMENT SHOULD BE PUT WITH STATEMENT. IF ONE STATEMENT DOES NOT SEEM TO ACCORD WITH ANOTHER, THE STUDENT WOULD DO WELL TO TRACE ONE, OR BOTH, TO THE ORIGINAL SETTINGS.\n     THE STUDENT SHOULD ALSO FOLLOW ELLEN WHITE'S EXAMPLE IN RECOGNIZING THREE BASIC PRINCIPLES AS ENUMERATED ON PAGE 481:\n     1. \"THE DIET REFORM SHOULD BE PROGRESSIVE.\"--MH 320.\n     2. \"WE DO NOT MARK OUT ANY PRECISE LINE TO BE FOLLOWED IN DIET.\"--9T 159.\n     3. \"I MAKE MYSELF A CRITERION FOR NO ONE ELSE.\"--LETTER 45, 1903.\n\n           A RECOMMENDATION FOR HEALTH REFORM\n\n     TRUE DIET REFORM WILL RECOMMEND ITSELF BECAUSE OF ITS GOOD SENSE. ITS FRUITAGE WILL BE SEEN IN GOOD HEALTH, STRENGTH, A SWEET BREATH, AND A SENSE OF WELL-BEING. EVEN THE SPIRITUAL LIFE MAY BE AIDED BY GOOD HEALTH HABITS. IT HAS BEEN GRATIFYING TO WITNESS, THROUGH THE ONWARD MARCH OF SCIENTIFIC STUDY, A FULL SUBSTANTIATION OF MANY GREAT PRINCIPLES AND EVEN MINUTE POINTS OF INSTRUCTION REVEALED TO SEVENTH-DAY ADVENTISTS THROUGH ELLEN WHITE'S INSPIRED PEN.\n     THAT THIS VOLUME MAY AID ITS READERS IN OBTAINING BETTER HEALTH, BOTH PHYSICAL AND SPIRITUAL, IS OUR SINCERE WISH.\n\n                     THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n\nWASHINGTON, D. C.\nSEPTEMBER 17, 1976\n      \n\n                                                                   8\n\n\nTable of Contents\n\n\n 1. Reasons for Reform .............................................. 15\n 2. Diet and Spirituality ........................................... 43\n          i The Relation of Diet to Morals .......................... 60\n 3. Health Reform and the Third Angel's Message ..................... 69\n 4. The Proper Dietary .............................................. 81\n          i The Original Diet ....................................... 81\n         ii The Simple Diet ......................................... 82\n        iii An Adequate Diet ........................................ 91\n         iv Diet in Various Countries ............................... 94\n 5. Physiology of Digestion ........................................ 101\n 6.  Improper Eating a Cause of Disease ............................ 117\n 7. Overeating ..................................................... 131\n 8. Control of Appetite ............................................ 145\n 9. Regularity in Eating ........................................... 173\n          i Number of Meals ........................................ 173\n         ii Eating Between Meals ................................... 179\n10. Fasting ........................................................ 185\n11. Extremes in Diet ............................................... 195\n12. Diet During Pregnancy .......................................... 217\n13. Diet in Childhood .............................................. 225\n14. Healthful Cookery .............................................. 251\n15. Health Foods and Hygienic Restaurants .......................... 267\n16. Sanitarium Dietary ............................................. 281\n17. Diet a Rational Remedy ......................................... 301\n18. Fruits, Cereals, and Vegetables ................................ 309\n           i Fruits ................................................ 309\n          ii Grains ................................................ 313\n\n                                                                   9\n\n         iii Bread ................................................. 315\n          iv Vegetables ............................................ 321\n19. Desserts ....................................................... 327\n           i Sugar.................................................. 327\n          ii Milk and Sugar ........................................ 330\n         iii Pie, Cake, Pastry, Puddings ........................... 331\n20. Condiments, Etc. ............................................... 339\n           i Spices and Condiments ................................. 339\n          ii Soda and Baking Powder ................................ 342\n         iii Salt .................................................. 344\n          iv Pickles and Vinegar ................................... 345\n21. Fats ........................................................... 349\n           i Butter ................................................ 349\n          ii Lard and Grease ....................................... 353\n         iii Milk and Cream ........................................ 355\n          iv Olives and Olive Oil .................................. 359\n22. Proteins ....................................................... 363\n           i Nuts and Nut Foods .................................... 363\n          ii Eggs .................................................. 365\n         iii Cheese ................................................ 368\n23. Flesh Meats (Proteins Continued)................................ 373\n           i Progressive Dietetic Reform in Seventh-day\n          ii Adventist Institutions ................................ 405\n24. Beverages ...................................................... 419\n           i Water Drinking ........................................ 419\n          ii Tea and Coffee ........................................ 420\n         iii Cereal Substitutes for Tea and Coffee ................. 431\n          iv Cider ................................................. 432\n           v Fruit Juice ........................................... 436\n25. Teaching Health Principles ..................................... 441\n           i Instruction to Be Given on Health Topics .............. 441\n \n                                                                  10\n\n          ii How to Present the Principles of Health Reform ........ 457\n         iii Cooking Schools ....................................... 469\nAppendix\n           i Personal Experience of Ellen G. White\n               as a Health Reformer ................................ 481\n          ii A Statement by James White Relating to the Teaching of \n               Health Reform ....................................... 495\n\n\nDATES OF WRITING OR FIRST PUBLICATION\n\n     AS AN AID TO THE STUDENT, THE DATE OF WRITING OR OF FIRST PUBLICATION OF EACH SELECTION IS INDICATED IN CONNECTION WITH THE SOURCE REFERENCE. WHERE ARTICLES HAVE BEEN DRAWN FROM PUBLISHED VOLUMES, THE DATE OF PUBLICATION APPEARS PRECEDING THE REFERENCE. IN THE CASE OF THE MATTER DRAWN FROM THE PERIODICAL ARTICLES AND THE MANUSCRIPT FILES, THE YEAR OF WRITING OR OF FIRST PUBLICATION FORMS A PART OF THE SOURCE REFERENCE.\n     IN A NUMBER OF INSTANCES THE ARTICLES DRAWN FROM LATER BOOKS, SUCH AS \"COUNSELS ON HEALTH,\" APPEARED FIRST IN WORKS NOW OUT OF PRINT. THE REFERENCE TO THE CURRENT WORK IS GIVEN, BUT THE INFORMATION AS TO THE FIRST PUBLICATION OF THE ARTICLE IS NOTED IN PARENTHESES IN CONNECTION WITH THE SOURCE REFERENCE.\n                                 --COMPILERS.\n             \n\n                                                                   12\n\nKEY TO CREDITS AND ABBREVIATIONS\n\n     THE ARTICLES COMPRISING THIS BOOK HAVE BEEN GATHERED FROM THE ELLEN G. WHITE WRITINGS AS THEY APPEAR IN CURRENT BOOKS, BOOKS NOW OUT OF PRINT, PERIODICAL ARTICLES, PAMPHLETS, AND THE E. G. WHITE MANUSCRIPT FILES. IN EACH CASE THE SOURCE OF THE SELECTION IS GIVEN. THE FOLLOWING ABBREVIATIONS TO SOURCES HAVE BEEN USED:\n\n     C.O.L.--\"CHRIST'S OBJECT LESSONS\"\n     C.T.B.H.--\"CHRISTIAN TEMPERANCE AND BIBLE HYGIENE\" [OUT OF PRINT.]\n     C.H.--\"COUNSELS ON HEALTH\"\n     C.T.--\"COUNSELS TO TEACHERS\"\n     D.A.--\"THE DESIRE OF AGES\"\n     ED.--\"EDUCATION\"\n     E. FROM U.T.--EXTRACTS FROM UNPUBLISHED TESTIMONIES IN REGARD TO FLESH FOODS [OUT OF PRINT.]\n     F.E.--\"FUNDAMENTALS OF CHRISTIAN EDUCATION\"\n     G.W.--\"GOSPEL WORKERS\"\n     H. TO L.--\"HOW TO LIVE\" [OUT OF PRINT.] (SIX PAMPHLETS)\n     LETTER--STATEMENT FROM E. G. WHITE MANUSCRIPT FILES [+ THE SOURCE OF ARTICLES SELECTED FROM THE MANUSCRIPT FILES IS INDICATED BY THE USE OF THE FILE NUMBER OF THE ORIGINAL MANUSCRIPTS AS THEY APPEAR IN THE ELLEN G. WHITE FILES IN THE WHITE ESTATE OFFICE, SUCH AS LETTER 3, 1884, AND MS 49, 1908.]\n     L. & T.--\"LIFE AND TEACHINGS OF ELLEN G. WHITE\"\n     MS.--STATEMENT FROM THE E. G. WHITE MANUSCRIPT FILES [+ THE SOURCE OF ARTICLES SELECTED FROM THE MANUSCRIPT FILES IS INDICATED BY THE USE OF THE FILE NUMBER OF THE ORIGINAL MANUSCRIPTS AS THEY APPEAR IN THE ELLEN G. WHITE FILES IN THE WHITE ESTATE OFFICE, SUCH AS LETTER 3, 1884, AND MS 49, 1908.]\n     M.H.--\"MINISTRY OF HEALING\"\n     M.M.--\"MEDICAL MINISTRY\"\n     R. & H.--REVIEW AND HERALD\n     SP. GIFTS IV--\"SPIRITUAL GIFTS,\" VOL. IV   (ALSO REFERRED TO AS \"FACTS OF FAITH,\" VOL. II)\n     1T--\"TESTIMONIES FOR THE CHURCH,\" VOL. 1\n     Y.I.--YOUTH'S INSTRUCTOR\n\n\n\nChap. 1 - Reasons for Reform\n\n                  For the Glory of God \n\n                    [C.T.B.H. 41, 42] (1890) C.H. 107, 108 \n     1. Only one lease of life is granted us; and the inquiry with every one should be, \"How can I invest my powers so that they may yield the greatest profit? How can I do most for the glory of God and the benefit of my fellow men?\" For life is valuable only as it is used for the attainment of these ends.", "paragraph": 1, "bookcode": "CD", "page": 15}