{"word": "DD - Darkness Before Dawn (1997)\n\n\nFinding Hope for the Future\n\nFOREWORD\n\nEVEN A CASUAL GLANCE AT SOCIETY TODAY TELLS US THAT THINGS ARE NOT RIGHT. TO MANY, THE WORLD SEEMS TO BE SPINNING OUT OF CONTROL. GROWING NUMBERS OF MEN AND WOMEN FACE THE FUTURE WITH ANXIETY AND CONFUSION. THE WORLD SEEMS LOCKED IN A DOWNWARD SPIRAL THAT IS FAST REACHING A CLIMAX. \nHOW WILL IT ALL END? HOW WILL THE POLITICAL TERRORISM, AND VIOLENCE, THE GREED AND MATERIALISM, THE STEADY EROSION OF MORAL VALUES, THE DRUG USE, THE AIDS VIRUS, THE STARVATION AND FILLING-HOW WILL ALL THESE CRITICAL PROBLEMS BE RESOLVED? WHERE CAN WE FIND ANSWERS TO THESE SERIOUS QUESTIONS? NOT IN THE TABLOID NEWSPAPERS OR ON THE TV TALK SHOWS. POLITICAL LEADERS-EVEN SPIRITUAL LEADERS-SEEM TO HAVE NO ANSWERS TO THESE VITAL ISSUES. BUT GOD'S WORD, THE BIBLE, PULLS ASIDE THE CURTAIN AND REVEALS THAT OUR WORLD IS INVOLVED IN A COSMIC STRUGGLE BETWEEN GOOD AND EVIL.  \nTHIS LITTLE BOOK GOES TO THE BIBLE TO ANSWER THE IMPORTANT QUESTIONS ABOUT HOW THIS CONFLICT BEGAN, WHAT THE ISSUES ARE, HOW WE ALL BECAME INVOLVED, AND HOW IT WILL END. THE CHAPTERS MAKING UP THIS BOOK ARE TAKEN FROM THE AUTHOR'S MAJOR WORK THE GREAT CONTROVERSY BETWEEN CHRIST AND SATAN. THOUGH SOME HAVE BEEN ABRIDGED TO MEET THE LENGTH REQUIREMENTS OF THIS SMALL BOOK, THEY STILL PROVIDE VALUABLE INSIGHTS INTO CURRENT SOCIAL, POLITICAL, AND RELIGIOUS DEVELOPMENTS. WE BELIEVE THAT THROUGH THEM YOU WILL OBTAIN NOT ONLY A BETTER UNDERSTANDING OF THE WORLD TODAY, BUT A WELL-FOUNDED HOPE FOR A BRIGHTER TOMORROW.\nThe Publishers\n\n\nTable of Contents\n\nForword\n1.\tWhy Was Sin Permitted?\t 1\n2.\tHow to Defeat Satan\t 5\n3.\tThe First Great Deception\t13\n4.\tCan the Dead Speak to Us?\t18\n5.\tLiberty of Conscience Threatened\t24\n6.\tThe Impending Conflict\t28\n7.\tOur Only Safeguard\t36\n8.\tThe Time of Trouble\t40\n9.\tGod\\92s People Delivered\t45\n10.\tThe Controversy Ended\t52\n\n\nChapter One\\97Why Was Sin Permitted?  The Great Controversy, p. 493-503.1\n\nWhere do evil and suffering come from? Is God responsible? If not, why doesn\\92t He at least stop it? Will it ever come to an end? What has God done to solve the problem, and what does that say about His character?", "paragraph": 1, "bookcode": "DD", "page": 1}