{"word": "TO SHOW HOW THE TERMS \"PHRENOLOGY,\" \"MESMERISM,\" AND \"ANIMAL MAGNETISM\" WERE EMPLOYED IN THE MID-NINETEENTH CENTURY, WE LIST HERE CERTAIN WORKS ADVERTISED AT THE CLOSE OF A POPULAR MEDICAL WORK DISTRIBUTED IN THE UNITED STATES IN 1852: AMERICAN PHRENOLOGICAL JOURNAL AND MISCELLANY. DEVOTED TO \n   PHRENOLOGY, PHYSIOLOGY, AND SELF-IMPROVEMENT. A YEAR,___________ $1.00 CHART FOR RECORDING VARIOUS DEVELOPMENTS. DESIGNED FOR \n   PHRENOLOGISTS. WITH NUMEROUS ENGRAVINGS ________________________   .06 1/4 DEFENSE OF PHRENOLOGY. BY DR. ANDREW BOARDMAN. A GOOD WORK \n   FOR SKEPTICS AND UNBELIEVERS ___________________________________   .50 ELEMENTS OF ANIMAL MAGNETISM; OR, PROCESS AND PRACTICAL \n   APPLICATION FOR RELIEVING HUMAN SUFFERING____________________   .12 1/2 FAMILIAR LESSONS ON PHRENOLOGY. DESIGNED FOR THE USE OF \n   CHILDREN AND YOUTH, ILLUSTRATED ________________________________   .50 FASCINATION; OR THE PHILOSOPHY OF CHARMING (MAGNETISM). \n   ILLUSTRATING THE PRINCIPLES OF LIFE. ILLUSTRATED _______________   .40 LECTURES ON THE PHILOSOPHY OF MESMERISM AND CLAIRVOYANCE. WITH \n   INSTRUCTION IN ITS PROCESS AND PRACTICAL APPLICATION ___________   .25 MARRIAGE: ITS HISTORY AND PHILOSOPHY, WITH A PHRENOLOGICAL \n   EXPOSITION OF THE FUNCTIONS FOR HAPPY MARRIAGES ________________   .37 1/2 MESMERISM IN INDIA. A SUPERIOR WORK, BY THE CELEBRATED DR. \n   ESDAILE. HIGHLY RECOMMENDED BY PROFESSIONAL MEN ________________   .50 MATRIMONY; OR, PHRENOLOGY AND PHYSIOLOGY APPLIED TO THE \n   SELECTION OF CONGENIAL COMPANIONS FOR LIFE _________________   .25 PSYCHOLOGY, OR THE SCIENCE OF THE SOUL. WITH ENGRAVINGS OF \n   THE NERVOUS SYSTEM. BY JOSEPH HADDOCK, MD ______________________   .25 PHRENOLOGICAL GUIDE. DESIGNED FOR THE USE OF STUDENTS OF \n    THEIR OWN CHARACTERS. WITH NUMEROUS ENGRAVINGS ________________   .12 1/2 PHRENOLOGICAL ALMANAC: ILLUSTRATED WITH NUMEROUS ENGRAVINGS, \n   CONTAINING ILLUSTRATED DESCRIPTIONS OF CHARACTER _______________   .06 1/4 PHRENOLOGY AND THE SCRIPTURES, SHOWING THEIR HARMONY. BY REV. \n   JOHN PIERPONT __________________________________________________   .12 1/2 PHILOSOPHY OF ELECTRICAL PSYCHOLOGY. BY JOHN BOVEE DODS _____   .50 RELIGION, NATURAL AND REVEALED; OR, THE NATURAL THEOLOGY AND \n   MORAL BEARINGS OF PHRENOLOGY _______________________________   .50 THE ILLUSTRATED SELF-INSTRUCTOR IN PHRENOLOGY AND PHYSIOLOGY, \n   WITH ONE HUNDRED ENGRAVINGS AND A CHART ________________________   .25", "paragraph": 2, "bookcode": "2MCP", "page": 721}