{"word": "CE - Christian Education (1893, 1894)\n\n\nNOTE TO THE READER\n\n     SOME OF THE MATTER IN THIS BOOK HAS ALREADY BEEN PRINTED IN PERMANENT FORM, BUT SCATTERED THROUGH VARIOUS VOLUMES; SOME HAS APPEARED IN DIFFERENT PERIODICALS, WHILE A CONSIDERABLE PORTION HAS NEVER BEEN PRESENTED TO THE PUBLIC BEFORE.\n     THE BOOK IS DESIGNED NOT ONLY FOR TEACHERS, BUT ALSO FOR PARENTS, WHO SHOULD BE PREPARED TO DIRECT INTELLIGENTLY THE EDUCATION OF THEIR CHILDREN. THE WHOLE SUBJECT OF CHRISTIAN EDUCATION IS TREATED FROM THE BROADEST STANDPOINT, WITH VALUABLE PRINCIPLES AND SUGGESTIONS APPLICABLE TO EVERY STAGE OF CHILD DEVELOPMENT; AND IT IS CONFIDENTLY BELIEVED THAT THIS LITTLE WORK WILL PROVE A BLESSING, BOTH IN A RICHER PERSONAL EXPERIENCE AND IN AN INCREASED ABILITY FOR SERVICE, TO EVERY ONE WHO WILL READ IT THOUGHTFULLY.\n     ARTICLES CREDITED MS. HAVE NEVER BEEN PUBLISHED BEFORE. OTHER ARTICLES OR EXTRACTS ARE CREDITED TO THE BOOK OR PERIODICAL FROM WHICH THEY WERE TAKEN.\n\n\nTable of Contents\n\n\nProper Education ................................................... 5\nOur College ....................................................... 24\nPure Education .................................................... 33\nOur College ....................................................... 36\nProper Education of the Young ..................................... 45\nA Knowledge of God ................................................ 54\nThe Schools of the Prophets ....................................... 60\nThe Teacher of Truth the Only Safe Educator ....................... 70\nThe Treasure with which to Store the Mind ......................... 78\nThe Science of Salvation the First of Sciences .................... 83\nChristian Character Exemplified in Teachers and Students .......... 88\nThe World by Wisdom Knew Not God .................................. 93\nBooks in Our Schools .............................................. 98\nThe Book of Books ................................................ 105\nThe Value of Bible Study ......................................... 115\nThe Necessity of Doing Our Best .................................. 121\nFormality, Not Organization, an Evil ............................. 134\nThe Education Most Essential for Gospel Workers .................. 141\nTo Teachers ...................................................... 144\nHome Education ................................................... 161\nParental Responsibility .......................................... 175\nEducation and Health ............................................. 182\nMental Inebriates ................................................ 185\nThe Literal Week ................................................. 190\nFragments ........................................................ 197\n\n\n\nChap. 1 - Proper Education.\n\n     It is the nicest work ever assumed by men and women to deal with youthful minds. The greatest care should be taken in the education of youth to vary the manner of instruction so as to call forth the high and noble powers of the mind. Parents and teachers of schools are certainly disqualified to educate children properly, if they have not first learned the lessons of self-control, patience, forbearance, gentleness, and love. What an important position for parents, guardians, and teachers! There are very few who realize the most essential wants of the mind, and how to direct the developing intellect, the growing thoughts and feelings of youth.", "paragraph": 1, "bookcode": "CE", "page": 5}