{
    "word": "3T - Testimonies for the Church Volume Three (1872-1875)\n\n\nTable of Contents\n\nThe Times of Volume Three ........................................... 3\n\n                             Testimony 21 (1872)\n\nAn Appeal for Burden Bearers ........................................ 9\nUnsanctified Ability ............................................... 22\nUnbalanced Minds ................................................... 32\n  Opposing Adventists .............................................. 36\nIntimate Friendship With Worldlings ................................ 39\nThe Cause in New York .............................................. 48\n  Relatives in the Church .......................................... 53\n  Laborers for God ................................................. 56\nExperience Not Reliable ............................................ 67\nFaithfulness in Home Duties ........................................ 79\nPride and Vain Thoughts ............................................ 81\nThe Work at Battle Creek ........................................... 85\n  Peculiar Trials .................................................. 95\nParables of the Lost ............................................... 99\n  The Lost Sheep ................................................... 99\n  The Lost Silver .................................................. 99\n  The Prodigal Son ................................................ 100\nLabor Among the Churches .......................................... 104\n  The Gospel Sower ................................................ 111\n  The Wheat and Tares ............................................. 113\nTo Wealthy Parents ................................................ 116\n\n                             Testimony 22 (1872)\n\nProper Education .................................................. 131\n  Close Confinement at School ..................................... 135\n  Physical Decline of the Race .................................... 138\n  Importance of Home Training ..................................... 141\n  Physical Labor for Students ..................................... 148\nThe Health Reform ................................................. 161\nThe Health Institute .............................................. 165\nDanger of Applause ................................................ 185\nLabor for the Erring .............................................. 186\nThe Sabbath School ................................................ 188\nLaborers in the Office ............................................ 190\nLove and Duty ..................................................... 195\nThe Battle Creek Church ........................................... 197\nMissionary Work ................................................... 202\nEffect of Discussions ............................................. 212\nDangers and Duties of Youth ....................................... 221\nSelf-Caring Ministers ............................................. 227\nInordinate Love of Gain ........................................... 243\n\n                             Testimony 23 (1873)\n\nThe Laodicean Church .............................................. 252\n  Pointed Testimonies in the Church ............................... 256\n  Fighting the Spirit of God ...................................... 260\n  Ahab's Case a Warning ........................................... 262\n  Achan's Sin and Punishment ...................................... 263\n  Duty to Reprove Sin ............................................. 265\n  Covetousness Among God's People ................................. 269\n  Confessions Made Too Late ....................................... 271\n  Elijah Reproves Ahab ............................................ 273\n  The Sacrifice on Mount Carmel ................................... 279\n  Elijah's Humility ............................................... 287\n  Elijah in Despondency ........................................... 288\nMoses and Aaron ................................................... 293\nTo a Young Minister and His Wife .................................. 304\n  Pioneers in the Cause ........................................... 311\nDaydreaming ....................................................... 329\n\n                             Testimony 24 (1875)\n\nThe Great Rebellion ............................................... 339\n  Base Idolatry ................................................... 339\n  The Tables of the Law Broken .................................... 341\n  The People Murmur ............................................... 342\n  Korah, Dathan, and Abiram ....................................... 342\n  Flattery and False Sympathy ..................................... 345\n  Character Tested ................................................ 347\n  The Rebels Perish ............................................... 349\n  The Rebellion Not Cured ......................................... 351\n  A Lesson for Our Time ........................................... 353\n  Slighted Mercy .................................................. 355\n  Despisers of Reproof ............................................ 358\nAppeal to the Young ............................................... 362\n  Faithful Abraham ................................................ 368\n  Humiliation of Christ ........................................... 371\nTithes and Offerings .............................................. 381\nSystematic Benevolence ............................................ 408\nIndividual Independence ........................................... 414\n  Discussions to Be Avoided ....................................... 424\n  The Authority of the Church ..................................... 428\nUnity in the Church ............................................... 434\n  Self-Confidence a Snare ......................................... 449\nTrue Refinement in the Ministry ................................... 459\n\n                             Testimony 25 (1875)\n\nImportance of the Work ............................................ 468\nThe State of the World ............................................ 471\nThe State of the Church ........................................... 474\nLove of the World ................................................. 477\nPresumption ....................................................... 482\nPower of Appetite ................................................. 485\nLeadership ........................................................ 492\nCalls for Means ................................................... 510\nDuty to the Unfortunate ........................................... 511\nMan's Duty to His Fellow Men ...................................... 521\n  Love and Sympathy at Home ....................................... 527\n  Family Exclusiveness ............................................ 534\nThe Sin of Covetousness ........................................... 544\nIndustry in the Ministry .......................................... 551\nParents as Reformers .............................................. 560\n\"Cannot Come Down\" ................................................ 570\n\n\nTHE TIMES OF VOLUME THREE\n\n  \n     IN 1872, WHEN THE FIRST TESTIMONY OF VOLUME 3 WAS WRITTEN, THE ENTIRE DENOMINATIONAL EFFORT OF SEVENTH-DAY ADVENTISTS WAS IN THE UNITED STATES, AND LARGELY CONCENTRATED IN THE CENTRAL AND NORTHEASTERN STATES. THERE WERE EIGHTY-SIX ORDAINED AND LICENSED MINISTERS PREACHING THE MESSAGE AND SUPERVISING THE WORK. WE OWNED AND OPERATED ONE PUBLISHING HOUSE AND ONE SMALL MEDICAL INSTITUTION, BOTH AT BATTLE CREEK, MICHIGAN. FOR A QUARTER OF A CENTURY GOD HAD LED HIS PEOPLE AS RAPIDLY AS THEY COULD ADVANCE INTELLIGENTLY AND IN UNISON, FIRST INTO A CLEAR UNDERSTANDING OF THE DOCTRINES TAUGHT IN THE WORD, THEN INTO A SENSE OF THEIR RESPONSIBILITY TO PUBLISH THE MESSAGE, THEN TO ORGANIZATION OF THE CHURCH, AND THEN TO BETTER WAYS OF LIVING. BUT THERE WERE NEW EXPERIENCES AND GREAT OPPORTUNITIES FOR ADVANCE BEFORE THE CHURCH. THE COUNSELS OF VOLUME 3 PAVE THE WAY FOR THESE.\n     THROUGH THE PRECEDING TWENTY-FIVE CRITICAL YEARS, ELDER JAMES WHITE HAD BEEN THE LEADER OF THE NEW CAUSE. HE HAD STARTED THE PUBLISHING WORK, LABORED TIRELESSLY FOR CHURCH ORGANIZATION, BUILT UP THE MEDICAL WORK, AND HAD STOOD AT THE HEAD IN BOTH ADMINISTRATIVE AND EDITORIAL LINES. HE HAD PIONEERED THE WAY. WITH HIS KEEN BUSINESS FORESIGHT AND HIS ENTIRE DEVOTION TO THE GROWING CHURCH, HE WAS RECOGNIZED AS THE LEADER. THIS BEING THE CASE, IT WAS BUT NATURAL THAT OTHERS SHOULD FAIL TO SEE THAT THEY SHOULD STEP IN AND ASSUME RESPONSIBILITY IN THE VARIOUS ENTERPRISES OF THE GROWING DENOMINATION. THIS VOLUME OPENS WITH A DISCUSSION OF THIS PROBLEM AND WITH AN APPEAL FOR BURDEN BEARERS TO SHOULDER THE WORK AT THE HEADQUARTERS, RELIEVING JAMES WHITE, WHO WAS BREAKING UNDER THE LOAD. AGAIN AND AGAIN, THROUGH THE VOLUME, REFERENCE IS MADE TO THE EXPANDING WORK, THE ENLARGING RESPONSIBILITIES, AND THE NEED OF YOUNGER MEN TO TAKE HOLD AND BEAR THE BURDENS. THE HAZARDS OF LOOKING TO ONE MAN AS THE GREAT LEADER WERE CLEARLY ENUNCIATED.\n     THE EXPERIENCES OF THIS PERIOD ARE AKIN TO THAT OF THE EAGLE\n\n                                                                   4\n\nTEACHING ITS YOUNG TO FLY--FIRST BEARING THE FLEDGLING UPON ITS BACK AND THEN LEAVING IT TO DEVELOP ITS STRENGTH, BUT WITH THE PARENT EVER NEAR ENOUGH TO RENDER AID WHEN NEEDED. JAMES WHITE'S OWN FAILING HEALTH, HIS CONVICTION THAT OTHERS SHOULD BE STEPPING IN TO LIFT THE BURDENS, AND HIS FREQUENT CALLS TO DUTY ELSEWHERE, ALL TENDED TO SEPARATE HIM FROM THE ADMINISTRATIVE INTERESTS AT BATTLE CREEK. WHILE ELDER AND MRS. WHITE CONTINUED TO MAINTAIN THEIR HOME MIDWAY BETWEEN THE SANITARIUM AND THE PUBLISHING HOUSE IN THE HEADQUARTERS CITY, WE FIND THEM OFTEN IN DISTANT PARTS. IN THE SUMMERS OF 1872 AND 1873 THEY SPENT PERIODS OF REST IN THE MOUNTAINS OF COLORADO, AND WERE ALSO FOR SOME MONTHS IN CALIFORNIA. A STILL LONGER PERIOD WAS SPENT BY THEM ON THE WEST COAST IN 1874, AT WHICH TIME ELDER WHITE BEGAN THE PUBLICATION OF THE SIGNS OF THE TIMES. THUS OTHERS WERE FORCED TO ASSUME RESPONSIBILITIES OF LEADERSHIP AT THE HEADQUARTERS, AND THE WORK GAINED STRENGTH.\n     THIS WAS A CRITICAL PERIOD, TOO, FOR, DURING THE TIME WHEN THE CHURCH WAS FINDING ITS WAY IN THE QUESTION OF LEADERSHIP AND ORGANIZATION, SOME WERE INCLINED TO UNDULY STRESS INDIVIDUAL INDEPENDENCE AND WERE IN DANGER OF REPEATING THE EXPERIENCE OF KORAH, DATHAN, AND ABIRAM IN REBELLION AGAINST PROPERLY CONSTITUTED AUTHORITY. SCATTERED THROUGH VOLUME 3 ARE COUNSELS PROVIDING A DEFINITE STEADYING INFLUENCE THROUGH THESE EXPERIENCES. HERE AND THERE ARE ENUMERATED IN MAGNIFICENT STATEMENTS SOME OF THE GREAT PRINCIPLES OF ORGANIZATION AND LEADERSHIP.\n     THE THREE-YEAR PERIOD OF THE TIMES OF THIS VOLUME ALSO MARKED THE CLOSE OF THE FIRST DECADE IN THE TEACHING AND PRACTICE OF HEALTH REFORM. COUNSEL WAS GIVEN TO GUARD AGAINST EXTREMES ON THE ONE HAND AND INDIFFERENCE ON THE OTHER. AGAIN AND AGAIN, IN GENERAL ARTICLES AND PERSONAL TESTIMONIES, ELLEN WHITE POINTED TO THE GREAT PRINCIPLES OF TEMPERANCE AND RIGHT LIVING, AND CALLED THE PEOPLE TO ADVANCE IN THEIR NEW AND HELPFUL HEALTH REFORM EXPERIENCE.\n     ALL THIS WAS LAYING THE FOUNDATION STONES FOR WIDER\n\n                                                                   5\n\nEXPANSION. IT WAS IN THIS PERIOD THAT THE BELIEVERS BEGAN TO GET A GLIMPSE OF THE ENTIRE WORLD AS THE FIELD OF LABOR. IT WAS A STAGGERING VIEW. IT PRESENTED A CHALLENGE. THEY DID NOT THEN SEE THE SIGNIFICANCE OF THE LITTLE CHURCH SCHOOL STARTED IN BATTLE CREEK BY GOODLOE H. BELL, AN EXPERIENCED TEACHER WHO HAD ACCEPTED ADVENTISM THROUGH HIS CONTACTS AT THE SANITARIUM AS A PATIENT. IT WAS IN THE EARLY SUMMER OF 1872 THAT HE BEGAN THIS SCHOOLWORK. A LITTLE LATER THAT YEAR A BEGINNING WAS MADE IN LAYING PLANS FOR A MORE ADVANCED SCHOOL TO TRAIN WORKERS. IN DECEMBER, AS TESTIMONY NO. 22 REACHED THE HANDS OF OUR PEOPLE, THEY FOUND THAT IT OPENED WITH AN APPEAL FOR SUCH A SCHOOL AND INSTRUCTION AS TO HOW IT SHOULD BE CONDUCTED. \"PROPER EDUCATION\" IS THE TITLE OF THE THIRTY-PAGE ARTICLE SETTING FORTH THE GREAT BASIC VISION ON THE TRAINING OF OUR YOUTH. HOW COULD WE COMPASS THE WORLD WITH OUR MESSAGE UNLESS WE HAD AN EDUCATED MINISTRY? HOW COULD THERE BE AN EDUCATED MINISTRY UNLESS WE HAD A SCHOOL? RISING TO HEED THE INSTRUCTION AND MEET THE CHALLENGE SET FORTH SO CLEARLY IN THIS VOLUME IN PAGES 131-160, OUR FOREFATHERS ESTABLISHED AN EDUCATIONAL SYSTEM BEGINNING WITH BATTLE CREEK COLLEGE. ITS MAIN BUILDING WAS DEDICATED ON JANUARY 4, 1875.\n     ONLY A FEW MONTHS BEFORE THIS EPIC OCCASION, ELDER JOHN N. ANDREWS, ONE OF OUR LEADING MINISTERS, WAS SENT TO SWITZERLAND TO PIONEER THE HERALDING OF THE MESSAGE IN EUROPE. IN THE COUNSELS OF A FEW MONTHS EARLIER, ELLEN WHITE HAD WRITTEN OF THE NEED OF MISSIONARIES \"TO GO TO OTHER NATIONS TO PREACH THE TRUTH IN A GUARDED, CAREFUL MANNER.\"--PAGE 204. WITH THE SAILING OF ELDER ANDREWS IN THE AUTUMN OF 1874, SEVENTH-DAY ADVENTISTS BEGAN TO TURN THEIR EYES TO OTHER LANDS.\n     THE TIMING OF THE MESSAGES OF INSTRUCTION AND COUNSEL WHICH HAVE COME TO US DOWN THROUGH THE YEARS IS INTERESTING. FROM THE YEAR 1859, SEVENTH-DAY ADVENTISTS HAD MADE ADVANCEMENT IN ASSUMING THEIR OBLIGATIONS TO GOD AS THEY DISCERNED THEIR STEWARDSHIP IN SYSTEMATIC BENEVOLENCE; BUT THEY DID NOT AT THE OUTSET PERCEIVE THE FULL OBLIGATION OF THE TITHE, THE TENTH OF THE INCOME. NOW IN TWO ARTICLES, IN THE HEART\n\n                                                                   6\n\nOF VOLUME 3, THE BASIS OF RECKONING THE TITHE OBLIGATION WAS CLARIFIED AS THE MESSENGER OF THE LORD WROTE OF A \"TENTH OF THE\" \"INCOME\" AND OF THE \"NINE TENTHS\" WHICH REMAINED. NOT UNTIL 1879 WAS THIS BROADER CONCEPT OF SYSTEMATIC BENEVOLENCE TO BECOME A PART OF DENOMINATIONAL POLICY, BUT THAT STEP WHICH HAS DONE SO MUCH TO ASSURE A STEADY AND MUCH-NEEDED INCOME FOR A GROWING WORK HAD ITS ROOTS IN THESE COUNSELS OF THE TWO CHAPTERS, \"TITHES AND OFFERINGS\" AND \"SYSTEMATIC BENEVOLENCE,\" WHICH WERE PUBLISHED EARLY IN 1875. THE FULLER CONCEPT OF TRUE STEWARDSHIP WAS DISCERNED AS WE WERE LED TO SEE THAT THE CALLS FOR BENEVOLENCE WERE DESIGNED BY GOD, NOT MERELY TO RAISE MONEY, BUT AS A MEANS OF DEVELOPING AND PERFECTING CHARACTER IN THE GIVER.\n     AS MIGHT BE EXPECTED, AN AGGRESSIVE EVANGELISTIC PROGRAM LED TO CONFLICT WITH OTHER RELIGIOUS GROUPS, WHO OFTEN CHALLENGED US TO DEBATE AND ARGUMENT. TEN YEARS EARLIER MOSES HULL, ONE OF OUR MINISTERS, HAD LOST HIS WAY IN PLACING HIMSELF ON THE ENEMY'S GROUND BY SUCH DISCUSSIONS. NOW REPEATED COUNSELS PRESENTED GUIDANCE AS THEY POINTED OUT THE DANGERS AND THE SMALL FRUITAGE OF SUCH CONTENTIOUS EFFORTS. VOLUME 3 ABOUNDS IN SUCH COUNSELS.\n     SO THE TOPICS OF THIS VOLUME ARE VARIED, RANGING FROM COUNSEL TO THE WEALTHY FARMER AND HIS UNEDUCATED WIFE TO INSTRUCTION FOR THE MINISTER AND THE EXECUTIVE. THE GENERAL ARTICLES FILL THE LARGER PART OF THIS VOLUME. HERE AND THERE ARE FOUND PERSONAL MESSAGES, PUBLISHED FOR THE BENEFIT OF ALL, BECAUSE, AS ELLEN WHITE WROTE, SO MANY OF THEM HAVE TO DO WITH EXPERIENCES \"WHICH IN MANY RESPECTS REPRESENT THE CASES OF OTHERS.\"\n     A FEW OUTSTANDING REVELATIONS FORM THE BASIS OF THE LARGER PART OF THIS VOLUME. DURING THIS PERIOD THE OUTSTANDING VISIONS WERE LESS FREQUENT, BUT MORE COMPREHENSIVE. AGAIN AND AGAIN REFERENCE IS MADE TO THE COMPREHENSIVE VISIONS OF DECEMBER 10, 1871, AND JANUARY 3, 1875. THE LATTER IS DESCRIBED BY JAMES WHITE IN A FOOTNOTE ON PAGE 570. THE CIRCUMSTANCES OF THE FIRST WILL BE DESCRIBED MORE FULLY HERE: IT\n\n                                                                   7\n\nWAS AT BORDOVILLE, VERMONT, THAT THIS VISION WAS GIVEN. A REPORT OF THE MEETING HELD AT THAT PLACE, DECEMBER 9 AND 10, WAS SENT TO THE REVIEW BY ELDER A. C. BOURDEAU, IN WHOSE HOUSE IT WAS HELD. FROM IT WE LEARN THAT MRS. WHITE HAD LABORED \"ESPECIALLY FOR THE CHURCH.\" AT ONE EVENING MEETING \"SPECIAL TESTIMONIES WERE GIVEN TO INDIVIDUALS PRESENT; AND AS THESE WERE ENDORSED [BY THOSE SPOKEN TO], LIGHT AND FREEDOM BROKE IN.\" SUNDAY AFTERNOON TWO SONS OF ONE OF THE BELIEVERS AND THE WIFE OF ONE OF THEM CAME TO BID MRS. WHITE GOOD-BY. THEY HAD BEEN \"IN A BACKSLIDDEN STATE.\" THEN ELDER BOURDEAU GIVES A VIVID PICTURE OF WHAT TOOK PLACE:\n\n     \"AT THIS POINT, SISTER WHITE FELT THE REAL BURDEN OF THEIR\nCASES, AND A SPECIAL YEARNING AFTER THEM FOR THEIR SALVATION,\nAND GAVE THEM RICH INSTRUCTIONS. SHE THEN KNEELED DOWN WITH\nTHEM AND PRAYED FOR THEM WITH GREAT EARNESTNESS, FAITH, AND\nTENACITY, THAT THEY MIGHT RETURN UNTO THE LORD. THEY YIELDED\nAND PRAYED, PROMISING TO SERVE THE LORD. THE SPIRIT OF THE\nLORD DREW NEARER AND NEARER. SISTER WHITE WAS FREE, AND\nSOON, UNEXPECTEDLY TO ALL, SHE WAS IN VISION. SHE REMAINED\nIN THIS CONDITION FIFTEEN MINUTES.\n     \"THE NEWS SPREAD, AND SOON THE HOUSE WAS CROWDED.\nSINNERS TREMBLED, BELIEVERS WEPT, AND BACKSLIDERS RETURNED TO\nGOD. THE WORK WAS NOT CONFINED TO THOSE PRESENT, AS WE\nHAVE SINCE LEARNED. SOME WHO HAD REMAINED AT HOME WERE\nPOWERFULLY CONVICTED. THEY SAW THEMSELVES AS THEY HAD\nNEVER DONE BEFORE. THE ANGEL OF GOD WAS SHAKING THE PLACE.\nTHE SHORTNESS OF TIME, THE TERRORS AND NEARNESS OF COMING\nJUDGMENTS AND THE TIME OF TROUBLE, THE WORLDLY-MINDEDNESS\nOF THE CHURCH, THEIR LACK OF BROTHERLY LOVE, AND THEIR STATE\nOF UNREADINESS TO MEET THE LORD, WERE STRONGLY IMPRESSED\nUPON THE MINDS OF ALL.\"--REVIEW AND HERALD, DEC. 26, 1871.\n\n     SUCH WERE THE TIMES OF VOLUME 3.\n\n                                     THE TRUSTEES OF THE\n                                     ELLEN G. WHITE PUBLICATIONS.\n\n\nNumber Twenty-One\n\nTestimony for the Church\n\nAn Appeal for Burden Bearers\n\n     Dear Brethren and Sisters: I feel compelled at this time to fulfill a long-neglected duty.",
    "paragraph": 1,
    "bookcode": "TttC",
    "page": 9
}