{
    "word": "I saw that these national fasts were an insult to Jehovah. He accepts of no such fasts. The recording angel writes in regard to them: \"Ye fast for strife and debate, and to smite with the fist of wickedness.\" I was shown how our leading men have treated the poor slaves who have come to them for protection. Angels have recorded it. Instead of breaking their yoke and letting the oppressed go free, these men have made the yoke more galling for them than when in the service of their tyrannical masters. Love of liberty leads the poor slaves to leave their masters and risk their lives to obtain liberty. They would never venture to leave their masters and expose themselves to the difficulties and horrors attending their recapture if they had not as strong a love for liberty as any of us. The escaped slaves have endured untold hardships and dangers to obtain their freedom, and as their last hope, with the love of liberty burning in their breasts, they apply to our Government for protection; but their confidence has been treated with the utmost contempt. Many of them have been cruelly treated because they committed so great a crime as to dare to make an effort to obtain their freedom. Great men, professing to have human hearts, have seen the slaves almost naked and starving, and have abused them, and sent them back to their cruel masters and hopeless bondage, to suffer inhuman cruelty for daring to seek their liberty. Some of this wretched class they thrust into unwholesome dungeons, to live or die, they cared not which. They have deprived them of the liberty and free air which heaven has never denied them, and then left them to suffer for food and clothing. In view of all this, a national fast is proclaimed! Oh, what an insult to Jehovah! The Lord saith by the mouth of Isaiah: \"Yet they seek Me daily, and delight to know My ways, as a nation that did righteousness, and forsook not the ordinance of their God.\" \n                                                                           258",
    "paragraph": 1,
    "bookcode": "TttC",
    "page": 257
}