{
    "word": "I saw that Satan is a vigilant foe intent upon his purpose of leading the youth to a course of action entirely contrary to that which God would approve. He well knows that there is no other class that can do as much good as young men and young women who are consecrated to God. The youth, if right, could sway a mighty influence. Preachers, or laymen advanced in years, cannot have one half the influence upon the young that the youth, devoted to God, can have upon their associates. They ought to feel that a responsibility rests upon them to do all they can to save their fellow mortals, even at a sacrifice of their pleasure and natural desires. Time, and even means, if required, should be consecrated to God. All who profess godliness should feel the danger of those who are out of Christ. Soon their probation will close. Those who might have exerted an influence to save souls had they stood in the counsel of God, yet failed to do their duty through selfishness, indolence, or because they were ashamed of the cross of Christ, will not only lose their own souls, but will have the blood of poor sinners upon their garments. Such will be required to render an account for the good that they could have done had they been consecrated to God, but did not do because of their unfaithfulness. Those who have really tasted the sweets of redeeming love will not, cannot, rest until all with whom they associate are made acquainted with the plan of salvation. The young should inquire: \"'Lord, what wilt Thou have me to do?' How can I honor and glorify Thy name upon the earth?\" Souls are perishing all around us, and yet what burden \n                                                                           512\ndo the youth bear to win souls to Christ? Those who attend school could have an influence for the Saviour; but who name the name of Christ? and who are seen pleading with tender earnestness with their companions to forsake the ways of sin and choose the path of holiness?",
    "paragraph": 1,
    "bookcode": "TttC",
    "page": 511
}