{
    "word": "His Long-Suffering Mercy \n\n     No earthly parent ever pleaded so earnestly with an erring child as He who made us pleads with the transgressor. No human, loving interest ever followed the impenitent with invitations so tender: \n\n\n     \"Thou hast not called upon Me, O Jacob; but \n      Thou hast been weary of Me, O Israel.\" Isaiah 43:22. \n\n\n     \"O My people, what have I done unto thee? \n      And wherein have I wearied thee?\" Micah 6:3. \n\n\n     \"When Israel was a child, then I loved him, \n      And called My son out of Egypt.\" Hosea 11:1. \n\n\n     \"Jehovah's portion is His people; \n      Jacob is the lot of His inheritance. \n                                                                           276\n\n     \"He found him in a desert land, \n        And in the waste howling wilderness; \n      He compassed him about, He cared for him, \n        He kept him as the apple of His eye. \n      As an eagle that stirreth up her nest, \n        That fluttereth over her young, \n      He spread abroad His wings, He took them, \n        He bare them on His pinions.\" \n                                 Deuteronomy 32:9-11, A. R. V. \n\n\n     \"They kept not the covenant of God, \n      And refused to walk in His law.\" Psalm 78:10. \n\n\n     \"The more the prophets called them, the more they went \n          from them. . . . \n      Yet I taught Ephraim to walk; \n      I took them on My arms; \n      But they knew not that I healed them. \n      I drew them with cords of a man, with bands of \n          love. . . . \n      My people are bent on backsliding from Me: \n      Though they call them to Him that is on high, \n      None at all will exalt Him.\"     Hosea 11:2-7, A. R. V. \n\n\n     \"But He, being full of compassion, forgave their iniquity, \n      And destroyed them not: \n      Yea, many a time turned He His anger away, \n      And did not stir up all His wrath. \n      For He remembered that they were but flesh; \n      A wind that passeth away, and cometh not again.\" \n                                  Psalm 78:38, 39.",
    "paragraph": 1,
    "bookcode": "8T",
    "page": 275
}