{
    "word": "4T - Testimonies for the Church Volume Four (1876-1881)\n\n\nTable of Contents\n\nThe Times of Volume Four ............................................ 5\n\n                             Testimony 26 (1876)\n\nBible Biographies ................................................... 9\nUnity of the Church ................................................ 16\nGo Forward ......................................................... 20\nIndulgence of Appetite ............................................. 28\n  The Christian Warfare ............................................ 33\nChoosing Earthly Treasure .......................................... 43\nTrue Benevolence ................................................... 55\nCo-workers With Christ ............................................. 67\n  Sensational Revivals ............................................. 73\n  Withholding Means ................................................ 76\nThe Testing Process ................................................ 83\nLabor Conducive to Health .......................................... 94\n  Self-Conceit and Selfishness ..................................... 98\nInfluence of Social Surroundings .................................. 104\nA Divided Interest ................................................ 118\nSelf-Exaltation ................................................... 125\nMissionaries in the Home .......................................... 134\n\n                             Testimony 27 (1876)\n\nWilling Obedience ................................................. 144\nThe Twelve Spies .................................................. 148\nThe Taking of Jericho ............................................. 156\nJeremiah Reproves Israel .......................................... 164\n  A Lesson From the Rechabites .................................... 174\n  The Warnings of God Rejected .................................... 176\nFaithful Reproofs Necessary ....................................... 186\n  Necessity of Family Discipline .................................. 192\n  Criticizing Burden Bearers ...................................... 193\n  Evils of Lax Discipline ......................................... 197\nEntire Consecration ............................................... 213\nNecessity of Harmony .............................................. 221\n                                                                          2\n\nOpposition to Faithful Warnings ................................... 227\n  Obstinacy Not Independence ...................................... 235\n  Religion in the Family .......................................... 240\n  Duty of Self-Control ............................................ 244\nSacredness of God's Commandments .................................. 247\nSelfishness in the Church and in the Family ....................... 255\nAppeal to Ministers ............................................... 260\n\n                             Testimony 28 (1879)\n\nExperience and Labors ............................................. 271\n  Temperance Meetings ............................................. 274\n  Visit to Indiana ................................................ 276\n  Effects of Overwork ............................................. 276\n  Camp Meetings ................................................... 278\n  Labors in California ............................................ 283\n  Visit to Oregon ................................................. 286\n  Eastward Bound .................................................. 296\n  Colorado ........................................................ 297\n  Eastern Meetings ................................................ 298\n  At Battle Creek ................................................. 301\n  Kansas Camp Meetings ............................................ 303\n  Visit to Texas .................................................. 305\nPreparation for Christ's Coming ................................... 306\nAddress to Ministers .............................................. 313\nSympathy for the Erring ........................................... 321\nThe Cause in Texas ................................................ 330\nSelf-Caring Ministers ............................................. 341\nUprightness in Deal ............................................... 350\nReligion in the Daily Life ........................................ 360\nConsecration in Ministers ......................................... 371\n\n                             Testimony 29 (1880)\n\nThe Judgment ...................................................... 384\nOur Publications .................................................. 388\nChrist's Ambassadors .............................................. 393\n  Manner of Speaking .............................................. 404\n  Qualifications for the Ministry ................................. 405\n       \n\n                                                                   3\n\nMinisters of the Gospel ........................................... 407\nOur College ....................................................... 418\n  Duty of Parents to the College .................................. 428\nThe Cause in Iowa ................................................. 430\n  College Students ................................................ 430\n  Young Ministers ................................................. 437\nOur Publishing Houses ............................................. 449\nSacredness of Vows ................................................ 462\nWills and Legacies ................................................ 476\nThe Relation of Church Membership ................................. 485\nDishonesty in the Church .......................................... 489\nImportance of Self-Control ........................................ 495\nUnscriptural Marriages ............................................ 503\nThe Lord's Poor ................................................... 508\nThe Cause at Battle Creek ......................................... 511\nImprovement of Talents ............................................ 519\n \n                             Testimony 30 (1881)\n\nThe Servants of God ............................................... 523\nWarnings and Admonitions .......................................... 537\nMoral and Intellectual Culture .................................... 545\nDuty to the Poor .................................................. 550\nHealth and Religion ............................................... 552\nFaithful Workers .................................................. 554\nChristian Influence ............................................... 565\nEconomy and Self-Denial ........................................... 571\nPosition and Work of the Sanitarium ............................... 575\nThe Influence of Associates ....................................... 587\nThe Tract Societies ............................................... 591\nLove of the World ................................................. 609\nSimplicity in Dress ............................................... 628\nProper Education .................................................. 648\nAccountability to God ............................................. 654\n\n\nTHE TIMES OF VOLUME FOUR\n\n     A SEVEN-YEAR PERIOD OF 1875 TO 1881 WAS SPANNED BY THE FIVE PAMPHLETS WHICH NOW MAKE VOLUME 4 OF TESTIMONIES FOR THE CHURCH. THESE WERE THE LAST SEVEN YEARS OF JAMES WHITE'S LIFE. THE WORK OF THE DENOMINATION HAD ENTERED A PERIOD OF RAPID EXPANSION. ELDER AND MRS. WHITE WERE TRAVELING EXTENSIVELY AND LABORING TIRELESSLY IN PUBLIC MINISTRY, IN PERSONAL INTERVIEWS, AND IN WRITING. THEY WERE WRESTLING WITH THE PROBLEMS OF AN EXPANDING INSTITUTIONAL WORK.\n     THE MISSION IN EUROPE WAS MAKING GOOD PROGRESS, OTHER WORKERS BEING SENT TO JOIN ELDER ANDREWS IN 1876. THE COMPREHENSIVE VISION OF JANUARY 3, 1875, GIVEN AT BATTLE CREEK, WHICH FORMED THE BASIS OF MUCH OF THE FIRST HALF OF VOLUME 4, LED TO A BETTER UNDERSTANDING OF THE WORLD-WIDE NATURE OF OUR WORK.\n     ON THE PACIFIC COAST THE WORK OF THE DENOMINATION WAS DEVELOPING RAPIDLY. THE NEWLY STARTED SIGNS OF THE TIMES WAS PUT ON A FIRM BASIS, AND IN 1875 THE PACIFIC PRESS, OUR SECOND SEVENTH-DAY ADVENTIST PUBLISHING HOUSE, WAS OPENED IN OAK LAND. THIS SOON BECAME THE LARGEST AND BEST EQUIPPED PUBLISHING ESTABLISHMENT OPERATED ON THE PACIFIC COAST. IN 1878, NEAR ST. HELENA IN NORTHERN CALIFORNIA, THE SECOND DENOMINATIONAL SANITARIUM OPENED ITS DOORS FOR SERVICE.\n     WITH INCREASED PUBLISHING FACILITIES, WE FOUND OURSELVES WITH A RAPIDLY DEVELOPING LITERATURE, WHICH BY THE CLOSE OF THE PERIOD OF VOLUME 4 INCLUDED THOUGHTS ON DANIEL AND THE REVELATION, BY URIAH SMITH, HISTORY OF THE SABBATH, BY J. N. ANDREWS, AND A NUMBER OF WORKS OF LESSER IMPORTANCE DEALING WITH HEALTH, RELIGIOUS TOPICS, TEMPERANCE, AND THEMES OF INTEREST TO CHILDREN. PLANS FOR MORE SYSTEMATIC LITERATURE DISTRIBUTION WERE INAUGURATED WITH REGULARLY EMPLOYED COLPORTEURS CALLING FROM DOOR TO DOOR IN SELLING OUR TRUTH-FILLED BOOKS. A GREAT MOVEMENT IN FREE LITERATURE DISTRIBUTION BY OUR LAYMEN WAS ALSO WELL UNDER WAY, WITH ELDER S. N. HASKELL LEADING OUT IN THE ORGANIZATION OF TRACT AND MISSIONARY SOCIETIES.\n\n                                                                   6\n\n     VOLUME 4 SPANS AN ERA OF GREAT SEVENTH-DAY ADVENTIST CAMP MEETINGS. WITH THE FIRST OF SUCH GATHERINGS HELD IN 1868, THE PLAN HAD BEEN FOLLOWED WITH INCREASING ENTHUSIASM. WITHIN A DECADE THERE WAS SCARCELY A STATE CONFERENCE THAT DID NOT HAVE ITS ANNUAL SUMMER MEETING. SITES WERE WELL SELECTED, AND GOOD PUBLICITY WAS GIVEN. IT WAS IN CONNECTION WITH THESE LARGE CAMP MEETINGS THAT A CONCERTED EFFORT AT REPORTING THE WORK OF SEVENTH-DAY ADVENTISTS IN THE NEWSPAPERS WAS BEGUN. GREAT PAINS WERE TAKEN TO MAKE THE CAMP REPRESENTATIVE, TO PROVIDE GOOD FOOD, AND TO PRESENT A TELLING MESSAGE. THE MEETINGS OF FIVE, SIX, OR SEVEN DAYS' DURATION, WHICH ON WEEK DAYS WERE ATTENDED BY A FEW HUNDRED ADVENTISTS, WOULD OVER WEEK ENDS ATTRACT SEVERAL THOUSAND INTERESTED NON-ADVENTIST LISTENERS. THE PEAK OF SUCH INTEREST WAS IN 1876, WHEN, IN GROVELAND, MASSACHUSETTS, A SUBURB OF BOSTON, TWENTY THOUSAND PEOPLE CROWDED ONTO THE CAMP GROUND ON SUNDAY, AUGUST 27. MRS. WHITE ADDRESSED FIFTEEN THOUSAND ATTENTIVE LISTENERS ON THAT AFTERNOON.\n     TEMPERANCE WORK ALSO CAME PROMINENTLY TO THE FRONT IN THE TIMES OF VOLUME 4. SEVENTH-DAY ADVENTISTS, WITH MRS. WHITE AS ONE OF THEIR LEADING SPEAKERS, WERE PROMINENTLY IN THE FRONT, OFTEN IN ASSOCIATION WITH ESTABLISHED TEMPERANCE ORGANIZATIONS. THE PRACTICAL WAY IN WHICH THEY LABORED TO STEM THE TIDE OF INTEMPERANCE IS TOLD BY MRS. WHITE IN HER CHAPTER, \"EXPERIENCE AND LABORS,\" FOUND IN THE HEART OF THIS BOOK.\n     AT THE DENOMINATION'S HEADQUARTERS IN BATTLE CREEK THERE WAS GREAT ACTIVITY DURING THESE YEARS OF THE LATE SEVENTIES. THE NEW TABERNACLE SUCCEEDED THE OUTGROWN HOUSE OF WORSHIP. THIS NEW CHURCH, BUILT TO ACCOMMODATE GENERAL CONFERENCE SESSIONS, WAS KNOWN AS THE DIME TABERNACLE, BECAUSE EACH CHURCH MEMBER THROUGHOUT THE LAND WAS ASKED TO CONTRIBUTE AT LEAST TEN CENTS FOR ITS CONSTRUCTION. IT WAS ERECTED BETWEEN THE REVIEW AND HERALD OFFICE AND THE SANITARIUM, FACING A BEAUTIFUL PARK. NEW, GREATLY ENLARGED SANITARIUM BUILDINGS WERE ERECTED AND PUT INTO USE. AT ABOUT THIS SAME TIME THE\n\n                                                                   7\n\nMEDICAL WORK BECAME MORE SOUNDLY ESTABLISHED AS PHYSICIANS TRAINED ESPECIALLY FOR THIS LINE OF SERVICE RETURNED FROM THE BEST MEDICAL SCHOOLS OF THE LAND TO LEAD OUT IN THIS IMPORTANT WORK IN BATTLE CREEK. THE DENOMINATIONAL HEALTH JOURNAL, GOOD HEALTH, WAS ENJOYING THE \"LARGEST CIRCULATION OF ANY HEALTH JOURNAL IN AMERICA.\" THE REVIEW AND HERALD OFFICE HAD BECOME THE \"LARGEST AND BEST EQUIPPED PRINTING OFFICE IN THE STATE\" OF MICHIGAN. THE WORK OF THE NEWLY OPENED BATTLE CREEK COLLEGE MADE STEADY PROGRESS, AND BY THE YEAR 1881 THERE WAS AN ENROLLMENT OF NEARLY FIVE HUNDRED STUDENTS.\n     WHILE THROUGH THESE YEARS ELDER AND MRS. WHITE MADE THEIR HOME EITHER IN MICHIGAN OR IN CALIFORNIA, WE FIND THEM FOR SOME MONTHS IN TEXAS. LATER MRS. WHITE MADE AN EXTENDED TRIP TO THE PACIFIC NORTHWEST. THEY WERE BACK AGAIN IN BATTLE CREEK, MICHIGAN, AT THE TIME OF ELDER WHITE'S DEATH IN 1881.\n     SUCH ARE SOME OF THE HAPPENINGS OF THE TIMES OF VOLUME 4. ALL THROUGH THE BOOK THERE ARE MESSAGES OF COUNSEL AND INSTRUCTION WHICH HAVE A BEARING ON ALL THESE RAPIDLY DEVELOPING LINES OF ENDEAVOR. BUT THE EMPHASIS OF THE INSTRUCTION IN THIS 657-PAGE VOLUME IS ON THE PERSONAL EXPERIENCE OF THE WORKERS AND THE CHURCH MEMBERS. TRUE, THE EXPANDING WORK OF A RAPIDLY GROWING DENOMINATION OFTEN NEEDED AND RECEIVED GUIDANCE AND CAUTIONS. BUT THE AFFAIRS OF THE ADMINISTRATION WERE SECONDARY TO THE PERSONAL EXPERIENCE OF THE LEADERS AND THE CHURCH MEMBERS. THE CONDUCT OF THE ENTERPRISES OF THE CHURCH MEANT ONLY THE RUNNING OF MACHINERY IF THE SPIRITUAL EXPERIENCE OF SEVENTH-DAY ADVENTISTS DECLINED TO THE LEVEL OF MERE FORMALISM. THE CHURCH MUST BE KEPT PURE, ITS STANDARDS HIGH, ITS MEMBERS ALIVE IN SERVICE AND ENJOYING DAILY A PERSONAL EXPERIENCE IN THE THINGS OF GOD.\n     IT IS NOT STRANGE, THEN, THAT THE LARGE PART OF VOLUME 4 DEALS WITH SUCH PRACTICAL TOPICS AS \"APPETITE,\" \"FAMILY DISCIPLINE,\" \"SELF-CONTROL,\" \"UPRIGHTNESS IN DEAL,\" \"SACREDNESS OF VOWS,\" \"UNSCRIPTURAL MARRIAGES,\" \"SIMPLICITY IN DRESS,\" \"LOVE OF THE WORLD,\" \"PREPARATION FOR CHRIST'S COMING,\" AND A SCORE\n\n                                                                   8\n\nOF OTHER VITAL SUBJECTS. THESE WERE SOME OF THE MESSAGES WHICH SERVED TO REFORM, CORRECT, AND PURIFY THE CHURCH IN THESE EARLIER YEARS. BECAUSE SEVENTH-DAY ADVENTISTS MUST WRESTLE WITH THE SAME TEMPTER AND MEET THE SAME PROBLEMS AND EXPERIENCES TODAY, THESE INSPIRED ARTICLES SHOULD BE EARNESTLY READ AND REREAD, AND THEIR COUNSELS AND WARNINGS HEEDED, THAT GOD'S PURPOSE IN SENDING THIS INSTRUCTION TO LIFT UP AND ENCOURAGE THE CHURCH MAY REACH ITS FULFILLMENT.\n\n                                THE TRUSTEES OF THE\n                                ELLEN G. WHITE PUBLICATIONS.\n\n\n\nNumber Twenty-Six\n\nTestimony for the Church\n\nChapter 1 - Bible Biographies\n\n     The lives recorded in the Bible are authentic histories of actual individuals. From Adam down through successive generations to the times of the apostles we have a plain, unvarnished account of what actually occurred and the genuine experience of real characters. It is a subject of wonder to many that inspired history should narrate in the lives of good men facts that tarnish their moral characters. Infidels seize upon these sins with great satisfaction and hold their perpetrators up to ridicule. The inspired writers did not testify to falsehoods to prevent the pages of sacred history being clouded by the record of human frailties and faults. The scribes of God wrote as they were dictated by the Holy Spirit, having no control of the work themselves. They penned the literal truth, and stern, forbidding facts are revealed for reasons that our finite minds cannot fully comprehend.",
    "paragraph": 1,
    "bookcode": "TttC",
    "page": 9
}