{
    "word": "I am acquainted with a widow who has two small children to support, wholly by the use of her needle. She looks pale and careworn. All through the hard winter she has struggled to sustain herself and her children. She has received a little help, but who would feel any lack if a still greater interest were manifested in this case? Here are her two boys, aged about nine and eleven years, who need homes. Who are willing to give them homes for Christ's sake? The mother should be released from this care and close confinement to her needle. These boys are in a village, their only guardian their hard-working mother. They need to be taught how to work as their age will admit. They need to be patiently, kindly, lovingly instructed. Some may say: \"Oh, yes, I would take them and teach them how to work.\" But they should not lose sight of other things which these children need besides being taught to work. They need to be instructed how they shall develop good Christian character. They want love and affection, they need to be fitted to become useful here, and finally to be prepared for heaven. Disrobe yourselves of selfishness, and see if there are not many whom you can help and bless with your homes, your sympathy, your love, and in pointing them to the Lamb of God, who taketh away the sins of the world. Do you wish to make any sacrifice to save souls? Jesus, the dear Saviour, is preparing a home for you; and why will not you in your turn prepare a home for those who need it, and in thus doing imitate the example of your Master? If you are not willing to do this, when you shall feel that you need a habitation in the heavens, none will be awarded you. For Christ declares: \"Inasmuch as ye did it not to one of the least of these, ye did it not to Me.\" You that have been selfish, studying your own ease and advantage all your life, your hours of probation are fast closing. What are you doing to redeem your life of selfishness and uselessness? Wake up! wake up! \n                                                                           31",
    "paragraph": 1,
    "bookcode": "TttC",
    "page": 30
}