{
    "word": "Now, while probation lingers, it does not become one to pronounce sentence upon others and look to himself as a model man. Christ is our model; imitate Him, plant your feet in His steps. You may professedly believe every point of present truth, but unless you practice these truths it will avail you nothing. We are not to condemn others; this is not our work; but we should love one another and pray for one another. When we see one err from the truth, then we may \n                                                                           346\nweep over him as Christ wept over Jerusalem. Let us see what our heavenly Father in His word says about the erring: \"If a man be overtaken in a fault, ye which are spiritual, restore such an one in the spirit of meekness; considering thyself, lest thou also be tempted.\" \"If any of you do err from the truth, and one convert him; let him know, that he which converteth the sinner from the error of his way shall save a soul from death, and shall hide a multitude of sins.\" What a great missionary work is this! how much more Christlike than for poor, fallible mortals to be ever accusing and condemning those who do not exactly meet their minds. Let us remember that Jesus knows us individually and is touched with the feeling of our infirmities. He knows the wants of each of His creatures and reads the hidden, unspoken grief of every heart. If one of the little ones for whom He died is injured, He sees it and calls the offender to account. Jesus is the Good Shepherd. He cares for His feeble, sickly, wandering sheep. He knows them all by name. The distress of every sheep and every lamb of His flock touches His heart of sympathizing love, and the cry for aid reaches His ear. One of the greatest sins of the shepherds of Israel is thus pointed out by the prophet: \"The diseased have ye not strengthened, neither have ye healed that which was sick, neither have ye brought again that which was driven away, neither have ye sought that which was lost; but with force and with cruelty have ye ruled them. And they were scattered, because there is no shepherd: and they became meat to all the beasts of the field, when they were scattered. My sheep wandered through all the mountains, and upon every high hill: yea, My flock was scattered upon all the face of the earth, and none did search or seek after them.\"",
    "paragraph": 2,
    "bookcode": "TttC",
    "page": 345
}