{"word": "I saw that God could rain means from heaven to carry on his work, but he never would do this. It is contrary to his plan. He has entrusted men on earth with sufficient means to carry forward his work, and if all do their \n                                                                           268\nduty there will be no lack. But some will not heed the call for their means. They are willing to see the work of God go forward. They are anxious to see the cause prosper, provided they can keep their riches, and make no sacrifice, only bestow a trifle now and then, which should cause them shame for its being so little, and so grudgingly bestowed. Said the angel, \"God loveth a cheerful giver.\" Individuals who have means are convinced of the truthfulness of our position. They embrace it. They are tested. Opportunities are presented for them to help the cause of God with the unrighteous mammon (this world's riches), and make friends that when they should fail here, they may be received into everlasting habitations. But some love this world so well that they will not even for the immortal inheritance sacrifice their treasure here. They harden their hearts, and will not do their part as God has prospered them. They are fully tested. The world lives in their hearts, and the truth dies out. They lose the crowns laid up in heaven for them, and God raises up others who come up and fill their places, and take their crowns. Men are raised up who consider it a privilege to sacrifice something for Jesus who sacrificed so much for them. I was shown individuals who although they have heard the solemn truths for these last days, and the coming of Christ is brought nigh them by the \n                                                                           269\nfulfillment of prophecy, have no thoughts of loosening their grasp of this world. They have no idea of sacrificing their treasure here. O that these covetous ones could get a view of heaven, of its purity, its loveliness, and behold the holy angels engaged in the salvation of man! All heaven astir! Angels are going forth on their mission, descending to watch over the tempted children of God, and shield them from the power of the evil angels. And while these angels are descending, others are ascending to bear their tidings for an additional angel to administer relief to this or that lone desponding one who is fiercely buffeted of Satan. Angels are constantly passing, and repassing each other, in their upward and downward flight, fulfilling their mission of love. Would that they could get sight of this. Me-thinks that they would catch a little of the zeal and fervor of these devoted angels, which they manifest for the salvation of man. It would inspire them with that interest which would call forth effort, and they would cheerfully sacrifice for the salvation of their fellow-man. In addition to this, all the happiness derived from earth, and from a selfish hoarding of earth's treasure, would appear so small and meager compared with the beauty and unsurpassed glory of heaven, that earth's treasures would be eclipsed, and would appear but dross could they win the heavenly treasure. How \n                                                                           270\nstrange it looked to me, as I saw that all heaven was interested in our salvation, and then saw the little interest man manifests for his fellow-men. They throw their arms about their treasure here as though it was their Saviour, and could impart unto them eternal life. I was ashamed, distressed, agonized, that such should ever bear the name of disciples, or profess the name of Christ. I saw that they should cheerfully say, Here, Lord, is the little of earth's treasures thou hast lent me; take any portion of it; take it all, it is thine. Let me do my part in saving my fellow-men, and let me be raised up with the redeemed to dwell with thee for ever. Tremblingly will such disciples lean upon the strong promises of God. Earth fades before their vision. Heaven magnifies, and no sacrifice is too dear for them to make for the far more, the exceeding, and eternal weight of glory.", "paragraph": 2, "bookcode": "2SG", "page": 267}