{"word": "FW - Faith and Works (1979)\n\n\nTable of Contents\n\nForeword ............................................................ 11\nEllen White Clarifies the Issues .................................... 15\n     (Untitled Manuscript 36, 1890) Review and Herald,\n     February 24 and March 3,1977\nThe Standard of True Sanctification ................................. 29\n     Review and Herald, March 8,1881\nChrist Our Righteousness ............................................ 35\n     (Morning talk, General Conference of 1883; Selected\n     Messages, Book One, pp. 350-354), November,1883\nEllen White Clearly Draws the Lines ................................. 41\n     (Portion of sermon \"The True Standard of Righteousness,\"\n     at Worcester, Massachusetts, July 31, 1885) Review and\n     Herald, August 25,1885\nFaith and Works ..................................................... 47\n     (Portion of morning talk, Basel, Switzerland, September 17,\n     1885) Signs of the Times, June 16,1890\nA Warning Against Counterfeit Sanctification ........................ 51\n     (From a report of \"The Conference in Sweden,\" in\n     mid-June, 1886) Review and Herald, October 5,1886\nHow to Tell if God is Leading ....................................... 55\n     (Portion of a talk at Copenhagen, Denmark, July 21, 1886)\n     Review and Herald, April 3,1888\nGod's Commandment-Keeping People .................................... 59\n     (Portion of a sermon at South Lancaster, Massachusetts,\n     January 19, 1889) Review and Herald, February 26,1889\nThe Quality of Our Faith ............................................ 63\n     (Sermon at Ottawa, Kansas, May 11, 1889) Manuscript 1,1889\nEGW Report on Response to the Ottawa Sermon ......................... 81\n     Review and Herald, July 23,1889\nObedience and Sanctification ........................................ 85\n     Signs of the Times, May 19,1890\nAppropriating the Righteousness of Christ ........................... 91\n     (General article) Review and Herald, July 1,1890\nFaith and Works--Hand in Hand ....................................... 95\n     (Portion of article) Signs of the Times, July 21,1890\nThe Experience of Righteousness by Faith Outlined ................... 99\n     (Portion of article titled \"Christ the Way of Life\"; also\n     in Selected Messages, Book One, pp. 365-368) Review and\n     Herald, November 4,1890\nThis Is Justification by Faith ..................................... 103\n     (Portion of manuscript published in SDA Bible Commentary,\n     Vol. 6, pp. 1070, 1071) Manuscript 21,1891\nAccepted in Christ ................................................. 105\n     (Article) Signs of the Times, July 4,1892\nCounsel to a Leading Minister on the Presentation of\nthe Relation of Faith and Works .................................... 111\n     (Published in Selected Messages, Book One, \n     pp. 377-379) Letter 44,1893\nMan May Be As Pure in His Sphere As God Is in His .................. 115\n     (Portion of article) Signs of the Times, June 20,1895\nOpinions and Practices to Be Conformed to God's Word ............... 121\n     (Portion of article) Review and Herald, March 25,1902\n\n\nFOREWORD\n\n     WITH THE CONTINUING INTEREST IN THE GREAT VITAL TRUTHS OF RIGHTEOUSNESS BY FAITH, JUSTIFICATION, AND SANCTIFICATION, IT MAY BE WELL TO LISTEN FURTHER TO THE MESSENGER OF THE LORD AS DOWN THROUGH THE YEARS SHE EXPOUNDED THEM.\n     TO OFFER THIS PICTURE OF HER TEACHINGS, EIGHTEEN READINGS, BEGINNING WITH 1881 AND EXTENDING TO 1902, ARE HERE DRAWN TOGETHER BY THE STAFF OF THE ELLEN G. WHITE ESTATE IN UNSTRUCTURED CHRONOLOGICAL SEQUENCE. HER SERMONS AND ARTICLES CONSISTENTLY OUTLINE THE BASIC TRUTHS OF SALVATION AS EMBODIED IN THE LAW AND THE GOSPEL--THOSE IN THE REVIEW AND HERALD FOR THE CHURCH AND THOSE IN THE SIGNS OF THE TIMES APPROPRIATE, AS WELL, FOR THE WORLD. THE SEVERAL SELECTED ITEMS ARE INTRODUCED BY A DEFINITIVE STATEMENT ON FILE AS MANUSCRIPT 36, 1890, PENNED IN THE CRITICAL PERIOD FOLLOWING THE GENERAL CONFERENCE OF 1888, WHEN, AS SHE ELSEWHERE DESCRIBED IT, PEOPLE WERE IN \"GREAT DANGER OF TAKING FALSE POSITIONS\" ON \"FAITH AND WORKS\" (MS 23, 1891). IN HER 1890 UNTITLED MANUSCRIPT, SHE IN NO UNCERTAIN TERMS DROVE IN THE STAKES CLARIFYING THE ISSUES.\n     EVEN THOUGH ELLEN WHITE OFTEN GOES DOWN MUCH THE SAME PATHS IN DEALING AT DIFFERENT TIMES WITH VITAL TRUTHS, VALUABLE INSIGHTS ARE GAINED BY READING SERMONS, ARTICLES, AND MANUSCRIPTS IN THEIR NATURAL SEQUENCE. EACH IS A BALANCED PRESENTATION OF THE SUBJECT, BUT OFTEN WITH A DISTINCTIVE EMPHASIS. MANY OF THE READINGS APPEAR IN THEIR ENTIRETY, WHILE OTHERS, FOR THE SAKE OF CONSERVING SPACE, HAVE BEEN SHORTENED TO INCLUDE ONLY THE PORTION--USUALLY THE MAJOR PORTION--RELATING TO FAITH AND WORKS. SUBHEADINGS, AND IN A NUMBER OF INSTANCES CHAPTER TITLES, HAVE BEEN SUPPLIED BY THE COMPILERS. NO ATTEMPT HAS BEEN MADE TO BE EXHAUSTIVE. HER BOOKS AND MANY OTHER\n\n                                                                   12 \n\nSERMONS AND ARTICLES DEAL WITH THESE VITAL TRUTHS. ANYONE PERUSING THESE READINGS WILL SEE CLEARLY THE IMPORTANCE OF THE SUBJECT TO EVERY CHRISTIAN. HE ALSO WILL OBSERVE THE CONSISTENT POSITION OF THE ONE ESPECIALLY LED BY THE LORD IN ENUNCIATING THE TRUTHS IN THE ARTICLES THAT FOLLOW.\n     THE PLAN FOR THE SALVATION OF LOST MANKIND IS BASED ON MAN'S ACCEPTANCE BY FAITH ALONE OF CHRIST'S SUBSTITUTIONARY DEATH. THIS LESSON WAS TAUGHT AT THE GATE OF EDEN AS ADAM AND HIS DESCENDANTS SLEW THE SACRIFICIAL LAMB. IT WAS TAUGHT IN THE WILDERNESS AS THE BRAZEN SERPENT WAS ELEVATED BY MOSES, AND THE PEOPLE WITH THE VENOM OF THE POISONOUS SERPENTS IN THEIR VEINS WERE RESTORED BY LOOKING IN FAITH AT THE SAVING SYMBOL. IT WAS TAUGHT BY THE SACRIFICIAL SYSTEM GIVEN TO ISRAEL. IT WAS TAUGHT BY PROPHETS AND APOSTLES. AGAIN AND AGAIN WE ARE TAUGHT THAT SALVATION IS BY GRACE THROUGH FAITH, AND AT THE SAME TIME WE ARE MADE TO UNDERSTAND:\n\n     WHILE TRUE FAITH TRUSTS WHOLLY IN CHRIST FOR SALVATION,\n     IT WILL LEAD TO PERFECT CONFORMITY TO THE LAW OF GOD.\n     FAITH IS MANIFESTED BY WORKS (REVIEW AND HERALD,\n     OCTOBER 5, 1886).\n\n     THIS BALANCED THRUST WILL BE SEEN IN THE MATERIALS IN THIS LITTLE BOOK, SELECTED SOMEWHAT AT RANDOM.\n     DOWN THROUGH THE AGES, BEGINNING WITH CAIN, THE GREAT ADVERSARY HAS COUNTERED GOD'S BENEVOLENT PROVISION BY LEADING THE INHABITANTS OF EARTH TO ACCEPT THE PROPOSITION THAT MAN, WHO HAS BECOME A SINNER THROUGH VIOLATION OF GOD'S LAW, MUST BY HIS OWN ACTS GAIN MERIT AND SALVATION, WHETHER BY AFFLICTING HIS OWN BODY, SACRIFICING HIS CHILDREN TO SOME GOD CREATED BY HIS OWN HANDS, MAKING PILGRIMAGES TO PLACES THOUGHT TO BE HOLY, DOING PENANCE, PAYING MONEY INTO THE COFFERS OF THE CHURCH, OR JUST OF HIMSELF BY HIS OWN STRENUOUS EFFORTS TRYING TO LIVE A GOOD AND VIRTUOUS LIFE.\n     THE SIMPLE EXPERIENCE OF ACCEPTING SALVATION BY FAITH\n        \n\n                                                                   13 \n\nSEEMS TO MANY TOO EASY, AND UNCOUNTED NUMBERS WHO CLAIM TO BE FOLLOWING CHRIST, VIRTUALLY TAKE THE POSITION THAT SALVATION IS PARTLY BY FAITH IN CHRIST'S DEATH ON CALVARY AND PARTLY BY HUMAN EFFORT.\n     AS THE EARLY SEVENTH-DAY ADVENTISTS SAW THE CLAIMS OF GOD'S CHANGELESS LAW, LEGALISTIC TENDENCIES THREATENED, AND FOR A TIME YIELDED, UNPROFITABLE FRUIT IN THE EXPERIENCE OF MANY. BUT THE CONSCIENTIOUS KNOWLEDGE OF GOD'S LAW LEADS TO THE PUTTING AWAY OF SIN AND TO THE LIVING OF A HOLY, SANCTIFIED LIFE. THIS IS THE SETTING FOR THESE READINGS ON FAITH AND WORKS--READINGS ON THE LAW AND THE GOSPEL.\n     AT ALMOST MIDPOINT OF THE TWO DECADES REPRESENTED IN THIS PAMPHLET, THE GENERAL CONFERENCE SESSION OF 1888 WAS HELD AT MINNEAPOLIS, MINNESOTA, PRECEDED BY A MINISTERIAL INSTITUTE. AT THESE MEETINGS EMPHASIS WAS GIVEN TO THE BASIC TRUTHS OF RIGHTEOUSNESS BY FAITH. ELLEN WHITE CHARACTERIZED IT AS A REVIVAL OF TRUTHS LARGELY LOST SIGHT OF. AT THE CONFERENCE SHE HERSELF MADE NO PRESENTATION ON THE SUBJECT. THE BURDEN OF HER TALKS WAS THAT THOSE PRESENT SHOULD KEEP THEIR HEARTS OPEN TO RECEIVE LIGHT FROM GOD'S WORD AS PRESENTED BY ELDERS E. J. WAGGONER AND A. T. JONES. RECEPTION OF THIS NEW EMPHASIS WAS MIXED. SOME OF THE HEARERS ACCEPTED IT GLADLY AND FULLY, AND SOME TOOK A NEUTRAL STAND. SOME REJECTED IT. THE RECORDS ARE CLEAR THAT MANY WENT FROM THAT CONFERENCE CARRYING WITH THEM A NEW AND GLORIOUS EXPERIENCE IN CHRIST JESUS.\n     THROUGH SERMONS PREACHED IN THE CHURCHES AFTER THAT CONFERENCE, INCLUDING MANY BY ELLEN WHITE, AND THROUGH ARTICLES FROM HER PEN, ADVENTISTS GENERALLY WERE LED TO A CLEARER UNDERSTANDING AND ACCEPTANCE OF RIGHTEOUSNESS BY FAITH. MANY WHO AT FIRST REJECTED THE CONCEPT PRESENTED AT MINNEAPOLIS WERE LED TO ACCEPT.\n     THE BASIC TRUTHS INVOLVED IN THE DOCTRINE OF RIGHTEOUSNESS BY FAITH ARE SO SIMPLE THAT NO EXHAUSTIVE E. G. WHITE BOOK IS CALLED FOR TO EXPOUND THEM. THE THEME PERMEATES MANY OF HER BOOKS, WITH CHOICE ILLUSTRATIONS CROPPING OUT HERE AND THERE.\n\n                                                                   14 \n\nSHE DID PUBLISH A PAMPHLET IN 1893 ENTITLED \"JUSTIFIED BY FAITH.\" THIS APPEARS IN THE FIFTY-PAGE SECTION OF SELECTED MESSAGES, BOOK ONE, ENTITLED \"CHRIST OUR RIGHTEOUSNESS.\" WE RECOMMEND THE READING OF THE ENTIRE SECTION.\n     THE EXPERIENCE OF DWELLING IN THE WARMTH OF THE ACCEPTANCE OF CHRIST'S RIGHTEOUSNESS MAY BE ENJOYED TODAY AND LOST TOMORROW BY CARELESSNESS OR PRESUMPTION. IT IS A PERSONAL EXPERIENCE OF SIMPLE ACCEPTANCE AND TRUST AND CAN BE SOMEWHAT FRAGILE. IT MAY BECOME BLURRED THROUGH CONTENTION OVER FINE THEOLOGICAL POINTS. ELLEN WHITE OBSERVED:\n\n     MANY COMMIT THE ERROR OF TRYING TO DEFINE MINUTELY\n     THE FINE POINTS OF DISTINCTION BETWEEN JUSTIFICATION AND\n     SANCTIFICATION. INTO THE DEFINITIONS OF THESE TWO TERMS\n     THEY OFTEN BRING THEIR OWN IDEAS AND SPECULATIONS.\n     WHY TRY TO BE MORE MINUTE THAN IS INSPIRATION ON THE\n     VITAL QUESTION OF RIGHTEOUSNESS BY FAITH? WHY TRY TO\n     WORK OUT EVERY MINUTE POINT, AS IF THE SALVATION OF THE\n     SOUL DEPENDED UPON ALL HAVING EXACTLY YOUR\n     UNDERSTANDING OF THIS MATTER? ALL CANNOT SEE IN THE SAME\n     LINE OF VISION (MANUSCRIPT 21, 1891; ALSO IN SEVENTH-DAY\n     ADVENTIST BIBLE COMMENTARY, VOL. 6, P. 1072).\n\n     THAT THE SEVERAL APPROACHES TO THE TRUTHS HEREIN PRESENTED BY THE MESSENGER OF THE LORD WILL KEEP THE VITAL SUBJECT OF RIGHTEOUSNESS BY FAITH CLEAR, BALANCED, AND UNCOMPLICATED IS THE HOPE OF THE PUBLISHERS AND\n\n                      THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n                      WASHINGTON, D.C., DECEMBER 7,1978\n\n\n\nChap. 1 - Ellen White Clarifies the Issues\n\nA GENERAL MANUSCRIPT WRITTEN IN 1890 AT THE TIME OF THE MINISTERIAL INSTITUTES IN BATTLE CREEK, ON FILE AS MANUSCRIPT 36, 1890, AND PUBLISHED IN THE REVIEW AND HERALD, FEBRUARY 24 AND MARCH 3, 1977. THIS VITAL CLARIFYING STATEMENT FORMS AN APPROPRIATE INTRODUCTION TO THE EIGHTEEN PRESENTATIONS THAT FOLLOW, ARRANGED IN CHRONOLOGICAL SEQUENCE. \n\n     Said the apostle Paul, \"Know ye not that the unrighteous shall not inherit the kingdom of God? . . . And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God\" (1 Corinthians 6:9-11). The absence of devotion, piety, and sanctification of the outer man comes through denying Jesus Christ our righteousness. The love of God needs to be constantly cultivated. . . .", "paragraph": 1, "bookcode": "FW", "page": 15}