{
    "word": "The Message of Isaiah Fifty-Eight \n\n     I cannot too strongly urge all our church members, all who are true missionaries, all who believe the third angel's message, all who turn away their feet from the Sabbath, to consider the message of the fifty-eighth chapter of Isaiah. The work of beneficence enjoined in this chapter is the work that God requires His people to do at this time. It is a work of His own appointment. We are not left in doubt as to where the message applies, and the time of its marked fulfillment, for we read: \"They that shall be of thee shall build the old waste places: thou shalt raise up the foundations of many generations; and thou shalt be called, The repairer of the breach, The restorer of paths to dwell in.\" Verse 12. God's memorial, the seventh-day Sabbath, the sign of His work in creating the world, has been displaced by the man of sin. God's people have a special work to do in repairing the breach that has been made in His law; and the nearer we approach the end, the more urgent this work becomes. All who love God will show that they bear His sign by keeping His commandments. They are the restorers of paths to dwell in. The Lord says: \"If thou turn away thy foot from the Sabbath, from doing thy pleasure on My holy day; and call the Sabbath a delight, \n                                                                           266\n. . . then shalt thou delight thyself in the Lord; and I will cause thee to ride upon the high places of the earth.\" Verses 13, 14. Thus genuine medical missionary work is bound up inseparably with the keeping of God's commandments, of which the Sabbath is especially mentioned, since it is the great memorial of God's creative work. Its observance is bound up with the work of restoring the moral image of God in man. This is the ministry which God's people are to carry forward at this time. This ministry, rightly performed, will bring rich blessings to the church.",
    "paragraph": 2,
    "bookcode": "TttC",
    "page": 265
}