{"word": "GC - The Great Controversy (1911)\n\n\nPREFACE\n\n     THIS BOOK, READER, IS NOT PUBLISHED TO TELL US THAT THERE IS SIN AND WOE AND MISERY IN THIS WORLD. WE KNOW IT ALL TOO WELL. THIS BOOK IS NOT PUBLISHED TO TELL US THAT THERE IS AN IRRECONCILABLE CONTROVERSY BETWEEN DARKNESS AND LIGHT, SIN AND RIGHTEOUSNESS, WRONG AND RIGHT, DEATH AND LIFE. IN OUR HEART OF HEARTS WE KNOW IT, AND KNOW THAT WE ARE PARTICIPATORS, ACTORS, IN THE CONFLICT.\n     BUT TO EVERY ONE OF US COMES AT TIMES A LONGING TO KNOW MORE OF THE GREAT CONTROVERSY. HOW DID THE CONTROVERSY BEGIN? OR WAS IT ALWAYS HERE? WHAT ELEMENTS ENTER INTO ITS AWFULLY COMPLEX ASPECT? HOW AM I RELATED TO IT? WHAT IS MY RESPONSIBILITY? I FIND MYSELF IN THIS WORLD BY NO CHOICE OF MY OWN. DOES THAT MEAN TO ME EVIL OR GOOD?\n     WHAT ARE THE GREAT PRINCIPLES INVOLVED? HOW LONG WILL THE CONTROVERSY CONTINUE? WHAT WILL BE ITS ENDING? WILL THIS EARTH SINK, AS SOME SCIENTISTS SAY, INTO THE DEPTHS OF A SUNLESS, FROZEN, ETERNAL NIGHT? OR IS THERE A BETTER FUTURE?\n     THE QUESTION COMES CLOSER STILL: HOW MAY THE CONTROVERSY IN MY OWN HEART, THE STRIFE BETWEEN INFLOWING SELFISHNESS AND OUTGOING LOVE, BE SETTLED IN THE VICTORY OF GOOD, AND SETTLED FOREVER? WHAT DOES THE BIBLE SAY? WHAT HAS GOD TO TEACH US ABOUT THIS ETERNALLY IMPORTANT QUESTION?\n     IT IS THE AIM OF THIS BOOK, READER, TO HELP THE TROUBLED SOUL TO A RIGHT SOLUTION OF ALL THESE PROBLEMS. IT IS WRITTEN BY ONE WHO HAS TASTED AND FOUND THAT GOD IS GOOD, AND WHO HAS LEARNED IN COMMUNION WITH GOD AND THE STUDY OF HIS WORD THAT THE SECRET OF THE LORD IS WITH THEM THAT FEAR HIM, AND THAT HE WILL SHOW THEM HIS COVENANT.\n     THAT WE MAY BETTER UNDERSTAND THE PRINCIPLES OF THE ALL-IMPORTANT CONTROVERSY, IN WHICH THE LIFE OF A UNIVERSE IS INVOLVED, THE AUTHOR HAS SET IT BEFORE US IN GREAT, CONCRETE OBJECT LESSONS OF THE LAST TWENTY CENTURIES.\n     THE BOOK OPENS WITH THE SAD CLOSING SCENES OF JERUSALEM'S HISTORY, THE CITY OF GOD'S CHOSEN, AFTER HER REJECTION OF THE\n\niv\n\nMAN OF CALVARY, WHO CAME TO SAVE. THENCE ONWARD ALONG THE GREAT HIGHWAY OF THE NATIONS, IT POINTS US TO THE PERSECUTIONS OF GOD'S CHILDREN IN THE FIRST CENTURIES; THE GREAT APOSTASY WHICH FOLLOWED IN HIS CHURCH; THE WORLD-AWAKENING OF THE REFORMATION, IN WHICH SOME OF THE GREAT PRINCIPLES OF THE CONTROVERSY ARE CLEARLY MANIFEST; THE AWFUL LESSON OF THE REJECTION OF RIGHT PRINCIPLES BY FRANCE; THE REVIVAL AND EXALTATION OF THE SCRIPTURES, AND THEIR BENEFICENT, LIFE-SAVING INFLUENCE; THE RELIGIOUS AWAKENING OF THE LAST DAYS; THE UNSEALING OF THE RADIANT FOUNTAIN OF GOD'S WORD, WITH ITS WONDERFUL REVELATIONS OF LIGHT AND KNOWLEDGE TO MEET THE BALEFUL UPSPRINGING OF EVERY DELUSION OF DARKNESS.\n     THE PRESENT IMPENDING CONFLICT, WITH THE VITAL PRINCIPLES INVOLVED, IN WHICH NO ONE CAN BE NEUTRAL, IS SIMPLY, LUCIDLY, STRONGLY, SET FORTH.\n     LAST OF ALL, WE ARE TOLD OF THE ETERNAL AND GLORIOUS VICTORY OF GOOD OVER EVIL, RIGHT OVER WRONG, LIGHT OVER DARKNESS, JOY OVER SORROW, HOPE OVER DESPAIR, GLORY OVER SHAME, LIFE OVER DEATH, AND EVERLASTING, LONG-SUFFERING LOVE OVER VINDICTIVE HATE.\n     BEGINNING WITH ITS FIRST EDITION (1888), FOLLOWED BY AN AUTHOR'S REVISION (1911), THIS OUTSTANDING WORK HAS ACHIEVED WORLDWIDE CIRCULATION THROUGH MANY EDITIONS AND TRANSLATIONS. THE READER WILL FIND THAT THE AUTHOR WRITES FRANKLY AND VIGOROUSLY, POINTING OUT ERRORS AND SUGGESTING SOLUTIONS BASED ON THE INFALLIBLE WORD OF GOD. AND EVEN THOUGH THE LAST FEW DECADES HAVE WITNESSED SHIFTS AND ADJUSTMENTS IN THE SOCIORELIGIOUS WORLD, THE MAIN SCHEME AND THE FUTURE PROJECTIONS PRESENTED IN THIS BOOK MAINTAIN TODAY FULL TIMELINESS AND ABSORBING INTEREST.\n     FORMER EDITIONS OF THIS BOOK HAVE BROUGHT MANY SOULS TO THE TRUE SHEPHERD; IT IS THE PRAYER OF THE PUBLISHER THAT THIS EDITION MAY BE EVEN MORE FRUITFUL OF ETERNAL GOOD.\n\n                                             THE PUBLISHERS.\n\n\n\nIntroduction\n\n     Before the entrance of sin, Adam enjoyed open communion with his Maker; but since man separated himself from God by transgression, the human race has been cut off from this high privilege. By the plan of redemption, however, a way has been opened whereby the inhabitants of the earth may still have connection with heaven. God has communicated with men by His Spirit, and divine light has been imparted to the world by revelations to His chosen servants. \"Holy men of God spake as they were moved by the Holy Ghost.\" 2 Peter 1:21.", "paragraph": 1, "bookcode": "GC", "page": 0}