{"word": "\\93Elder Bates was keeping the Sabbath, and urged \n237\nits importance. I did not feel its importance, and thought that Elder B. erred in dwelling upon the fourth commandment more than upon the other nine. But the Lord gave me a view of the heavenly sanctuary. The temple of God was opened in heaven, and I was shown the ark of God covered with the mercy-seat. Two angels stood one at either end of the ark, with their wings spread over the mercy-seat, and their faces turned toward it. This my accompanying angel informed me represented all the heavenly host looking with reverential awe toward the law of God which had been written by the finger of God. Jesus raised the cover of the ark, and I beheld the tables of stone on which the ten commandments were written. I was amazed as I saw the fourth commandment in the very center of the ten precepts, with a soft halo of light encircling it. Said the angel, \\91It is the only one of the ten which defines the living God who created the heavens and the earth and all things that are therein. When the foundations of the earth were laid, then was also laid the foundation of the Sabbath. I was shown that if the true Sabbath had been kept there would never have been an infidel or an atheist. The observance of the Sabbath would have preserved the world from idolatry. The fourth commandment has been trampled upon, therefore we are called upon to repair the breach in the law and plead for the broken down Sabbath. The man of sin who exalted himself above God, and thought to change times and laws, brought about the change of the Sabbath from the seventh to the first day of the week. In doing this he made a breach in the law of God. Just prior to the great day of God, a message is sent forth to warn the people to come back to their allegiance to the law of God which antichrist has broken down. Attention must be called to the breach in the law by \n238\nprecept and example. I was shown that the third angel proclaiming the commandments of God and the faith of Jesus, represents the people who receive this message and raise the voice of warning to the world, to keep the commandments of God and his law as the apple of the eye, and that in response to this warning many would embrace the Sabbath of the Lord.\\94", "paragraph": 3, "bookcode": "LS80", "page": 236}