{"word": "Pr - Prayer (2002)\n\n\nPREFACE\n\nTHE SCRIPTURES ADMONISH US TO \\93PRAY WITHOUT CEASING.\\94 THIS DOES NOT MEAN THAT WE ARE TO SPEND ALL OF OUR TIME ON OUR KNEES IN FORMAL PRAYER. IT DOES MEAN THAT WE MUST LIVE AND SERVE OUR LORD IN THE ATMOSPHERE OF PRAYER.\nPRAYER IS THE CHANNEL OF COMMUNICATION BETWEEN OUR SOULS AND GOD. GOD SPEAKS TO US THROUGH HIS WORD; WE RESPOND TO HIM THROUGH OUR PRAYERS, AND HE ALWAYS LISTENS TO US. WE CANNOT WEARY OR BURDEN HIM BY OUR FREQUENT HEART TO HEART COMMUNICATIONS.\nWE HAVE COME TO SERIOUS TIMES. EVENTS IN OUR WORLD CALL UPON EVERY FOLLOWER OF CHRIST TO BE TOTALLY IN EARNEST IN OUR RELATIONSHIP WITH GOD. TO STRENGTHEN THIS RELATIONSHIP AND SATISFY OUR EMOTIONAL AND SPIRITUAL NEEDS, WE MUST LEARN THE POWER OF PRAYER. WE MUST PLEAD WITH THE LORD, LIKE THE DISCIPLES OF OLD, SAYING, \\93LORD, TEACH US TO PRAY.\\94\nTHAT GOD IS WILLING AND READY TO HEAR AND TO RESPOND TO OUR HEARTFELT PRAYERS UNDER ALL CIRCUMSTANCES IS PROFOUNDLY REASSURING. HE IS A LOVING FATHER WHO IS INTERESTED BOTH WHEN THINGS ARE GOING WELL AND WHEN THE VICISSITUDES OF LIFE DEAL US DEVASTATING, TOUGH, AND TERRIBLE BLOWS. WHEN WE FEEL LIKE CRYING OUT, \\93GOD, WHERE ARE YOU?\\94 IT IS GOOD TO KNOW THAT HE IS JUST A PRAYER AWAY. \nONE WRITER HAS SAID, \\93MORE THINGS ARE WROUGHT BY PRAYER THAN THIS WORLD DREAMS OF.\\94 IT IS ALSO TRUE OF THE CHURCH. \\93A REVIVAL OF TRUE GODLINESS AMONG US IS THE GREATEST AND MOST URGENT OF ALL OUR NEEDS. TO SEEK THIS SHOULD BE OUR FIRST WORK\\94 (1SM 121). GOD WILL DO THINGS FOR US WHEN WE PRAY THAT HE WILL NOT DO IF WE DO NOT PRAY (GC 525). WE ACKNOWLEDGE THAT WE NEED THE OUTPOURING OF THE HOLY SPIRIT. BUT THIS CAN BE ACCOMPLISHED ONLY AS WE PRAY INDIVIDUALLY AND COLLECTIVELY. WHEN GOD\\92S PEOPLE PRAY EARNESTLY, SINCERELY, INDIVIDUALLY, AND COLLECTIVELY, GOD WILL ANSWER. GREAT THINGS WILL HAPPEN IN AND AMONG GOD\\92S PEOPLE. AND THE WORLD WILL FEEL THE IMPACT AS THE HOLY SPIRIT COMES TO EQUIP AND EMPOWER HIS PEOPLE. \nWE BELIEVE THIS BOOK WILL FIND A READY RECEPTION AMONG PEOPLE OF ALL BACKGROUNDS. AS WE READ THE SELECTIONS FROM ELLEN G. WHITE ON THE VITAL SUBJECT OF PRAYER, WE WILL FIND OUR HEARTS STRANGELY AND WARMLY STIRRED. THESE MESSAGES WILL HIT HOME TO OUR SOULS. CONVICTION ON MANY POINTS EXPRESSED WILL FIND LODGMENT IN OUR HEARTS, EVOKING AN ECHOING RESPONSE TO MEASURE UP TO GOD\\92S CALL TO A DEEPER AND RICHER PRAYER LIFE. \n\\93OUR HEAVENLY FATHER WAITS TO BESTOW UPON US THE FULLNESS OF HIS BLESSING. IT IS OUR PRIVILEGE TO DRINK LARGELY AT THE FOUNTAIN OF BOUNDLESS LOVE. WHAT A WONDER IT IS THAT WE PRAY SO LITTLE. GOD IS READY AND WILLING TO HEAR THE SINCERE PRAYER OF THE HUMBLEST OF HIS CHILDREN. . . . WHY SHOULD THE SONS AND DAUGHTERS OF GOD BE RELUCTANT TO PRAY, WHEN PRAYER IS THE KEY IN THE HAND OF FAITH TO UNLOCK HEAVEN\\92S STOREHOUSE WHERE ARE TREASURED THE BOUNDLESS RESOURCES OF OMNIPOTENCE?\\94 (SC 94, 95). \n\n\\97BOARD OF TRUSTEES OF THE ELLEN G. WHITE ESTATE \n\n\nTable of Contents\n\n1. God Invites Us to Pray\t7\n2. Our Need of Prayer \t 17\n3. God Hears Prayer \t 33\n4. Prayer and Soul Winning \t 39\n5. God\\92s Promises Concerning Prayer \t 46\n6. The Prayer of Faith \t 52\n7. Prayer and Obedience \t 64\n8. Prevailing Prayer \t 70\n9. Prayer Power \t 82\n10. Reasons to Pray \t 90\n11. Answered Prayer\t 96\n12. Prayer and Revival \t116\n13. Men and Women of Prayer \t 122\n14. Daily Prayer \t 155\n15. Jesus\\92 Example in Prayer \t 167\n16. Private Prayer \t 178\n17. Prayer in the Home Circle \t 189\n18. Prayer and Worship \t 198\n19. Attitudes in Prayer \t 207\n20. Praying in the Name of Jesus \t 217\n21. Divine Guidance Through Prayer \t 222\n22. Prayer for the Sick\t  228\n23. Prayer for Forgiveness \t 238\n24. Intercessory Prayer \t 244\n25. Angels and Prayer \t 252\n26. Counterfeit Prayers \t 259\n27. Satan and Prayer \t 267\n28. Prayer in the Last Days \t 274\n29. The Privilege of Prayer \t 280\n30. The Lord\\92s Prayer \t 289\n31. Asking to Give \t 304\n32. Faith and Prayer \t 314\n\n\nChapter 1 \\97God Invites Us To Pray\n\nLINKED WITH GOD THROUGH PRAYER.\\97It is a wonderful thing that we can pray effectually; that unworthy, erring mortals possess the power of offering their requests to God. What higher power can man desire than this,\\97to be linked with the infinite God? Feeble, sinful man has the privilege of speaking to his Maker. We may utter words that reach the throne of the Monarch of the universe. We may speak with Jesus as we walk by the way, and He says, I am at thy right hand.", "paragraph": 1, "bookcode": "Pr", "page": 7}