{"word": "Table of Contents\n\n         Spiritual Gifts............................................. 9\n     I.  The Creation............................................... 33\n    II.  The Temptation and Fall.................................... 36\n   III.  Cain and Abel.............................................. 47\n    IV.  Adam's Life................................................ 50\n     V.  Seth and Enoch............................................. 53\n    VI.  Crime before the Flood..................................... 60\n   VII.  The Flood.................................................. 64\n  VIII.  After the Flood............................................ 76\n    IX.  Disguised Infidelity....................................... 90\n     X.  Tower of Babel............................................. 96\n    XI.  Abraham.................................................... 98\n   XII.  Isaac..................................................... 108\n  XIII.  Jacob and Esau............................................ 113\n   XIV.  Jacob and the Angel....................................... 128\n    XV.  Joseph and his Brethren................................... 138\n   XVI.  Moses..................................................... 180\n  XVII.  The Plagues on Egypt...................................... 203\n XVIII.  The Passover.............................................. 222\n\nviii\n\n   XIX.  Israel Leaves Egypt....................................... 228\n    XX.  Their Journeyings......................................... 248\n   XXI.  The Law of God............................................ 261\n\n\nSPIRITUAL GIFTS\n\n\n     WE PRESENT AS THE GROUND-WORK OF THE SCRIPTURAL DOCTRINE OF THE PERPETUITY OF SPIRITUAL GIFTS, THE ORIGINAL COMMISSION.\n     MARK 16:15-20. \"GO YE INTO ALL THE WORLD, AND PREACH THE GOSPEL TO EVERY CREATURE. HE THAT BELIEVETH AND IS BAPTIZED SHALL BE SAVED; BUT HE THAT BELIEVETH NOT SHALL BE DAMNED. AND THESE SIGNS SHALL FOLLOW THEM THAT BELIEVE; IN MY NAME SHALL THEY CAST OUT DEVILS, THEY SHALL SPEAK WITH NEW TONGUES, THEY SHALL TAKE UP SERPENTS, AND IF THEY DRINK ANY DEADLY THING IT SHALL NOT HURT THEM. THEY SHALL LAY HANDS ON THE SICK AND THEY SHALL RECOVER. SO THEN, AFTER THE LORD HAD SPOKEN UNTO THEM, HE WAS RECEIVED UP INTO HEAVEN, AND SAT ON THE RIGHT HAND OF GOD. AND THEY WENT FORTH, AND PREACHED EVERYWHERE, THE LORD WORKING WITH THEM, AND CONFIRMING THE WORD WITH SIGNS FOLLOWING. AMEN.\"\n     MATTHEW 28:18-20. \"ALL POWER IS GIVEN UNTO ME IN HEAVEN AND IN EARTH. GO YE, THEREFORE, AND TEACH ALL NATIONS, BAPTIZING THEM IN THE NAME OF THE FATHER, AND OF THE SON, AND OF THE HOLY GHOST, TEACHING THEM TO OBSERVE ALL THINGS WHATSOEVER I HAVE COMMANDED YOU, AND LO, I AM WITH YOU ALWAY, EVEN UNTO THE END OF THE WORLD. AMEN.\"\n     THIS HIGH COMMISSION RELATES TO THE GOSPEL TO FAITH,\n\n                                                                   10\n\nTO BAPTISM, TO SALVATION, AND TO SPIRITUAL GIFTS. THE GOSPEL WAS TO BE PREACHED AS LONG AS THERE WERE SINNERS TO HEAR IT. FAITH IS EQUALLY REQUISITE THROUGHOUT THE CHRISTIAN AGE. BAPTISM IS A PERPETUAL ORDINANCE IN THE CHURCH, AND THE MINISTERS OF THE NINETEENTH CENTURY BAPTIZE \"IN THE NAME OF THE FATHER, AND OF THE SON, AND OF THE HOLY GHOST,\" BECAUSE THE ORIGINAL COMMISSION REQUIRES IT. THE TERMS OF SALVATION STATED IN THIS COMMISSION WERE TO BE HELD OUT AS LONG AS SINNERS MIGHT BE SAVED. RUNNING PARALLEL WITH ALL THESE, WE FIND IN THE SAME COMMISSION SPIRITUAL GIFTS. IN THE ABSENCE OF PROOF THAT THE GIFTS WERE TO BE RESTRICTED TO ANY PARTICULAR AGE OF THE CHRISTIAN CHURCH, THIS COMMISSION ALONE IS SUFFICIENT EVIDENCE OF THEIR PERPETUITY.\n     SOME MAKE A DISTINCTION BETWEEN THE APOSTLES, AND THOSE WHO SHOULD BELIEVE ON THEIR WORD, ON THIS WISE: THE APOSTLES HAD THE GIFTS, THE BELIEVERS WERE NOT TO HAVE THEM; AND THEY THINK THEY SEE THIS DISTINCTION BETWEEN THE TWO CLASSES IN OUR LORD'S PRAYER. JOHN 17. WE REPLY TO THIS BY QUOTING THE WORDS OF OUR LORD IN THE ORIGINAL COMMISSION, AS FOLLOWS; \"AND THESE SIGNS SHALL FOLLOW THEM THAT BELIEVE.\" OR, AS DR. GEO. CAMPBELL TRANSLATES, \"THESE MIRACULOUS POWERS SHALL ATTEND THE BELIEVERS.\" OR, AS WAKEFIELD RENDERS, \"THESE SIGNS WILL ACCOMPANY BELIEVERS.\" WHEN IT CAN BE SHOWN THAT TO BELIEVE WAS REQUIRED OF THE FIRST CHRISTIANS ONLY, THEN IT MAY BE PROVED THAT THE GIFTS WERE FOR THEM ALONE.\n     THE GRACIOUS PROMISE OF OUR LORD IN THIS COMMISSION, WHEN HE SAYS, \"AND LO, I AM WITH YOU ALWAY, EVEN UNTO THE END OF THE WORLD,\" IS THE STRONGEST PROOF OF THE PERPETUITY OF THE GIFTS. HE WAS NOT TO BE PERSONALLY\n\n                                                                   11\n\nWITH HIS PEOPLE, NO; BUT HOW WAS HE TO BE WITH THEM? THE INSPIRED RECORD STATES THAT AFTER THE LORD WAS RECEIVED UP INTO HEAVEN, \"THEY WENT FORTH, AND PREACHED EVERYWHERE, THE LORD WORKING WITH THEM, AND CONFIRMING THE WORD WITH SIGNS FOLLOWING.\"\n     THIS PROMISE CANNOT BE RESTRICTED TO THE LIFETIME OF THE CHOSEN TWELVE, NOR TO THE CHRISTIANS OF THE FIRST CENTURY, FOR IT EXTENDS TO THE END OF THE WORLD [AION] AGE. \"LO, I AM WITH YOU ALWAY, EVEN UNTO THE END OF THE WORLD,\" TO THE END OF THE CHRISTIAN AGE. IF IT BE SAID THAT THE JEWISH AGE IS HER MEANT, WE REPLY, THAT DISPENSATION CLOSED WITH THE DEATH OF CHRIST, FORTY-TWO DAYS BEFORE THIS COMMISSION WAS GIVEN. WE GIVE TWO PASSAGES AS PROOF. COLOSSIANS 2:14. \"BLOTTING OUT THE HAND-WRITING OF ORDINANCES THAT WAS AGAINST US, WHICH WAS CONTRARY TO US, AND TOOK IT OUT OF THE WAY, NAILING IT TO HIS CROSS.\" DANIEL 9:27. \"IN THE MIDST OF THE WEEK HE SHALL CAUSE THE SACRIFICE AND OBLATION TO CEASE.\" THIS PROPHECY WAS FULFILLED AT THE DEATH OF THE MESSIAH, IN THE MIDDLE OF THE LAST OF THE SEVENTY WEEKS. THERE THE JEWISH TYPICAL SACRIFICES CEASED TO BE OF ANY VIRTUE, WHEN THE GREAT ANTITYPICAL SACRIFICE WAS OFFERED. CHRIST GAVE THIS COMMISSION JUST BEFORE HIS ASCENSION, MARK 16:19, WHICH WAS AT LEAST FORTY-TWO DAYS AFTER HIS CRUCIFIXION.\n     AGAIN, TO SUPPOSE THAT THE END OF THE WORLD HERE MEANS THE CLOSE OF THE JEWISH AGE, WOULD BE TO CARRY BACK THE GOSPEL, WITH ALL THE OTHER SPECIFICATIONS IN THE COMMISSION, TO THE JEWISH AGE, TO CLOSE WITH THAT DISPENSATION, AND LEAVE THE PRESENT WITHOUT IT. THIS VIEW IS TOO ABSURD TO NEED ANY FURTHER COMMENT.\n     WE NOW COME TO THE TESTIMONY OF PAUL. EPHESIANS 4:\n\n                                                                   12\n\n4-13. \"THERE IS ONE BODY AND ONE SPIRIT, EVEN AS YE ARE CALLED IN ONE HOPE OF YOUR CALLING; ONE LORD, ONE FAITH, ONE BAPTISM, ONE GOD AND FATHER OF ALL, WHO IS ABOVE ALL, AND THROUGH ALL, AND IN YOU ALL. BUT UNTO EVERY ONE OF US IS GIVEN GRACE ACCORDING TO THE MEASURE OF THE GIFT OF CHRIST. WHEREFORE HE SAITH, WHEN HE ASCENDED ON HIGH, HE LED CAPTIVITY CAPTIVE, AND GAVE GIFTS UNTO MEN.......AND HE GAVE SOME, APOSTLES, AND SOME, PROPHETS, AND SOME, EVANGELISTS, AND SOME, PASTORS AND TEACHERS, FOR THE PERFECTING OF THE SAINTS, FOR THE WORK OF THE MINISTRY, FOR THE EDIFYING OF THE BODY OF CHRIST, TILL WE ALL COME IN THE UNITY OF THE FAITH, AND OF THE KNOWLEDGE OF THE SON OF GOD, UNTO A PERFECT MAN UNTO THE MEASURE OF THE STATURE OF THE FULLNESS OF CHRIST.\"\n     THE APOSTLE FIRST PRESENTS THE SUBJECT OF UNITY, IN THE DECLARATION THAT THERE IS ONE BODY, ONE SPIRIT, ONE HOPE, ONE LORD, ONE FAITH; ONE BAPTISM, ONE GOD AND FATHER OF ALL. HE THEN PRESENTS THE GIFTS AS THE MEANS BY WHICH GOD DESIGNED TO SECURE THE UNITY OF THE CHURCH. HE REFERS TO CHRIST'S ASCENSION, WHEN HE LED UP TO HEAVEN A MULTITUDE OF CAPTIVES FROM THEIR GRAVES, AS THE TIME WHEN THE GIFTS WERE BESTOWED. HE THEN MENTIONS SOME OF THE GIFTS, GIVEN AT THE SAME TIME, FOR THE SAME OBJECTS, AND ALL TO EXTEND TO THE SAME POINT OF TIME.\n     IT WILL BE ADMITTED THAT EVANGELISTS, PASTORS, AND TEACHERS, WERE TO EXTEND TO THE END OF THE CHRISTIAN AGE. THEN WHY NOT THE OTHERS? IF IT BE SAID THAT THE STATE OF UNITY AND PERFECTION DESCRIBED BY THE APOSTLE IS IN THE PAST HISTORY OF THE CHURCH, THEN WE REPLY THAT EVANGELISTS, PASTORS, AND TEACHERS, CEASED\n\n                                                                   13\n\nWITH THAT HAPPY STATE OF THINGS. BUT HE WHO ADMITS THE PERPETUITY OF THESE, MUST ACKNOWLEDGE THE PERPETUITY OF THE OTHERS.\n     IT IS WORTHY OF NOTICE THAT PAUL'S LETTER TO THE EPHESIANS WAS WRITTEN A. D. 64, AND THAT FROM THAT POINT IT LOOKS TO THE FUTURE FOR THAT UNITY AND PERFECTION OF THE CHURCH TO BE ACCOMPLISHED BY THE GIFTS, \"TILL WE ALL COME IN THE UNITY OF THE FAITH,\" SAYS THE APOSTLE. IF PAUL COULD NOT SEE THIS UNITY AND PERFECTION IN HIS DAY, OR IN THE PAST, CERTAINLY WE CANNOT SEE IT IN THE PAST HISTORY OF THE CHURCH; HENCE THE PERPETUITY OF THE GIFTS, AND THEIR REVIVAL IN THE LAST DAYS IN GREAT POWER TO UNITE AND PERFECT THE CHURCH READY FOR TRANSLATION TO HEAVEN AT THE SECOND COMING OF JESUS CHRIST.\n     PAUL, IN HIS LETTER TO THE CORINTHIANS, HAS SPOKEN VERY DEFINITELY UPON THE SUBJECT OF SPIRITUAL GIFTS. IN 1 CORINTHIANS 12:1, HE SAYS: \"NOW CONCERNING SPIRITUAL GIFTS, BRETHREN, I WOULD NOT HAVE YOU IGNORANT.\" HE REGARDED THIS SUBJECT AS ONE OF THE HIGHEST IMPORTANCE, AND URGES AN UNDERSTANDING OF IT. BUT IN ALL HE HAS SAID RELATIVE TO IT, HE HAS NOT ONCE INTIMATED THAT THE GIFTS WERE TO CEASE BEFORE THE PERFECT DAY OF GLORY SHOULD COME. THE APOSTLE PROPOSES TO INSTRUCT THE CORINTHIANS ON THE SUBJECT. HE WOULD NOT HAVE THEM IGNORANT IN REGARD TO IT. THEREFORE IF THE GIFTS WERE DESIGNED FOR THE FIRST CHRISTIANS ONLY, WE MIGHT EXPECT TO FIND SOMEWHERE IN HIS EPISTLES TO THEM, SOME INSTRUCTION ON THE POINT. WE AFFIRM THAT THERE IS NOT AN INTIMATION OF THE KIND TO BE FOUND IN HIS LETTERS TO THEM. BUT PAUL DOES CLEARLY POINT OUT THE TIME WHEN THE GIFTS WILL CEASE. 1 CORINTHIANS 13:8-12. \"CHARITY [AGAPE--LOVE,] NEVER FAILETH: BUT WHETHER THERE BE\n\n                                                                   14\n\nPROPHECIES, THEY SHALL FAIL; WHETHER THERE BE TONGUES, THEY SHALL CEASE; WHETHER THERE BE KNOWLEDGE, IT SHALL VANISH AWAY. FOR WE KNOW IN PART, AND WE PROPHESY IN PART. BUT WHEN THAT WHICH IS PERFECT IS COME, THEN THAT WHICH IS IN PART SHALL BE DONE AWAY. WHEN I WAS A CHILD, I SPAKE AS A CHILD, I UNDERSTOOD AS A CHILD, I THOUGHT AS A CHILD; BUT WHEN I BECAME A MAN I PUT AWAY CHILDISH THINGS. FOR NOW WE SEE THROUGH A GLASS DARKLY, BUT THEN FACE TO FACE; NOW I KNOW IN PART, BUT THEN SHALL I KNOW EVEN AS ALSO I AM KNOWN.\"\n     THE APOSTLE HERE CONTRASTS THE MORTAL STATE WITH THE IMMORTAL; THE PRESENT IMPERFECT, WITH THAT WHICH WILL BE PERFECT; THE CLOUDY PRESENT WHILE WE WALK BY FAITH, WITH THE OPEN GLORY OF THE LIFE TO COME. HERE, WE ONLY KNOW IN PART, PROPHESY IN PART; THERE, THAT WHICH IS IN PART WILL BE DONE AWAY. HERE, WE SEE THROUGH A GLASS DARKLY; THERE, FACE TO FACE. HERE, WE KNOW IN PART; THERE, WE SHALL KNOW, EVEN AS WE ARE KNOWN. CHARITY, OR LOVE, WILL NEVER END. HERE, IT IS THE HIGHEST CHRISTIAN GRACE; THERE, IT WILL BE THE CROWNING GLORY OF IMMORTALS FOREVER AND FOREVER. IN THIS SENSE, LOVE WILL NEVER FAIL. BUT PROPHECIES WILL FAIL, TONGUES WILL CEASE, AND KNOWLEDGE WILL VANISH AWAY. THE LIGHT OF HEAVEN THROUGH THE DIM MEDIUM OF THESE, AND THE OTHER GIFTS OF THE HOLY SPIRIT, IS REPRESENTED AS BEING ONLY IN PART, AND IS TO BE SUPERSEDED BY THE PERFECT DAY OF GLORY WHEN WE MAY TALK FACE TO FACE WITH GOD, CHRIST, AND ANGELS, AS OUR FIRST PARENTS TALKED WITH GOD IN EDEN BEFORE SIN ENTERED. BUT WHEN? THIS IS THE VITAL QUESTION. WHEN WERE THE GIFTS TO BE DONE AWAY? LET PAUL ANSWER: \"BUT WHEN THAT WHICH IS PERFECT IS COME, THEN THAT WHICH\n\n                                                                   15\n\nIS IN PART SHALL BE DONE AWAY.\" \"AND LET ALL THE PEOPLE SAY, AMEN.\"\n     THE APOSTLE PRESENTS THE GIFTS MORE FULLY IN 1 CORINTHIANS 12:28. \"AND GOD SET SOME IN THE CHURCH; FIRST, APOSTLES; SECONDARILY, PROPHETS; THIRDLY, TEACHERS; AFTER THAT, MIRACLES, THEN GIFTS OF HEALINGS, HELPS, GOVERNMENTS, DIVERSITIES OF TONGUES.\"\n     GOD SET THEM IN THE CHURCH. AND WHERE IS THE TEXT THAT DECLARES THAT THEY HAVE BEEN SET OUT OF THE CHURCH? HERE ARE EIGHT GIFTS MENTIONED, AND GIVEN IN THEIR ORDER OF IMPORTANCE. THAT \"FIRST,\" \"SECONDARILY,\" \"THIRDLY,\" AND SO ON, REFER TO IMPORTANCE, AND NOT TO TIME, IS EVIDENT FROM THE FACT THAT PAUL IN THIS CONNECTION DWELLS LARGELY UPON THE RELATIVE VALUE OF SOME OF THE GIFTS, AND IN VERSE 31 SAYS, \"COVET EARNESTLY THE BEST GIFTS.\"\n     1 CORINTHIANS 1:4-8. \"I THANK MY GOD ALWAYS ON YOUR BEHALF, FOR THE GRACE OF GOD WHICH IS GIVEN YOU BY JESUS CHRIST; THAT IN EVERYTHING YE ARE ENRICHED BY HIM, IN ALL UTTERANCE, AND IN ALL KNOWLEDGE; EVEN AS THE TESTIMONY  OF CHRIST WAS CONFIRMED IN YOU; SO THAT YE COME BEHIND IN NO GIFT, WAITING FOR THE COMING OF OUR LORD JESUS CHRIST, WHO SHALL ALSO CONFIRM YOU UNTO THE END, THAT YE MAY BE BLAMELESS IN THE DAY OF OUR LORD JESUS CHRIST. GOD IS FAITHFUL, BY WHOM YE WERE CALLED UNTO THE FELLOWSHIP OF HIS SON JESUS CHRIST OUR LORD. NOW I BESEECH YOU, BRETHREN, BY THE NAME OF OUR LORD JESUS CHRIST, THAT YE ALL SPEAK THE SAME THING, AND THAT THERE BE NO DIVISIONS AMONG YOU; BUT THAT YE BE PERFECTLY JOINED TOGETHER IN THE SAME MIND AND IN THE SAME JUDGMENT.\"\n     THE GIFTS WERE PLANTED IN THE CHRISTIAN CHURCH. GOD\n\n                                                                   16\n\nSET THEM THERE. AND WE JUDGE THAT THE CORINTHIANS SHARED LARGELY OF THEIR BENEFITS, FROM THE FACT THAT PAUL IN HIS EPISTLES TO THEM, OCCUPIES MUCH SPACE IN SPEAKING DEFINITELY IN REGARD TO THEIR PROPER EXERCISE. IN THE ABOVE QUOTATION THE APOSTLE THANKS GOD ON THEIR BEHALF FOR THE GRACE BESTOWED UPON THEM BY JESUS CHRIST; THAT THEY WERE ENRICHED IN ALL UTTERANCE AND KNOWLEDGE, EVEN AS THE TESTIMONY OF CHRIST WAS CONFIRMED IN THEM. IF WE TURN TO REVELATION 19:10, FOR AN INSPIRED DEFINITION OF THE TESTIMONY OF JESUS, WE READ, \"FOR THE TESTIMONY OF JESUS IS THE SPIRIT OF PROPHECY.\" BY THIS THEY WERE ENRICHED IN KNOWLEDGE AND UTTERANCE.\n     HOWEVER APPLICABLE THIS TESTIMONY MIGHT HAVE BEEN TO THE CHURCH AT CORINTH AT THE TIME THE APOSTLE WROTE, OR TO CHRISTIANS FROM THAT DAY TO THIS, CERTAINLY ESPECIAL REFERENCE IS MADE TO THE LAST DAYS IN THE EXPRESSIONS, \"WAITING FOR THE COMING OF OUR LORD JESUS CHRIST,\" \"THE END,\" \"THE DAY OF OUR LORD JESUS CHRIST.\" HENCE VERSE 7, \"SO THAT YE COME BEHIND IN NO GIFT, WAITING FOR THE COMING OF OUR LORD JESUS CHRIST,\" TEACHES THE PERPETUITY OF THE GIFTS, AND THE PRIVILEGE OF THE WAITING ONES TO ENJOY THEM ALL. THE END HERE MENTIONED IS EVIDENTLY THE END OF THE AGE.\n     HERE, IN THIS VERY CONNECTION, THE SUBJECT OF PERFECT UNITY IS INTRODUCED. READ VERSE 19. PAUL TAUGHT THE EPHESIANS 4:11-14, THAT THE GIFTS WERE GIVEN \"FOR THE PERFECTING OF THE SAINTS, FOR THE WORK OF THE MINISTRY, FOR THE EDIFYING OF THE BODY OF CHRIST, TILL WE ALL COME IN THE UNITY OF THE FAITH.\" HE EXHORTS THE CORINTHIANS TO \"ALL SPEAK THE SAME THING, AND THAT THERE BE NO DIVISIONS AMONG YOU, BUT THAT YE BE\n\n                                                                   17\n\nPERFECTLY JOINED TOGETHER IN THE SAME MIND, AND IN THE SAME JUDGMENT;\" AND THIS, TOO, IN CONNECTION WITH THE STATEMENT, \"THAT YE COME BEHIND IN NO GIFT, WAITING FOR THE COMING OF OUR LORD JESUS CHRIST.\" THEN RIGHT HERE COMES IN THE RESTITUTION OF THE GIFTS TO UNITE AND PREPARE THE WAITING ONES FOR THE SECOND COMING OF JESUS CHRIST.\n     IF AN EFFORT BE MADE TO CARRY THIS TESTIMONY BACK, AND RESTRICT IT TO THE VERY MEMBERS OF THE CORINTHIAN CHURCH LIVING WHEN PAUL WROTE, THEN WE INQUIRE, WAS THAT WHAT THE APOSTLE CALLS THE DAY OF OUR LORD JESUS CHRIST? DID THEY SCRIPTURALLY WAIT FOR THE COMING OF OUR LORD JESUS CHRIST? DID \"THE END\" THEM COME? ALL WELL-INSTRUCTED ADVENTISTS WILL ANSWER THESE QUESTIONS NEGATIVELY. THE PRESENT IS THE TIME TO SCRIPTURALLY WAIT FOR THE SECOND COMING OF CHRIST, WHICH EVENT IS ASSOCIATED IN THE NEW TESTAMENT WITH \"THE END.\"\n     THE EPISTLES TO THE CORINTHIANS WERE WRITTEN FOR THE BENEFIT OF THE CHRISTIAN CHURCH, NOT FOR THOSE CHRISTIANS ONLY THEN LIVING AT CORINTH, BUT FOR THE CHURCH, AND SOME PORTIONS HAVE A SPECIAL APPLICATION TO THE PRESENT TIME. WE WILL CALL ATTENTION TO TWO PASSAGES WHERE THE APOSTLE APPARENTLY, BY THE USE OF THE WORD WE, ADDRESSES ONLY THOSE THEN LIVING, AND YET THE EVENTS OF WHICH HE SPEAKS ARE IN THE FUTURE. IN CHAPTER 15:51, 52, PAUL SAYS, \"BEHOLD, I SHOW YOU A MYSTERY. WE SHALL NOT ALL SLEEP, BUT WE SHALL ALL BE CHANGED, IN A MOMENT, IN THE TWINKLING OF AN EYE, AT THE LAST TRUMP; FOR THE TRUMPET SHALL SOUND, AND THE DEAD SHALL BE RAISED INCORRUPTIBLE, AND WE SHALL BE CHANGED.\" SHALL WE SAY THAT THE WORD \"WE\" USED THREE TIMES IN THIS QUOTATION, EMBRACES ONLY PAUL AND THE MEMBERS OF THE\n\n                                                                   18\n\nCHURCH AT CORINTH THEN LIVING? CIRCUMSTANCES WILL NOT ADMIT OF SO NARROW AN APPLICATION. PAUL AND HIS BRETHREN AT CORINTH DID SLEEP--DIE. THE LAST TRUMP DID NOT THEN SOUND. AND NONE OF THEM WERE CHANGED TO IMMORTALITY IN THE TWINKLING OF AN EYE. HENCE THIS TESTIMONY HAS A SPECIAL APPLICATION TO CHRISTIANS WHO ARE ALIVE ON EARTH AT THE SECOND COMING OF CHRIST.\n     THE APOSTLE SAYS, 1 THESSALONIANS 4:16, 17, \"FOR THE LORD HIMSELF SHALL DESCEND FROM HEAVEN WITH A SHOUT, WITH THE VOICE OF THE ARCHANGEL AND THE TRUMP OF GOD, AND THE DEAD IN CHRIST SHALL RISE FIRST; THEN WE WHICH ARE ALIVE AND REMAIN SHALL BE CAUGHT UP TOGETHER WITH THEM IN THE CLOUDS, TO MEET THE LORD IN THE AIR, AND SO SHALL WE EVER BE WITH THE LORD. WHEREFORE COMFORT ONE ANOTHER WITH THESE WORDS.\" HERE HE AGAIN USES THE WORD, WE, BUT THE EVENTS MENTIONED DID NOT OCCUR IN PAUL'S DAY. HE AND HIS  BRETHREN AT THESSALONICA WERE NOT TRANSLATED TO HEAVEN WITHOUT SEEING DEATH. THE CHAPTER CLOSES WITH THE ABOVE QUOTATION, AND THE NEXT OPENS WITH THE CONTINUATION OF THE SAME SUBJECT.\n     CHAPTER 5:1-4. \"BUT OF THE TIMES AND SEASONS, BRETHREN, YE HAVE NO NEED THAT I WRITE UNTO YOU. FOR YOURSELVES KNOW PERFECTLY THAT THE DAY OF THE LORD SO COMETH AS A THIEF IN THE NIGHT. FOR, WHEN THEY SHALL SAY, PEACE AND SAFETY, THEN SUDDEN DESTRUCTION COMETH UPON THEM, AS TRAVAIL UPON A WOMAN WITH CHILD, AND THEY SHALL NOT ESCAPE. BUT YE, BRETHREN, ARE NOT IN DARKNESS, THAT THAT DAY SHOULD OVERTAKE YOU AS A THIEF.\" THE DAY OF THE LORD IS THE DAY OF \"SUDDEN DESTRUCTION.\" IT IS THE DAY OF WRATH WHICH IS IN THE\n\n                                                                   19\n\nOLD AND NEW TESTAMENTS ASSOCIATED WITH THE SECOND ADVENT OF CHRIST. THIS DAY IS NOT IN THE PAST, HENCE THE LANGUAGE IS NOT APPLICABLE TO THE CHRISTIANS OF PAST GENERATIONS. THE CHRISTIANS OF THE LAST GENERATION --THE VERY MEN AND WOMEN WHO ARE TO BE LIVING ON THE EARTH WHEN THE DAY OF THE LORD COMES--ARE HERE ADDRESSED. HENCE ALL TRUE ADVENTISTS WILL REGARD THEMSELVES AS THE \"BRETHREN\" PAUL ADDRESSES, AND HIS LANGUAGE ESPECIALLY APPLICABLE TO THE PRESENT TIME. HE CONTINUES IN THIS CHAPTER WITHOUT CHANGE, SETTING FORTH PRACTICAL DUTIES APPLICABLE TO THOSE WHO ARE WATCHING FOR THE APPROACH OF THE DAY OF THE LORD, AND IN VERSES 19-21, SAYS, \"QUENCH NOT THE SPIRIT. DESPISE NOT PROPHESYINGS. PROVE ALL THINGS; HOLD FAST THAT WHICH IS GOOD.\" HERE ARE THREE VERY IMPORTANT INJUNCTIONS.\n     1. \"QUENCH NOT THE SPIRIT.\" WE QUENCH FIRE WITH WATER. AND PROMINENT AMONG THE MEANS OF QUENCHING THE SPIRIT OF GOD IS UNBELIEF. JESUS, IN HIS OWN COUNTRY, DID NOT MANY MIGHTY WORKS BECAUSE OF THEIR UNBELIEF. THERE IS AT THE PRESENT TIME ALMOST A UNIVERSAL STATE OF UNBELIEF IN REGARD TO THE OPERATIONS OF THE HOLY SPIRIT, ESPECIALLY IN THE MANIFESTATION OF THE GIFTS. UNBELIEF SHUTS THE SPIRIT OF GOD AWAY FROM THE MIND. IT QUENCHES THE SPIRIT, AND LEAVES THE MASSES EXPOSED TO THE DELUSIONS OF THESE LAST DAYS.\n     AGAIN, THOSE WHO BY UNBELIEF QUENCH THE SPIRIT IN THESE LAST DAYS WILL BE ILLY PREPARED TO SHARE IN THE GREAT BLESSINGS WHICH GOD PROMISES BY THE PROPHET JOEL, QUOTED BY PETER, ACTS 2:17, 18. \"AND IT SHALL COME TO PASS IN THE LAST DAYS, SAITH GOD, I WILL POUR OUT OF MY SPIRIT UPON ALL FLESH, AND YOUR SONS AND\n\n                                                                   20\n\nYOUR DAUGHTERS SHALL PROPHESY, AND YOUR YOUNG MEN SHALL SEE VISIONS, AND YOUR OLD MEN SHALL DREAM DREAMS; AND ON MY SERVANTS AND ON MY HANDMAIDENS I WILL POUR OUT IN THOSE DAYS OF MY SPIRIT, AND THEY SHALL PROPHESY.\" THE \"FORMER RAIN\" WAS GIVEN ON THE DAY OF PENTECOST, AND ENJOYED BY THE EARLY CHRISTIANS, TO CAUSE THE GOSPEL SEED TO GERMINATE AND TAKE ROOT. THE \"LATTER RAIN\" IS COMING TO RIPEN THE GOLDEN HARVEST FOR THE GARNER OF GOD. TAKE CARE, DEAR READER, LEST UNBELIEF IN YOU QUENCH THE SPIRIT, AND SHUT YOU AWAY FROM THIS GREAT BLESSING DESIGNED FOR \"THEM THAT BELIEVE.\"\n     2. \"DESPISE NOT PROPHESYINGS.\" WE ARE HERE WARNED OF ONE OF THE DANGERS OF THE LAST DAYS. THE PRETENSIONS OF ANN LEE, THE MOTHER OF THE SHAKERS, THE CORRUPT PROPHETS OF MORMONISM, AND THE ONE THOUSAND AND ONE OF SATAN'S MEDIUM PROPHETS, DEVOTED TO THE CAUSE OF SPIRITUALISM, WITH ALL ITS BASENESS, HAVE STRUCK THE WORLD WITH DISGUST AT ANYTHING LIKE THE SUPERNATURAL. THE DEVIL GOT THESE THINGS UP TO NOT ONLY DESTROY MANY SOULS BY THEM, BUT TO DISGUST AND DRIVE OTHERS AS FAR AS POSSIBLE TO UNBELIEF IN REGARD TO THE GIFTS OF THE HOLY SPIRIT. HENCE THE DANGER OF INDISCRIMINATELY DESPISING ALL PROPHESYINGS.\n     3. \"PROVE ALL THINGS; HOLD FAST THAT WHICH IS GOOD.\" THE THREE DECLARATIONS, \"QUENCH NOT THE SPIRIT; DESPISE NOT PROPHESYINGS; PROVE ALL THINGS, HOLD FAST THAT WHICH IS GOOD,\" HAVE A CLOSE RELATION TO EACH OTHER. THEREFORE THE \"ALL THINGS\" TO BE PROVED, DO NOT MEAN EVERY THING IN THE WIDE WORLD, FOR THIS WOULD BE IMPOSING AN UNREASONABLE TAX UPON BELIEVERS; HENCE THE EXPRESSION MUST BE LIMITED TO THE SUBJECT OF\n\n                                                                   21\n\nPROPHESYING. DESPISE NOT PROPHESYINGS, BUT PROVE THEM, AND SEPARATE THE GENUINE FROM THE COUNTERFEIT COIN OF THE DEVIL; AND THAT WHICH IS GOOD, WHICH IS FROM THE SPIRIT OF GOD, WHICH WILL STAND THE TEST, HOLD FAST. WE WILL HERE GIVE THREE RULES BY WHICH TRUE AND FALSE PROPHESYINGS MAY BE KNOWN:\n     1. MATTHEW 7:15-20. \"BEWARE OF FALSE PROPHETS, WHICH COME TO YOU IN SHEEP'S CLOTHING, BUT INWARDLY THEY ARE RAVENING WOLVES. YE SHALL KNOW THEM BY THEIR FRUITS. DO MEN GATHER GRAPES OF THORNS, OR FIGS OF THISTLES? EVEN SO EVERY GOOD TREE BRINGETH FORTH GOOD FRUIT; BUT A CORRUPT TREE BRINGETH FORTH EVIL FRUIT. A GOOD TREE CANNOT BRING FORTH EVIL FRUIT, NEITHER CAN A CORRUPT TREE BRING FORTH GOOD FRUIT. EVERY TREE THAT BRINGETH NOT FORTH GOOD FRUIT, IS HEWN DOWN AND CAST INTO THE FIRE. WHEREFORE BY THEIR FRUITS YE SHALL KNOW THEM.\"\n     2. ISAIAH 8:19, 20. \"AND WHEN THEY SHALL SAY UNTO YOU, SEEK UNTO THEM THAT HAVE FAMILIAR SPIRITS, AND UNTO WIZARDS THAT PEEP AND THAT MUTTER: SHOULD NOT A PEOPLE SEEK UNTO THEIR GOD? FOR THE LIVING TO THE DEAD? TO THE LAW AND TO THE TESTIMONY; IF THEY SPEAK NOT ACCORDING TO THIS WORD, IT IS BECAUSE THERE IS NO LIGHT IN THEM.\"\n     3. FALSE PROPHETS SPEAK SMOOTH THINGS, PROPHESY LIES, AND CRY, PEACE AND SAFETY, WHICH HAS EVER BEEN PLEASING TO UNCONSECRATED PROFESSORS; HENCE THE LOVE OF THE PEACE AND SAFETY IN THE DELUSION OF SPIRITUALISM. JEREMIAH 14:14. \"THEN THE LORD SAID UNTO ME,  THE PROPHETS PROPHESY LIES IN MY NAME. I SENT THEM NOT, NEITHER HAVE I COMMANDED THEM, NEITHER SPAKE UNTO THEM. THEY PROPHESY UNTO YOU A FALSE VISION AND\n\n                                                                   22\n\nDIVINATION, AND A THING OF NOUGHT, AND THE DECEIT OF THEIR HEART.\" CHAPTER 23:16, 17. \"THUS SAITH THE LORD OF HOSTS, HEARKEN NOT UNTO THE WORDS OF THE PROPHETS THAT PROPHESY UNTO YOU. THEY MAKE YOU VAIN. THEY SPEAK A VISION OF THEIR OWN HEART, AND NOT OUT OF THE MOUTH OF THE LORD. THEY SAY STILL UNTO THEM THAT DESPISE ME, THE LORD HATH SAID, YE SHALL HAVE PEACE; AND THEY SAY UNTO EVERY ONE THAT WALKETH AFTER THE IMAGINATION OF HIS OWN HEART, NO EVIL SHALL COME UPON YOU.\" CHAPTER 8:10, 11. \"FOR EVERY ONE FROM THE LEAST EVEN UNTO THE GREATEST IS GIVEN TO COVETOUSNESS. FROM THE PROPHET EVEN UNTO THE PRIEST EVERY ONE DEALETH FALSELY. FOR THEY HAVE HEALED THE HURT OF THE DAUGHTER OF MY PEOPLE SLIGHTLY, SAYING, PEACE, PEACE, WHEN THERE IS NO PEACE.\"\n     CHAPTER 5:30, 31. \"A WONDERFUL AND HORRIBLE THING IS COMMITTED IN THE LAND: THE PROPHETS PROPHESY FALSELY, AND THE PRIESTS BEAR RULE BY THEIR MEANS, AND MY PEOPLE LOVE TO HAVE IT SO; AND WHAT WILL YE DO IN THE END THEREOF?\"\n     ISAIAH 30:8-11. \"NOW GO, WRITE IT BEFORE THEM IN A TABLE, AND NOTE IT IN A BOOK, THAT IT MAY BE FOR THE TIME TO COME FOREVER AND EVER, THAT THIS IS A REBELLIOUS PEOPLE, LYING CHILDREN, CHILDREN THAT WILL NOT HEAR THE LAW OF THE LORD; WHICH SAY TO THE SEERS, SEE NOT; AND TO THE PROPHETS, PROPHESY NOT UNTO US RIGHT THINGS, SPEAK UNTO US SMOOTH THINGS, PROPHESY DECEITS; GET YOU OUT OF THE WAY, TURN ASIDE OUT OF THE PATH, CAUSE THE HOLY ONE OF ISRAEL TO CEASE FROM BEFORE US.\"\n     ON THE OTHER HAND THE PROPHETS OF GOD HAVE FAITHFULLY REPROVED SIN, AND BORNE A TESTIMONY WHICH HAS\n\n                                                                   23\n\nCALLED DOWN UPON THEIR HEADS THE WRATH OF THE SELF-RIGHTEOUS DECEIVED.\n     JOEL 2:28-32, NEXT CLAIMS OUR ATTENTION. \"AND IT SHALL COME TO PASS AFTERWARD, THAT I WILL POUR OUT MY SPIRIT UPON ALL FLESH, AND YOUR SONS AND YOUR DAUGHTERS SHALL PROPHESY, YOUR OLD MEN SHALL DREAM DREAMS, YOUR YOUNG MEN SHALL SEE VISIONS; AND ALSO UPON THE SERVANTS AND UPON THE HANDMAIDS IN THOSE DAYS WILL I POUR OUT MY SPIRIT. AND I WILL SHOW WONDERS IN THE HEAVENS AND IN THE EARTH, BLOOD, AND FIRE, AND PILLARS OF SMOKE. THE SUN SHALL BE TURNED INTO DARKNESS, AND THE MOON INTO BLOOD, BEFORE THE GREAT AND TERRIBLE DAY OF THE LORD COME. AND IT SHALL COME TO PASS, THAT WHOSOEVER SHALL CALL ON THE NAME OF THE LORD SHALL BE DELIVERED; FOR IN MOUNT ZION AND IN JERUSALEM SHALL BE DELIVERANCE, AS THE LORD HATH SAID, AND IN THE REMNANT WHOM THE LORD SHALL CALL.\"\n     WE CALL ATTENTION TO THE FOLLOWING POINTS IN THIS PROPHECY:\n     1. THE MANIFESTATIONS OF THE HOLY SPIRIT NOTED IN THIS PROPHECY, ARE IN CONNECTION WITH THE SIGNS OF THE NEAR APPROACH OF THE GREAT AND TERRIBLE DAY OF THE LORD. IN FACT, THEY CONSTITUTE ONE OF THOSE SIGNS.\n     2. THE CALLING ON THE NAME OF THE LORD, AND THE DELIVERANCE OF THE REMNANT, SPOKEN OF IN CLOSE RELATION TO THE GREAT DAY OF THE LORD, EVIDENTLY REFER TO THE CLOSING SCENES OF THE HISTORY OF THE CHURCH IN THIS MORTAL STATE. THE OPPRESSED PEOPLE OF GOD ARE YET TO RAISE TO HEAVEN ONE UNITED DAY AND NIGHT CRY FOR DELIVERANCE. LUKE 18. THIS IS SYMBOLIZED BY THE MESSAGE OF PRAYER OF THE FOURTH ANGEL OF REVELATION 14:15. AND IN ANSWER TO THIS PRAYER, THE REMNANT WHICH KEEP\n\n                                                                   24\n\nTHE COMMANDMENTS OF GOD AND HAVE THE TESTIMONY OF JESUS, WILL FIND DELIVERANCE.\n     3. WE OBJECT TO THAT NARROW-SOULED THEOLOGY WHICH WILL NOT ALLOW THE OLD LADIES TO HAVE DREAMS BECAUSE THE PROPHECY SAYS, \"YOUR OLD MEN SHALL DREAM DREAMS;\" AND THAT WILL NOT ALLOW YOUNG WOMEN TO HAVE VISIONS BECAUSE THE PROPHECY SAYS, \"YOUR YOUNG MEN SHALL SEE VISIONS.\" THESE STINGY CRITICS SEEM TO FORGET THAT \"MAN,\" AND \"MEN,\" IN THE SCRIPTURES, GENERALLY MEAN BOTH MEN AND WOMEN, THE BOOK SAYS THAT IT IS \"APPOINTED UNTO MEN ONCE TO DIE.\" DON'T WOMEN DIE? \"UNTO YOU, O MAN, I CALL, AND MY VOICE IS TO THE SONS OF MEN.\" DON'T THE LORD CALL WOMEN? BUT THE PROPHECY DOES SAY, \"YOUR SONS AND YOUR DAUGHTERS SHALL PROPHECY.\"\n     ON THE DAY OF PENTECOST THE BELIEVERS WERE FILLED WITH THE HOLY SPIRIT, AND BEGAN TO SPEAK WITH OTHER TONGUES, TO THE GREAT AMAZEMENT OF THE MULTITUDE. SOME, UNACQUAINTED WITH THE OPERATIONS OF THE HOLY SPIRIT, SAID, \"THESE MEN ARE FULL OF NEW WINE.\" PETER ANSWERED, \"THESE MEN ARE NOT DRUNKEN, AS YE SUPPOSE, SEEING IT IS BUT THE THIRD HOUR OF THE DAY. BUT THIS IS THAT WHICH WAS SPOKEN BY THE PROPHET JOEL, AND IT SHALL COME TO PASS IN THE LAST DAYS, SAITH GOD, I WILL POUR OUT OF MY SPIRIT,\" &C.\n     THE PROPHECY OF JOEL APPLIES TO THE CHRISTIAN AGE. AND WE DO NOT OBJECT TO APPLYING THE TERM, \"LAST DAYS,\" HERE USED BY PETER, TO THIS ENTIRE AGE, THOUGH IT MAY HAVE A MORE LIMITED MEANING. BUT LET THIS FACT BE BORNE IN MIND, THAT THE GREAT EVENTS OF THE PROPHECY ARE IN CLOSE CONNECTION WITH, AND ARE SIGNS OF, THE GREAT AND NOTABLE DAY OF THE LORD. THE SPIRIT WAS\n\n                                                                   25\n\nGIVEN ON THE DAY OF PENTECOST; HENCE PETER, POINTING TO ITS INFLUENCE UPON BELIEVERS ON THAT OCCASION, COULD SAY, \"THIS IS THAT WHICH WAS SPOKEN BY THE PROPHET JOEL.\" THAT WAS THE EARLY RAIN. BELIEVERS HAVE EVER SINCE ENJOYED A DEGREE OF THE HOLY SPIRIT, AND FROM TIME TO TIME GOD HAS WONDERFULLY MANIFESTED HIS POWER. BUT, FOR THE CLOSE OF THE DISPENSATION, IS RESERVED THE LATTER RAIN, THE POURING OUT OF THE SPIRIT. HERE IS THE FULFILLMENT OF THE BURDEN OF THE PROPHECY OF JOEL.\n     WE OBJECT TO THAT STUPID BLINDNESS WHICH HAS THE ENTIRE PROPHECY FULFILLED ON THE DAY OF PENTECOST, AND HENCE, THE \"LAST DAYS\" WERE PAST MORE THAN EIGHTEEN HUNDRED YEARS AGO. WE FIND IN THE RECORD ONLY THE EXERCISE OF THE GIFT OF TONGUES. THERE IS NO ACCOUNT OF DREAMS OR VISIONS ON THAT DAY. CERTAINLY THE OUTSIDERS MIGHT WELL HAVE BEEN AMAZED ON BEHOLDING OLD MEN ASLEEP, DREAMING IN THE MIDST OF THE EXCITEMENT AND UPROAR OF THE OCCASION. AND WELL MIGHT THEY HAVE SUPPOSED SUCH TO BE STONE DRUNK. AGAIN, WAS THE SUN TURNED INTO DARKNESS, AND THE MOON INTO BLOOD, ON THE DAY OF PENTECOST? AND WAS THAT THE GREAT AND TERRIBLE DAY OF THE LORD? NO! NO! THE \"LAST DAYS\" MUST EMBRACE THE LAST DAY. SHOULD WE SAY THAT THE LEAVES OF THE NEW TESTAMENT WERE THE LAST LEAVES OF OUR BIBLE, WE SHOULD SPEAK CORRECTLY; YET THEY WOULD EMBRACE THE LAST LEAF. IT WOULD BE EQUALLY CORRECT TO CALL THE BOOK OF REVELATION, OR THE TWO LAST LEAVES OF THE BIBLE, THE LAST LEAVES. BUT IN EACH CASE, THE LAST LEAVES EMBRACE THE VERY LAST LEAF. SO WITH THE LAST DAYS. IF WE CALL THE WHOLE CHRISTIAN AGE, OR THE LAST CENTURY, OR THE LAST THIRTY YEARS, THE\nLAST DAYS, IN EACH CASE THE LAST DAYS MUST EMBRACE THE\n\n                                                                   26\n\nVERY LAST DAY. WITH THIS VIEW OF THE SUBJECT WE READ WITH DELIGHT THE PROPHETIC DESCRIPTION, JOEL 2:28-32, OF THE TERMINATION OF THE PRESENT AGE WITH GRACIOUS BLESSINGS UPON THE PEOPLE OF GOD. THE CHRISTIAN AGE WILL TERMINATE WITH GLORY TO THE RIGHTEOUS; YET A SEVERE CONFLICT WITH THE DRAGON HOST IS JUST AHEAD.\n     REVELATION 12:17. \"AND THE DRAGON WAS WROTH WITH THE WOMAN, AND WENT TO MAKE WAR WITH THE REMNANT OF HER SEED, WHICH KEEP THE COMMANDMENTS OF GOD, AND HAVE THE TESTIMONY OF JESUS CHRIST.'\n     THE WOMAN IS A SYMBOL OF THE CHURCH, AND THE REMNANT OF THE CHURCH REPRESENTS THE CHRISTIANS OF THE LAST GENERATION OF MEN, LIVING JUST PRIOR TO THE SECOND ADVENT. THE DRAGON MAKES WAR ON THESE FOR KEEPING THE COMMANDMENTS OF GOD, SABBATH AND ALL, AND HAVING THE TESTIMONY OF JESUS CHRIST, WHICH, ACCORDING TO THE INSPIRED DEFINITION OF CHAPTER 19:10, \"IS THE SPIRIT OF PROPHECY.\" HERE, THEN, ARE THE CAUSES OF THE DRAGON'S WARFARE UPON THE REMNANT. THEY TEACH THE OBSERVANCE OF THE TEN COMMANDMENTS, AND THE REVIVAL OF THE GIFTS, AND ACKNOWLEDGE THE GIFT OF PROPHECY AMONG THEM. WHEN THE DEVIL GOT ONE FOOT UPON THE FOURTH COMMANDMENT, AND THE OTHER UPON THE GIFTS PLANTED IN THE CHRISTIAN CHURCH BY JESUS CHRIST, THEN HIS SATANIC MAJESTY WAS FILLED WITH REVENGEFUL DELIGHT. BUT WHEN THE REMNANT, WHOM GOD DESIGNS TO FIT FOR TRANSLATION TO HEAVEN WITHOUT SEEING DEATH, \"ASK FOR THE OLD PATHS, WHERE IS THE GOOD WAY, AND WALK THEREIN,\" THEN THE DRAGON IS WROTH, AND MAKES WAR ON THEM.\n     THE TRUE SPIRIT OF THE DRAGONIC HOST, WHICH IS ALREADY BEING SOMEWHAT DEVELOPED, IS VIVIDLY DESCRIBED IN ISAIAH 30:8-13, AS BEING MANIFESTED JUST PRIOR TO\n\n                                                                   27\n\nTHE SUDDEN DESTRUCTION OF THOSE WHO HATE THE PURE TESTIMONY, AND LOVE SMOOTH AND DECEITFUL THINGS.\n     \"NOW GO, WRITE IT BEFORE THEM IN A TABLE, AND NOTE IT IN A BOOK, THAT IT MAY BE FOR THE TIME TO COME FOREVER AND EVER [MARGIN, \"THE LATTER DAY\"]; THAT THIS IS A REBELLIOUS PEOPLE, LYING CHILDREN, CHILDREN THAT WILL NOT HEAR THE LAW OF THE LORD; WHICH SAY TO THE SEERS, SEE NOT, AND TO THE PROPHETS, PROPHESY NOT UNTO US RIGHT THINGS, SPEAK UNTO US SMOOTH THINGS, PROPHESY DECEITS; GET YOU OUT OF THE WAY, TURN ASIDE OUT OF THE PATH, CAUSE THE HOLY ONE OF ISRAEL TO CEASE FROM BEFORE US. WHEREFORE THUS SAITH THE HOLY ONE OF ISRAEL, BECAUSE YE DESPISE THIS WORD, AND TRUST IN OPPRESSION AND PERVERSENESS, AND STAY THEREON; THEREFORE THIS INIQUITY SHALL BE TO YOU AS A BREACH READY TO FALL, SWELLING OUT IN A HIGH WALL, WHOSE BREAKING COMETH SUDDENLY AT AN INSTANT.\"\n     BUT THE SKEPTICAL OBJECTOR INQUIRES, \"WHERE ARE THE GIFTS? IF YOUR POSITION BE CORRECT, WHY HAVE THEY NOT BEEN MANIFESTED IN THE CHURCH ALL ALONG DOWN EVER SINCE GOD SET THEM IN THE CHURCH? WHY ARE NOT THE SICK HEALED BY FAITH NOW?\" WE ARE AWARE THAT THIS IS THE PRINCIPAL OBJECTION BROUGHT AGAINST THE SCRIPTURE DOCTRINE OF THE PERPETUITY OF THE GIFTS, THEREFORE IT DEMANDS SPECIAL NOTICE. WE REPLY TO IT AS FOLLOWS:\n     1. THE SICK WERE NOT ALWAYS HEALED BY FAITH IN PAUL'S DAY. HE SAYS, 2 TIMOTHY 4:20, \"TROPHIMUS HAVE I LEFT AT MILETUM SICK.\" AGAIN HE SAYS TO TIMOTHY, 1 TIMOTHY 5:23, \"DRINK NO LONGER WATER, BUT USE A LITTLE WINE FOR THY STOMACH'S SAKE AND THINE OFTEN INFIRMITIES.\" GOD COULD HAVE ANSWERED THE PRAYERS OF HIS SERVANT PAUL, AND RAISED UP TROPHIMUS, AND\n\n                                                                   28\n\nHEALED TIMOTHY'S INFIRMITIES, IF THIS HAD BEEN BEST. WE CONCLUDE THAT GOD HAS NOT DESIGNED IN ANY AGE OF THE CHURCH TO MANIFEST HIS POWER SO FAR THAT THERE SHOULD BE NO SICK AMONG CHRISTIANS. BUT IN CASES WHERE IT WOULD BE FOR THE GOOD OF THE AFFLICTED, AND FOR HIS OWN GLORY, HE HAS MANIFESTED HIS POWER, AND WILL MANIFEST IT.\n     2. THE UNBELIEF OF THE PROFESSED FOLLOWERS OF CHRIST IN THE MANIFESTATION OF SPIRITUAL GIFTS IS SUFFICIENT REASON WHY THEY ARE NOT MORE FULLY MANIFESTED. IT IS SAID OF CHRIST, \"AND HE DID NOT MANY MIGHTY WORKS THERE BECAUSE OF THEIR UNBELIEF.\" MATTHEW 13:58. THERE IS AN IMPIOUS UNBELIEF WITH MANY AT THIS DAY WHO PROFESS TO TAKE THE BIBLE AS THEIR GUIDE, WHICH RESEMBLES THAT OF THOSE WHO, MOCKINGLY, SAID OF CHRIST AS HE HUNG ON THE CROSS, \"LET CHRIST, THE KING OF ISRAEL, DESCEND NOW FROM THE CROSS, THAT WE MAY SEE AND BELIEVE.\" IT IS SOMETIMES SAID IN REPLY TO THE BIBLE EVIDENCES OF THE PERPETUITY OF SPIRITUAL GIFTS, \"JUST WORK A FEW MIRACLES, AND WE WILL BELIEVE YOUR DOCTRINE.\" IT IS NOT GOD'S PLAN TO GRATIFY SUCH SPIRITS; FOR SHOULD THEY SEE AS POWERFUL MANIFESTATIONS AS WERE SEEN IN THE DAYS OF CHRIST, OF PAUL, AND PETER, THEY WOULD SCOFFINGLY ATTRIBUTE IT TO THE POWER OF SATAN OR SOME OTHER CAUSE BESIDES THE POWER OF GOD.\n     IT IS HUMBLE, CONFIDING FAITH THAT MOVES OMNIPOTENCE. THOSE ONLY WHO HAVE THIS FAITH MAY EXPECT THE MANIFESTATION OF THE GIFTS. MARK 2:5. \"WHEN JESUS SAW THEIR FAITH, HE SAID UNTO THE SICK OF THE PALSY, SON, THY SINS BE FORGIVEN THEE.\" CHAPTER 9:23. \"JESUS SAID UNTO HIM, IF THOU CANST BELIEVE, ALL THINGS ARE POSSIBLE TO HIM THAT BELIEVETH.\" MATTHEW 9:21, 22.\n\n                                                                   29\n\n\"FOR SHE SAID WITHIN HERSELF, IF I MAY BUT TOUCH HIS GARMENT, I SHALL BE WHOLE. BUT JESUS TURNED HIM ABOUT, AND WHEN HE SAW HER HE SAID, DAUGHTER, BE OF GOOD COMFORT, THY FAITH HATH MADE THEE WHOLE. AND THE WOMAN WAS MADE WHOLE FROM THAT HOUR.\" CHAPTER 15:28. \"THEN JESUS ANSWERED AND SAID UNTO HER, O WOMAN, GREAT IS THY FAITH; BE IT UNTO THEE EVEN AS THOU WILT. AND HER DAUGHTER WAS MADE WHOLE FROM THAT VERY HOUR.\"\n     3. THE GIFTS HAVE BEEN SUPERSEDED IN THE POPULAR CHURCHES BY HUMAN CREEDS. THE OBJECT OF THE GIFTS, AS STATED BY PAUL, WAS \"FOR THE PERFECTING OF THE SAINTS, FOR THE WORK OF THE MINISTRY, FOR THE EDIFYING OF THE BODY OF CHRIST, TILL WE ALL COME IN THE UNITY OF THE FAITH.\" THESE WERE HEAVEN'S APPOINTED MEANS TO SECURE THE UNITY OF THE CHURCH. CHRIST PRAYED THAT HIS PEOPLE MIGHT BE ONE, AS HE WAS ONE WITH HIS FATHER. READ JOHN 17. PAUL EXHORTED THE CORINTHIANS IN THE NAME OF CHRIST TO BE PERFECTLY JOINED TOGETHER IN THE SAME MIND, AND IN THE SAME JUDGMENT. READ 1 CORINTHIAN 2:10; ROMANS 15:5; PHILIPPIANS 2:1, 2; 1 PETER 3:8; V, 5. THE GIFT WERE GIVEN TO SECURE THIS STATE OF UNITY.\n     BUT THE POPULAR CHURCHES HAVE INTRODUCED ANOTHER MEANS OF PRESERVING UNITY, NAMELY, HUMAN CREEDS. THESE CREEDS SECURE A SORT OF UNITY TO EACH DENOMINATION; BUT THEY HAVE ALL PROVED INEFFICIENT, AS APPEARS FROM THE \"NEW SCHOOLS\" AND \"REFORMED\" OF ALMOST EVERY CREED-BOUND DENOMINATION UNDER HEAVEN. HENCE THE MANY KINDS OF BAPTISTS, OF PRESBYTERIANS, AND OF METHODISTS, &C., &C. THERE IS NOT AN EXCUSE FOR THIS STATE OF THINGS ANYWHERE TO BE FOUND IN THE BOOK OF\n\n                                                                   30\n\nGOD. THESE SECTS ARE NOT ON THE FOUNDATION OF UNITY LAID BY JESUS CHRIST, AND TAUGHT BY PAUL, THE WISE MASTER BUILDER. AND THE SMALLER SECTS WHO REJECT HUMAN CREEDS, PROFESSING TO TAKE THE BIBLE AS THEIR RULE OF FAITH AND PRACTICE, YET REJECT THE GIFTS, ARE NOT A WHIT BETTER OFF. IN THESE PERILOUS TIMES THEY SHAKE TO FRAGMENTS, YET CRYING, THE BIBLE! THE BIBLE! WE, TOO, WOULD EXALT THE BIBLE, AND WOULD SAY TO THOSE WHO WOULD REPRESENT US AS TAKING THE GIFTS INSTEAD OF THE BIBLE, THAT WE ARE NOT SATISFIED WITH A PART OF THE SACRED VOLUME, BUT CLAIM AS OURS THE BIBLE, AND THE WHOLE BIBLE, GIFTS AND ALL.\n     ALL THE DENOMINATIONS CANNOT BE RIGHT, AND IT MAY NOT BE WRONG TO SUPPOSE THAT NO ONE OF THEM IS RIGHT ON ALL POINTS OF FAITH. TO SHOW THAT THEY CANNOT HAVE THEIR CREEDS AND THE GIFTS TOO, THAT CREEDS SHUT OUT THE GIFTS, WE WILL SUPPOSE THAT GOD, THROUGH CHOSEN INSTRUMENTS TAKEN FROM EACH SECT, BEGINS TO SHOW UP THE ERRORS IN THE CREEDS OF THESE DIFFERENT DENOMINATIONS. IF THEY RECEIVE THE TESTIMONY AS FROM HEAVEN, IT WOULD SPOIL THEIR CREEDS. BUT WOULD THEY THROW THEM AWAY AND COME OUT ON THE PLATFORM OF UNITY TAUGHT BY CHRIST, PAUL, AND PETER? NEVER! NEVER! THEY WOULD A THOUSAND TIMES SOONER TRAMPLE THE HUMBLE INSTRUMENTS OF GOD'S CHOICE INTO THE DUST. IT IS EVIDENT THAT IF THE GIFT'S WERE RECEIVED, THEY WOULD DESTROY HUMAN CREEDS, AND THAT IF CREEDS BE RECEIVED, THEY SHUT OUT THE GIFTS. THE SECOND ANGEL'S MESSAGE BROUGHT THE ADVENTISTS FROM THE CREED-BOUND CHURCHES, WHERE THEY COULD BE REACHED BY THE GIFTS, BE UNITED AND PREPARED FOR THE COMING  OF THE LORD.\n     4. WHEN WE CONSIDER THE GREAT APOSTASY OF THE\n\n                                                                   31\n\nCHURCH, THE CORRUPTION OF HER PURE DOCTRINES, AND HER SOJOURN OF 1260 YEARS IN THE WILDERNESS, WE ARE NOT SURPRISED THAT WE DO NOT FIND ON THE PAGES OF HER SAD HISTORY ANY CLEARER RECORDS OF THE MANIFESTATION OF SPIRITUAL GIFTS. WE WOULD HERE CALL ATTENTION TO A WORK COMPILED BY ELD. M. E. CORNELL, ENTITLED \"MIRACULOUS POWERS,\" IN WHICH MAY BE FOUND TESTIMONIES FROM NOT ONLY THE EMINENTLY PIOUS, BUT FROM MANY OF THE LEARNED, AND FROM SOME OF THE MOST RELIABLE HISTORIANS, FAIRLY REPRESENTING THE FAITH OF THE CHURCH UPON THE SUBJECT OF SPIRITUAL GIFTS. WE DO NOT RELY UPON THE TESTIMONY OF MEN AS PROOF OF OUR POSITION; BUT AFTER BEING ESTABLISHED IN THE DOCTRINE OF THE PERPETUITY OF SPIRITUAL GIFTS FROM THE PLAIN TESTIMONY OF GOD'S WORD, IT IS A MATTER OF UNSPEAKABLE JOY TO FIND THAT ON THIS VITAL DOCTRINE OUR FAITH IS IN HARMONY WITH THE GOOD, THE HUMBLE, AND THE PRUDENT, EVER SINCE CHRIST SAID TO HIS FIRST MINISTERS, \"THESE SIGNS SHALL FOLLOW THEM THAT BELIEVE.\"\n     INFINITE WISDOM HAS DOUBTLESS WITHHELD THEM TO A GREAT EXTENT LEST SATAN TAKE ADVANTAGE OF THE IGNORANCE AND WEAKNESS OF THE PEOPLE OF GOD, AND PUSH THEM OVER INTO FANATICISM. MANY WHO HAVE SUPPOSED THAT THEY WERE FAVORED WITH MANIFESTATIONS OF THE SPIRIT OF GOD, HAVE REGARDED THEMSELVES AS BEING QUITE OUT OF DANGER. THEY SOON BECAME LIFTED UP WITH PRIDE IN SPIRITUAL THINGS, AND WERE SATAN'S EASY PREY.\n     IF IT WAS NECESSARY THAT PAUL SHOULD HAVE A THORN IN THE FLESH, THE MESSENGER OF SATAN, TO BUFFET HIM, LEST HE BECOME EXALTED THROUGH THE ABUNDANCE OF REVELATIONS WITH WHICH HE WAS FAVORED, IT IS A REASONABLE CONCLUSION THAT ALL WHO SEEK TO WALK WITH GOD, AND\n\n                                                                   32\n\nSHARE ALL THE SPIRITUAL BLESSINGS OF THE CHRISTIAN AGE, ARE ALSO IN DANGER OF EXALTATION AND THE WILES OF THE DEVIL. IF HE CAN PUSH ONE SUCH TO EXTREMES AND FANATICISM, HE DISGRACES THE VITAL PART OF CHRISTIANITY, AND GAINS A GREATER VICTORY THAN IN HOLDING A HUNDRED SOULS IN COLD FORMALITY. THE HISTORY OF LUTHER, THE WESLEYS, AND OTHERS, WHO BY THE POWER OF A LIVING FAITH LED THE CHURCH FROM THE DARK SHADES OF ERROR AND FORMALITY TO A CLEARER LIGHT, PROVES THE NECESSITY OF THE MIND'S BEING WELL BALANCED WITH CAUTION. AND HE WHO SEES NO NEED OF CAUTION HERE IS NOT FAR FROM SOME DELUSIVE SNARE OF SATAN. BUT IN WALKING SOFTLY AND HUMBLY BEFORE GOD, IN STRICT WATCHFULNESS AND FERVENT PRAYER TO BE KEPT BY THE POWER OF GOD FROM THE WILES OF SATAN, THERE IS SAFETY. GOD HAS GREAT BLESSINGS IN STORE FOR HIS PEOPLE, AND WILL BESTOW THEM AS FAST AS THEY CAN MAKE A RIGHT USE OF THEM TO THEIR GOOD, AND HIS GLORY. AMEN.\n\n\n\nFacts of Faith\n\nChapter I. - The Creation.\n\n     When God had formed the earth, there were mountains, hills, and plains, and interspersed among them were rivers and bodies of water. The earth was not one extensive plain, but the monotony of the scenery was broken by hills and mountains, not high and ragged as they now are, but regular and beautiful in shape. The bare, high rocks were never seen upon them, but lay beneath the surface, answering as bones to the earth. The waters were regularly dispersed. The hills, mountains, and very beautiful plains, were adorned with plants and flowers, and tall, majestic trees of every description, which were many times larger, and much more beautiful, than trees now are. The air was pure and healthful, and the earth seemed like a noble palace. Angels beheld and rejoiced at the wonderful and beautiful works of God.", "paragraph": 1, "bookcode": "3SG", "page": 33}