{"word": "MB - Thoughts from the Mount of Blessing (1896)\n\n\nFOREWORD\n\n     HUNDREDS OF THOUSANDS OF COPIES OF THOUGHTS FROM THE MOUNT OF BLESSING HAVE BEEN PRINTED AND DISTRIBUTED IN NEARLY A SCORE OF LANGUAGES SINCE IT WAS FIRST PUBLISHED IN 1896. IN ENGLISH-READING COUNTRIES SEVERAL EDITIONS WITH IDENTICAL TEXTUAL CONTENT BUT WITH VARIATIONS IN FORMAT AND PAGINATION HAVE BEEN WIDELY DISTRIBUTED. TO ELIMINATE CONFUSION IN THE USE OF THE VOLUME IN REFERENCE WORK, A STANDARD PAGE HAS BEEN ADOPTED WHICH WILL SERVE AS THE BASIS OF PRESENT AND SUBSEQUENT PRINTINGS.\n     IN SEVERAL FORMER EDITIONS, IN AN ENDEAVOR TO ACHIEVE A CERTAIN FORMAT, SELECTIONS FROM VERSES OF POETRY WERE, WITH THE CONSENT OF THE AUTHOR, INSERTED BY THE PUBLISHERS IN A NUMBER OF PLACES THROUGHOUT THE TEXT. IN THIS EDITION, ONLY POETRY SELECTED AND MADE A PART OF THE TEXT BY THE AUTHOR HERSELF IS RETAINED. THE ADDITION OF BOTH SCRIPTURE AND SUBJECT INDEXES MAKES THIS VOLUME MORE USEFUL.\n     THAT THE LESSONS DRAWN FROM THE TEACHINGS OF THE MASTER HEREIN SET FORTH MAY CONTINUE TO ENLIGHTEN, ENCOURAGE, AND BLESS MANKIND, IS THE SINCERE WISH OF THE PUBLISHERS AND\n\n                        THE TRUSTEES OF THE\n                     ELLEN G. WHITE PUBLICATIONS.\n\n    WASHINGTON, D.C.\n    JUNE 22, 1955.\n\n\nPreface\n\n     The Sermon on the Mount is Heaven's benediction to the world--a voice from the throne of God.  {MB vii.1} \n     It was given to mankind to be to them the law of duty and the light of heaven, their hope and consolation in despondency, their joy and comfort in all the vicissitudes and walks of life. Here the Prince of preachers, the Master Teacher, utters the words that the Father gave Him to speak.  {MB vii.2}  \n     The Beatitudes are Christ's greeting, not only to those who believe, but to the whole human family. He seems to have forgotten for a moment that He is in the world, not in heaven; and He uses the familiar salutation of the world of light. Blessings flow from His lips as the gushing forth of a long-sealed current of rich life.  {MB vii.3}  \n     Christ leaves us in no doubt as to the traits of character that He will always recognize and bless. From the ambitious favorites of the world, He turns to those whom they disown, pronouncing all blessed who receive His light and life. To the poor in spirit, the meek, the lowly, the sorrowful, the despised, the persecuted, He opens His arms of refuge, saying, \"Come unto Me, . . . and I will give you rest.\"  {MB vii.4}  \n     Christ can look upon the misery of the world without a shade of sorrow for having created man. In the human heart He sees more than sin, more than misery. In His infinite wisdom and love He sees man's possibilities, the height to which he may attain. He knows that, even though human beings have abused \n          viii\n\ntheir mercies and destroyed their God-given dignity, yet the Creator is to be glorified in their redemption.  {MB vii.5}  \n     Throughout all time the words that Christ spoke from the mount of Beatitudes will retain their power. Every sentence is a jewel from the treasure house of truth. The principles enunciated in this discourse are for all ages and for all classes of men. With divine energy, Christ expressed His faith and hope as He pointed out class after class as blessed because of having formed righteous characters. Living the life of the Life-giver, through faith in Him, everyone can reach the standard held up in His words. \n\n                                           E.G.W.  {MB viii.1} \n\n\nTable of Contents\n\nOn the Mountainside ............................................ 1\n\nThe Beatitudes ................................................. 6\n\nThe Spirituality of the Law ................................... 45\n\nThe True Motive in Service .................................... 79\n\nThe Lord's Prayer ............................................ 102\n\nNot Judging, but Doing ....................................... 123\n\n\nChap. 1 - On the Mountainside\n\n     More than fourteen centuries before Jesus was born in Bethlehem, the children of Israel gathered in the fair vale of Shechem, and from the mountains on either side the voices of the priests were heard proclaiming the blessings and the curses--\"a blessing, if ye obey the commandments of the Lord your God: . . . and a curse, if ye will not obey.\" Deuteronomy 11:27, 28. And thus the mountain from which the words of benediction were spoken came to be known as the mount of blessing. But it was not upon Gerizim that the words were spoken which have come as a benediction to a sinning and sorrowing world. Israel fell short of the high ideal which had been set before her. Another than Joshua must guide His people to the true rest of faith. No longer is Gerizim known as the mount of the Beatitudes, but that unnamed mountain beside the Lake of Gennesaret, where Jesus spoke the words of blessing to His disciples and the multitude.", "paragraph": 1, "bookcode": "MB", "page": 1}