{
    "word": "The talents of means, be they five, two, or one, are to be improved. Those who have a large amount of means are responsible for a large number of talents. But the comparatively poor men are not released from responsibility. Those who have but little of this world are represented as having one talent. Yet they are in just as great danger of having too great love for that little, and of selfishly retaining it from the cause of God, as are the more wealthy. They do not sense their danger. They apply the stirring reproofs addressed in the word of God to the lovers of this world, to the rich alone, while they themselves may be in even greater danger than the more wealthy. Whether they have much or little, all are required to put their talents out to the exchangers, that when the Master comes He may receive His own with usury. They are also required to maintain a consecration to God and an unselfish interest in His cause and work. Seeking first the kingdom of God and His righteousness, they are to believe His promise that all things shall be added. In comparison with every other consideration the salvation of the souls of their fellow men should be primary, but this is not generally the case. If there is a neglect anywhere, it is the cause of God that must suffer. God has lent men talents, not to foster their pride, or to excite in them envy, but to be used by them to His glory. He has made these men agents to disperse the means with which to carry forward the work of the salvation of men. Christ has given them an \n                                                                           660\nexample in His life. He left all His heavenly riches and splendor, and for our sakes became poor, that we, through His poverty, might be made rich. It is not the plan of God to rain down means from heaven in order that His cause may be sustained. He has entrusted, or deposited, ample means with men, that there shall be no lack in any department of His work. He proves those who profess to love Him by placing means in their hands, and then tries them to see if they love the gift better than the Giver. God will reveal, in time, the true feelings of the heart.",
    "paragraph": 1,
    "bookcode": "TttC",
    "page": 659
}