{
    "word": "Brother Hyde, who was present during this vision, composed the following verses, which have gone the rounds of the religious papers, and have found a place in several hymn-books. Those who have published, read, and sung them have little thought that they originated from a vision of a girl persecuted for her humble testimony. \n\n\n          We have heard from the bright, the holy land; \n           We have heard, and our hearts are glad; \n          For we were a lonely pilgrim band, \n           And weary, and worn, and sad. \n          They tell us the saints have a dwelling there-- \n           No longer are homeless ones; \n          And we know that the goodly land is fair, \n           Where life's pure river runs. \n\n\n          They say green fields are waving there, \n           That never a blight shall know; \n          And the deserts wild are blooming fair, \n           And the roses of Sharon grow. \n          There are lovely birds in the bowers green, \n           Their songs are blithe and sweet; \n          And their warblings, gushing ever new, \n           The angels' harpings greet. \n\n\n          We have heard of the palms, the robes, the crowns, \n           And the silvery band in white; \n          Of the city fair, with pearly gates, \n           All radiant with light. \n          We have heard of the angels there, and saints, \n           With their harps of gold, how they sing; \n          Of the mount, with the fruitful tree of life, \n           Of the leaves that healing bring. \n\n\n          The King of that country, He is fair, \n           He's the joy and light of the place; \n          In His beauty we shall behold Him there, \n           And bask in His smiling face. \n                                                                           71\n\n          We'll be there, we'll be there in a little while, \n           We'll join the pure and the blest; \n          We'll have the palm, the robe, the crown, \n           And forever be at rest. \n\n                                               -",
    "paragraph": 1,
    "bookcode": "1T",
    "page": 70
}