{
    "word": "Said the angel: \"Hear, O heavens, the cry of the oppressed, and reward the oppressors double according to their deeds.\" This nation will yet be humbled into the dust. England is studying whether it is best to take advantage of the present weak condition of our nation, and venture to make war upon her. She is weighing the matter, and trying to sound other nations. She fears, if she should commence war abroad, that she would be weak at home, and that other nations would take advantage of her weakness. Other nations are making quiet yet active preparations for war, and are hoping that England will make war with our nation, for then they would improve the opportunity to be revenged on her for the advantage she has taken of them in the past and the injustice done them. A portion of the queen's subjects are waiting a favorable opportunity to break their yoke; but if England thinks it will pay, she will not hesitate a moment to improve her opportunities to exercise her power and humble our nation. When England does declare war, all nations will have an interest of their own to serve, and there will be general war, general confusion. England is acquainted with the diversity of feeling among those who are seeking to quell the rebellion. She well knows the perplexed condition of our Government; she has looked with astonishment at the prosecution of this war--the slow, inefficient moves, the inactivity of our armies, and the ruinous expenses of our nation. The weakness of our Government is fully open before other nations, and they now conclude that it is because it was not a monarchial government, and they admire their own government, and look down, some with pity, others \n                                                                           260\nwith contempt, upon our nation, which they have regarded as the most powerful upon the globe. Had our nation remained united it would have had strength, but divided it must fall. \n\n                                               -",
    "paragraph": 1,
    "bookcode": "TttC",
    "page": 259
}