{"word": "1MCP - Mind, Character, and Personality Volume 1 (1977)\n\n\nFOREWORD\n\n     IN ELLEN G. WHITE'S LIFETIME (1827-1915) PSYCHOLOGY, THE SCIENCE WHICH TREATS OF THE MIND AND ITS POWERS AND FUNCTIONS, WAS IN ITS INFANCY. YET THERE EMERGES THROUGHOUT HER WRITINGS A DISTINCTIVE PHILOSOPHY IN WHICH GUIDELINES IN THIS SCIENCE AND TO MENTAL HEALTH ARE CLEARLY PORTRAYED.\n     THE PURPOSE OF THIS COMPILATION IS TO BRING THE ELLEN G. WHITE STATEMENTS IN THIS BROAD, IMPORTANT, AND SOMETIMES CONTROVERSIAL FIELD TOGETHER FOR CONVENIENT STUDY. SEVENTH-DAY ADVENTISTS AND OTHERS WITH THEIR CONVICTION THAT ELLEN G. WHITE WROTE UNDER THE INFLUENCE OF THE SPIRIT OF GOD TREASURE GUIDANCE IN A FIELD SO VITAL TO ALL HUMANITY AT A TIME WHEN SCHOOLS OF PSYCHOLOGICAL THOUGHT ARE VARIED AND CHANGING.\n     THE SOUNDNESS OF ELLEN  WHITE'S VIEWS IN THE AREAS OF PHYSIOLOGY, NUTRITION, AND EDUCATION, AS WELL AS IN OTHER FIELDS, HAS ALREADY BEEN DEMONSTRATED. THERE IS NO DOUBT THAT AS RESEARCH IN PSYCHOLOGY AND MENTAL HEALTH PROGRESSES, HER REPUTATION FOR SETTING FORTH SOUND PSYCHOLOGICAL PRINCIPLES WILL BE STILL MORE FIRMLY ESTABLISHED. TO THE DEVOUT ADVENTIST THIS WORK, MIND, CHARACTER, AND PERSONALITY, WILL SUPPLY MANY ANSWERS. WE ARE CERTAIN THAT AS TRUTH UNFOLDS, THE POSITIONS TAKEN HERE WILL APPEAL MORE AND MORE TO ALL THOUGHTFUL READERS.\n     IN THESE CIRCUMSTANCES THE OCCASIONAL APPEARANCE OF SUCH EXPRESSIONS AS \"I SAW,\" \"I WAS SHOWN,\" \"I HAVE BEEN INSTRUCTED,\" ARE NOT ONLY UNDERSTOOD, BUT ARE WELCOMED FOR THE ASSURANCE THEY GIVE THAT THE CONCEPTS PORTRAYED ORIGINATED WITH HIM WHO SHAPED THE HUMAN MIND.\n     IN ASSEMBLING THIS MATERIAL IN THE WHITE ESTATE OFFICES THERE HAS BEEN NO ATTEMPT TO SELECT PASSAGES THAT SUPPORT VIEWS ADVOCATED BY VARIOUS AUTHORITIES IN THE FIELDS OF EDUCATION AND PSYCHOLOGY. NO PRECONCEIVED VIEWS HELD BY THE COMPILERS ARE REPRESENTED HERE. RATHER, AN EFFORT HAS BEEN MADE TO ALLOW ELLEN WHITE TO FREELY PROPOUND HER VIEWS. THIS HAS BEEN ACCOMPLISHED BY DRAWING FROM THE VAST STORE OF HER PUBLISHED WRITINGS, PENNED THROUGH SIX DECADES, AS THEY APPEAR IN CURRENT OR OUT-OF-PRINT BOOKS, PAMPHLETS, HER THOUSANDS OF PERIODICAL ARTICLES, AND IN HER VOLUMINOUS MANUSCRIPT AND CORRESPONDENCE FILES HOUSED IN THE WHITE ESTATE VAULT.\n     A LARGE PORTION OF MIND, CHARACTER, AND PERSONALITY PRESENTS GENERAL GUIDING PRINCIPLES. THIS IS INTERSPERSED AND SUPPLEMENTED WITH MATERIALS SETTING FORTH PRACTICAL ADMONITIONS AND COUNSELS IN THE SETTING OF THE RELATIONSHIP OF THE TEACHER AND THE STUDENT, THE MINISTER AND THE PARISHIONER, THE PHYSICIAN AND THE PATIENT, OR THE PARENT AND THE CHILD.\n     THE COUNSELS IN SCORES OF INSTANCES ADDRESSED TO AN EXECUTIVE, MINISTER, PHYSICIAN, TEACHER, EDITOR, HUSBAND, HOUSEWIFE, OR YOUTH, MAY IN THEIR REVELATION OF CIRCUMSTANCES AND ADVICE GIVEN, PARTAKE SOMEWHAT OF THE FORM OF CASE HISTORIES. ATTENTION SHOULD BE DIRECTED TO THE PRINCIPLE INVOLVED.\n     OBVIOUSLY ELLEN WHITE DID NOT WRITE AS A PSYCHOLOGIST. SHE DID NOT EMPLOY TERMINOLOGY IN COMMON USAGE IN THE FIELD OF PSYCHOLOGY TODAY. IN FACT, THE READER MUST EVEN APPROACH HER USES OF THE TERMS \"PSYCHOLOGY\", \"PHRENOLOGY,\" ETC., WITH UNDERSTANDING. THE KNOWLEDGEABLE READER, HOWEVER, WILL BE DEEPLY IMPRESSED BY HER UNUSUAL INSIGHT INTO BASIC PRINCIPLES OF PSYCHOLOGY, WHICH THESE WRITINGS EVINCE. THE ELLEN G. WHITE STATEMENTS ON THE VARIOUS ASPECTS OF THE MIND, ITS VITAL PLACE IN THE HUMAN EXPERIENCE, ITS POTENTIALS, AND THE FACTORS THAT LEAD TO ITS OPTIMUM FUNCTIONING AS DRAWN TOGETHER IN A LOGICAL SEQUENCE YIELD A CHOICE ADDITION TO THE ELLEN G. WHITE BOOKS ISSUED POSTHUMOUSLY. THESE HELP US TO COMPREHEND WHAT MAN IS AND TO UNDERSTAND HIS RELATIONSHIP TO HIS EARTHLY ENVIRONMENT, TO GOD, AND TO THE UNIVERSE.\n     TEN YEARS AGO, WHEN WORK WAS BEGUN ON THIS COMPILATION, IT WAS THOUGHT THAT IT WOULD HAVE ITS WIDEST APPEAL TO THOSE STUDYING PARTICULARLY IN THE FIELD OF MENTAL HEALTH. HENCE, AN ARRANGEMENT HAS BEEN FOLLOWED THAT WOULD MAKE STATEMENTS READILY AVAILABLE TO THOSE CONSIDERING CLASSIFIED AREAS. THE RESEARCHER SHOULD UNDERSTAND THAT WHILE AN ATTEMPT HAS BEEN MADE TO AVOID REDUNDANCY AS MUCH AS POSSIBLE, A FEW KEY STATEMENTS ARE REPEATED IN DIFFERENT CHAPTERS BECAUSE THE STUDENT WOULD EXPECT TO FIND THEM UNDER DIFFERENT APPROPRIATE HEADINGS. IT IS NOW CLEAR THAT THIS COMPILATION IS OF VITAL INTEREST TO ALL ADVENTISTS AND TO THEIR FRIENDS AS WELL, FOR ALL OF US ARE INVOLVED IN THE BATTLE FOR THE MIND.\n     THE WORK OF THE COMPILERS HAS BEEN CONFINED TO THE SELECTION OF THE MATERIALS, PLACING THESE IN WHAT SEEMED TO BE A LOGICAL SEQUENCE, AND SUPPLYING THE HEADINGS, INCLUDING THE SIDE HEADINGS THAT INTRODUCE THE ITEMS CHOSEN. AN ATTEMPT HAS BEEN MADE TO INCLUDE ALL ESSENTIAL STATEMENTS ON THE SUBJECTS PRESENTED, PENNED THROUGH THE YEARS OF ELLEN WHITE'S ACTIVE SERVICE, THUS TAKING ADVANTAGE OF APPROACHING A GIVEN POINT FROM ALL ANGLES AND PRESENTING THE WIDEST POSSIBLE COVERAGE. IN SO DOING THERE IS HERE AND THERE REPETITION OF THOUGHT IN GENERAL BASIC LINES THAT THE CASUAL READER MAY FIND SOMEWHAT IRRITATING. THE CAREFUL STUDENT, HOWEVER, WILL WELCOME EACH PHRASE THAT MAKES A CONTRIBUTION TO THE SUBJECT UNDER DISCUSSION. THUS MIND, CHARACTER, AND PERSONALITY IS SOMEWHAT ENCYCLOPEDIC.\n     EACH QUOTATION CARRIES A SPECIFIC CREDIT TO ITS SOURCE IN THE ELLEN G. WHITE MATERIALS, MAKING IT POSSIBLE FOR THE READER IN MANY CASES TO TURN TO THE FULL ORIGINAL CONTEXT IF DESIRED. IN THE INTEREST OF CONSERVING SPACE, THE COMMONLY ACCEPTED ABBREVIATIONS TO THE E. G. WHITE WRITINGS ARE EMPLOYED IN THE SOURCE REFERENCES. A KEY TO THESE ABBREVIATIONS FOLLOWS IN THE INTRODUCTORY PAGES. IN ALL CASES THE DATE OF WRITING OR OF FIRST PUBLICATION IS SUPPLIED. THE ORIGINAL SOURCES ARE GIVEN AS PRIMARY REFERENCES, AND IF CURRENTLY AVAILABLE IN BOOK FORM, THE APPROPRIATE CURRENT PUBLISHED REFERENCES APPEAR. CREDITS TO THE SEVENTH-DAY ADVENTIST BIBLE COMMENTARY ARE TO THE E. G. WHITE SUPPLEMENTARY STATEMENTS APPEARING AT THE CLOSE OF EACH OF THE COMMENTARY VOLUMES, OR IN VOLUME 7A OF THE SDA BIBLE COMMENTARY.\n     LIMITATION OF SPACE HAS PRECLUDED THE INCLUSION IN THESE VOLUMES OF SOME MIND-RELATED TOPICS AS \"INSANITY\", ETC., FOR WHICH THE READER IS REFERRED TO THE COMPREHENSIVE INDEX TO THE WRITINGS OF ELLEN G. WHITE.\n     THIS COMPILATION HAS BEEN PREPARED IN THE OFFICES OF THE ELLEN G. WHITE ESTATE UNDER THE DIRECTION OF THE BOARD OF TRUSTEES AS AUTHORIZED BY ELLEN WHITE IN HER WILL. UNLIKE MOST COMPILATIONS OF ELLEN G. WHITE MATERIALS IT WAS FIRST RELEASED IN TEMPORARY FORM UNDER THE TITLE OF GUIDELINES TO MENTAL HEALTH, FOR CLASSROOM TESTING AND FOR CRITICAL READING BY ADVENTIST EDUCATORS, PSYCHOLOGISTS, AND PSYCHIATRISTS. IT WAS THE DESIRE OF THE WHITE ESTATE TO MAKE CERTAIN THAT ALL KNOWN STATEMENTS RELEVANT TO THE TOPICS REPRESENTED WERE TAKEN INTO ACCOUNT AND THAT THE ARRANGEMENT OF MATERIALS WAS ACCEPTABLE.\n     THE FAVORABLE RESPONSE FROM THE CLASSROOM USE AND OF OTHERS ENSURES THE PLACE OF THIS WORK WITH THE MANY OTHER ELLEN G. WHITE BOOKS OF POSTHUMOUS PUBLICATION. AS NOW ISSUED IN TWO PARTS, IT BECOMES A SEGMENT OF THE POPULAR CHRISTIAN HOME LIBRARY.\n     IN ITS PRESENT FROM IT REPRESENTS SOMEWHAT OF A REVISION IN THE SELECTION OF ITEMS AND AN IMPROVEMENT IN THE ORDER OF THEIR APPEARANCE. A CHAPTER TITLED \"LOVE AND SEXUALITY IN THE HUMAN EXPERIENCE\" HAS BEEN ADDED. ADDITIONS HAVE ROUNDED OUT CERTAIN CHAPTERS, AND SOME DELETIONS HAVE ELIMINATED UNNECESSARY REPETITION. PAGING IS CONTINUOUS THROUGH THE TWO PARTS, AND THE SCRIPTURE AND SUBJECT INDEXES TO THE ENTIRE WORK ARE AT THE CLOSE.\n     THAT THE CLEARLY TRACED PICTURE OF THE GREAT CONTROVERSY BETWEEN THE FORCES OF GOOD AND EVIL FOR THE CONTROL OF THE HUMAN MIND MAY WARN AND ENLIGHTEN ALL READERS AND PROVIDE SUGGESTIONS AND DIRECTION FOR CHOOSING THAT WHICH WILL GIVE SAFE GUIDANCE TODAY AND ENSURE A FUTURE INHERITANCE IN THE LIFE TO COME IS THE EARNEST HOPE OF\n                                 THE BOARD OF TRUSTEES OF THE\n                                 ELLEN G. WHITE ESTATE\n\nWASHINGTON, D.C.\nMARCH 22, 1977\n\n\nTable of Contents\n\n                                 Volume I\n\nSection I            The Study of the Mind\n   1.  Its Importance .............................................. 3\n   2.  The Christian and Psychology ................................ 10\n   3.  Dangers in Psychology ....................................... 18\n   4.  Spiritual Influences and the Mind ........................... 27\n   5.  The Fanatical Mind........................................... 38\n   6.  A Healthy Normality.......................................... 48\n\nSection II            Basic Relationships\n   7.  Disease That Begins in the Mind ............................. 59\n   8.  Religion and the Mind ....................................... 65\n   9.  Mind, the Citadel ........................................... 72\n  10.  Understanding ............................................... 78\n\nSection III           Development of the Mind\n  11.  Bible Study and the Mind .................................... 89\n  12.  Diligence ................................................... 99\n  13.  Food for the Mind .......................................... 107\n  14.  Exercise ................................................... 115\n  15.  Emotional Factors .......................................... 123\n\nSection IV             The Growing Personality\n  16.  Prenatal Influences ........................................ 131\n  17.  Heredity and Environment ................................... 142\n  18.  Security in the Home ....................................... 152\n  19.  Parental Influences ........................................ 163\n  20.  The Home Atmosphere ........................................ 174\n  21.  Christ Deals With Minds .................................... 181\n  22.  The School and the Teacher ................................. 187\n\nSection V              Life's Energizing Force\n  23.  Love--a Divine, Eternal Principle .......................... 205\n  24.  Love in the Home ........................................... 211\n  25.  Love and Sexuality in the Human Experience ................. 218\n  26.  Brotherly Love ............................................. 240\n  27.  God's Love ................................................. 247\n\nSection VI             Selfishness and Self-Respect\n  28.  Self-respect ............................................... 255\n  29.  Dependence and Independence ................................ 261\n  30.  Selfishness and Self-centeredness .......................... 271\n\nSection VII            Adolescence and Youth\n  31.  Problems of Youth .......................................... 281\n  32.  Infatuation and Blind Love ................................. 295\n  33.  Dangers Facing Youth ....................................... 308\n  34.  Conscience ................................................. 319\n\nSection VIII           Guiding Principles in Education\n  35.  The Influence of Perception ................................ 331\n  36.  Principles of Motivation ................................... 341\n  37.  Principles of Study and Learning ........................... 350\n  38.  Balance in Education ....................................... 359\n\n\nChap. 1 - Its Importance\n\n     The Nicest Work.--To deal with minds is the nicest work in which men ever engaged.--3T 269 (1873).", "paragraph": 1, "bookcode": "1MCP", "page": 3}