{"word": "From Volney we went to Port Gibson. The meeting there was held in Bro Edson's barn. There were those present who loved the truth, and those who were listening to and cherishing error, and were opposed to the truth. But the Lord wrought for us in power before the close of that meeting. I was again shown in vision the importance of brethren in Western New York laying their differences aside, and uniting upon Bible truth. Wednesday we left Bro. Edson's, intending to spend the next Sabbath in New York City. We were too late for the packet, so we took a line boat, designing to change when the next packet came along. As we saw the packet approaching, we commenced making preparations to step aboard. Bro. Bates was to pay our fare. The packet did not stop, and we had to spring aboard while the boat was in motion. Bro. Bates was holding the money in his hand, saying to the men on the line boat, \"Here, take your pay.\" As he saw the boat moving off he sprang to get aboard, but his foot struck the edge of the boat, and he fell back into the water. Bro. Bates commenced swimming to the boat. His pocket-book was in one hand, and a dollar bill in the other. His hat came off, and in saving it lost the bill, but \n                                                                           100\nheld fast his pocket-book. The packet halted for him to get aboard. We were near Centerport, and called at Bro. Harris' and put Bro. Bates' clothes in order. Our visit proved a benefit to that family. Sister Harris had been a sufferer for years with catarrh, and used snuff for this affliction, and said she could not live without it. She suffered much pain in her head. We recommended her to go to the Lord, the great Physician, who could heal her affliction. She decided to do so, and we had a sweet season of prayer for her. She left the use of snuff entirely. Her difficulties were greatly relieved, and her health better than it had been for years.", "paragraph": 1, "bookcode": "2SG", "page": 99}