{
    "word": "Educators should understand how to guard the health of their students. They should restrain them from taxing their minds with too many studies. If they leave college with a knowledge of the sciences but with shattered constitutions, it would have been better had they not entered the school at all. Some parents feel that their children are being educated at considerable expense, and they urge them forward in their studies. Students are desirous of taking many studies in order to complete their education in as short a time as possible. The professors have allowed some to advance too rapidly. While some may need urging, others need holding back. Students should ever be diligent, but they ought not to crowd their minds so as to become intellectual dyspeptics. They should not be so pressed with studies as to neglect the culture of the manners; and, above all, they should let nothing interfere \n                                                                           425\nwith their seasons of prayer, which bring them in connection with Jesus Christ, the best teacher the world has ever known. In no case should they deprive themselves of religious privileges. Many students have made their studies the first great object and have neglected prayer and absented themselves from the Sabbath school and the prayer meeting, and from neglect of religious duties they have returned to their homes backslidden from God. A most important part of their education has been neglected. That which lies at the foundation of all true knowledge should not have been made a secondary consideration. The fear of the Lord is the beginning of wisdom. \"Seek ye first the kingdom of God, and His righteousness.\" This must not be made last, but first. The student must have opportunities to become conversant with his Bible. He needs time for this. A student who makes God his strength, who is becoming intelligent in the knowledge of God as revealed in His word, is laying the foundation for a thorough education.",
    "paragraph": 3,
    "bookcode": "TttC",
    "page": 424
}