{"word": "3SP - The Spirit of Prophecy Volume Three (1878)\n\n\nPREFACE\n\n     VOLUMES ONE AND TWO OF THIS WORK ARE BEFORE THE PUBLIC. THIS VOLUME IS THE CONTINUATION OF THE SAME IMPORTANT THEME. THE SUBJECT OF THE GREAT CONTROVERSY BETWEEN CHRIST AND SATAN WILL CLOSE WITH THE COMING OF CHRIST, THE RESURRECTION OF THE DEAD, THE DESTRUCTION OF SATAN AND OF SIN, AND THE GLORIOUS REIGN OF CHRIST ON THE NEW EARTH. EACH VOLUME UP TO THE PRESENT HAS BEEN MORE INSTRUCTIVE AND INTERESTING THAN THE ONE THAT PRECEDED IT, AND, JUDGING FROM THE TRIUMPHANT THEME OF THE CONSUMMATION WHEN THE GLORIOUS KINGDOM OF CHRIST AND OF GOD SHALL BE ESTABLISHED ON THE NEW EARTH, THE FOURTH VOLUME WILL FAR EXCEED EITHER OF THE FIRST THREE.\n     THIS VOLUME IS SOLEMNLY DEDICATED TO THE CAUSE OF GOD, WITH THE FERVENT PRAYER OF AUTHOR AND PUBLISHERS THAT IT MAY PROVE A GREAT BLESSING TO THE CAUSE AND PEOPLE OF GOD, AND BE THE MEANS IN HIS HANDS OF OPENING THE EYES OF MANY WHO ARE BLIND TO THE THINGS OF THE SPIRIT OF GOD.\n\n                                          PUBLISHERS.\n\n\nA WORD OF EXPLANATION\n\n\n     WHEN PLANS WERE LAID FOR THE VOLUMES OF THE SPIRIT OF PROPHECY SERIES IT WAS THOUGHT THAT THE BOOKS SHOULD CONTAIN APPROXIMATELY FOUR HUNDRED PAGES AND THAT ONE VOLUME COULD BE DEVOTED TO OLD TESTAMENT HISTORY, ONE TO NEW TESTAMENT HISTORY, AND A THIRD COMPLETING THE CONTROVERSY STORY BY CARRYING THROUGH REFORMATION HISTORY TO THE END OF THE CONTROVERSY. THE PLANS FOR THE OLD TESTAMENT HISTORY WERE SUCCESSFULLY MET IN SPIRIT OF PROPHECY, VOLUME I. BUT MRS. WHITE FOUND IT IMPOSSIBLE TO HOLD EVEN THE LIFE OF CHRIST TO THE ONE FOUR-HUNDRED-PAGE BOOK, SO VOLUME II CLOSES WITH CHRIST'S TRIUMPHANT ENTRY INTO JERUSALEM, LEAVING THE FINAL SCENES OF CHRIST'S LIFE AND THE WORK OF THE APOSTLES FOR VOLUME III. HERE, TOO, THERE PROVED TO BE MORE MATERIAL THAN COULD BE INCLUDED IN A FOUR-HUNDRED-PAGE BOOK, SO IT CUT OFF AT PAGE 392 WITH THE CHAPTER \"OPPOSITION AT THESSALONICA.\"\n     IT HAD BEEN MRS. WHITE'S INTENT TO PICK UP THE CLOSING SCENES OF THE LIVES AND WORK OF THE APOSTLES IN THE EARLY CHAPTERS OF VOLUME IV. HOWEVER, AS SHE MOVED TOWARD PUBLICATION SHE WAS INSTRUCTED IN VISION THAT THIS VOLUME SHOULD OPEN WITH THE ACCOUNT OF THE DESTRUCTION OF JERUSALEM. THE REASON FOR THIS SOON BECAME APPARENT, AS VOLUME IV EARLY BECAME A WORK SOLD BY OUR COLPORTEURS. IT WOULD HAVE BEEN AWKWARD TO HAVE SUCH A BOOK OPEN WITH THE CLOSING YEARS OF THE MINISTRY OF PAUL AND PETER.\n     THIS CHANGE IN PLAN LEFT THE READERS WITH A BREAK IN THE STORY AND MRS. WHITE WITH SEVERAL UNUSED CHAPTERS. IN THE NEXT PRINTING OF VOLUME III THESE WERE ADDED AT THE CLOSE. CONSEQUENTLY THERE ARE TWO PRINTINGS, ONE WITH 392 PAGES AND THE OTHER WITH 442.\n     SINCE PAGE VIII OF THE FIRST PRINTING WAS FULL, THE TABLE OF CONTENTS WAS NOT CHANGED IN THE SECOND PRINTING. AS WILL BE OBSERVED, THE ADDED CHAPTERS ARE:\n\n\tCHAPTER XXXII   PAUL AT BEREA AND ATHENS ___________ 393\n\tCHAPTER XXXIII  PAUL AT CORINTH ____________________ 404\n\tCHAPTER XXXIV   PAUL AT EPHESUS ___________________ 415\n\tCHAPTER XXXV    TRIALS AND VICTORIES OF PAUL ________ 427\n\tCHAPTER XXXVI   MARTYRDOM OF PAUL AND PETER _______ 436\n\n                     --WHITE TRUSTEES\n\n\nTable of Contents\n\nChapter I.\nWeeping over Jerusalem, .............................................. 9\n\nChapter II.\nCleansing the Temple, ............................................... 20\n\nChapter III.\nJesus and the Pharisees, ............................................ 36\n\nChapter IV.\nDenouncing the Pharisees, ........................................... 56\n\nChapter V.\nIn the Outer Court, ................................................. 74\n\nChapter VI.\nThe Passover Supper, ................................................ 81\n\nChapter VII.\nIn The Garden, ...................................................... 94\n\nChapter VIII.\nIn the Judgment Hall, .............................................. 107\n\nChapter IX.\nCondemnation of Jesus, ............................................. 127\n\nChapter X.\nCalvary, ........................................................... 148\n\nChapter XI.\nAt the Sepulcher, .................................................. 173\n\nChapter XII.\nThe Conflict Ended, ................................................ 183\n\nChapter XIII.\nThe Resurrection, .................................................. 191\n\nChapter XIV.\nThe Women at the Tomb, ............................................. 198\n\nviii\n\nChapter XV.\nJesus at Emmaus, ................................................... 206\n\nChapter XVI.\nIn the Upper Chamber, .............................................. 216\n\nChapter XVII.\nJesus at Galilee, .................................................. 223\n\nChapter XVIII.\nMeeting of the Brethren, ........................................... 234\n\nChapter XIX.\nAscension of Christ, ............................................... 249\n\nChapter XX.\nThe Pentecost, ..................................................... 263\n\nChapter XXI.\nThe Cripple Healed, ................................................ 275\n\nChapter XXII.\nThe Seven Deacons, ................................................. 291\n\nChapter XXIII.\nConversion of Saul, ................................................ 305\n\nChapter XXIV.\nPaul Commences his Ministry, ....................................... 317\n\nChapter XXV.\nThe Ministry of Peter, ............................................. 323\n\nChapter XXVI.\nDeliverance of Peter, .............................................. 334\n\nChapter XXVII.\nOrdination of Paul and Barnabas, ................................... 345\n\nChapter XXVIII.\nPreaching among the Heathen, ....................................... 358\n\nChapter XXIX.\nJew and Gentile, ................................................... 368\n\nChapter XXX.\nImprisonment of Paul and Silas, .................................... 378\n\nChapter XXXI.\nOpposition at Thessalonica, ........................................ 387\n\n\n\nThe Great Controversy\n\nChapter I. - Weeping Over Jerusalem.\n\n     The triumphal ride of Christ into Jerusalem, just prior to his crucifixion, was the dim foreshadowing of his coming in the clouds of heaven with power and glory amid the triumph of angels and rejoicing of the saints. Then will be fulfilled the words of Christ: \"Ye shall not see me henceforth, till ye shall say, Blessed is He that cometh in the name of the Lord.\" Zechariah, in prophetic vision, was shown the day of final triumph, when Christ shall come in glory; and also the condition of the Jews who rejected him at his first advent: \"And they shall look upon me whom they have pierced, and they shall mourn for him, as one mourneth for his only son, and shall be in bitterness for him, as one that is in bitterness for his firstborn.\"", "paragraph": 1, "bookcode": "3SP", "page": 9}