{"word": "After the saints are changed to immortality and caught up together with Jesus, after they receive their harps, their robes, and their crowns, and enter the city, Jesus and the saints sit in judgment. The books are opened--the book of life and the book of death. The book of life contains the good deeds of the saints; and the book of death contains the evil deeds of the wicked. These books are compared with the statute book, the Bible, and according to that men are judged. The saints, in unison with Jesus, pass their judgment upon the wicked dead. \"Behold ye,\" said the angel, \"the saints, in unison with Jesus, sit in judgment, and mete \n                                                                           53\nout to the wicked according to the deeds done in the body, and that which they must receive at the execution of the judgment is set off against their names.\" This, I saw, was the work of the saints with Jesus through the one thousand years in the Holy City before it descends to the earth. Then at the close of the one thousand years, Jesus, with the angels and all the saints, leaves the Holy City, and while He is descending to the earth with them, the wicked dead are raised, and then the very men that \"pierced Him,\" being raised, will see Him afar off in all His glory, the angels and saints with Him, and will wail because of Him. They will see the prints of the nails in His hands and in His feet, and where they thrust the spear into His side. The prints of the nails and the spear will then be His glory. It is at the close of the one thousand years that Jesus stands upon the Mount of Olives, and the mount parts asunder and becomes a mighty plain. Those who flee at that time are the wicked, who have just been raised. Then the Holy City comes down and settles on the plain. Satan then imbues the wicked with his spirit. He flatters them that the army in the city is small, and that his army is large, and that they can overcome the saints and take the city.", "paragraph": 2, "bookcode": "EW", "page": 52}