{
    "word": "I remember the last time I rode out with your wife before she died. Her burden was for you and her children. She said she trembled for the future because of her children and the skepticism of her husband. \"If I should die,\" she said, \"and he should give up the faith and lead my children to give up the Sabbath, how terrible it would be after he has received so great light and so many evidences! For this reason I have clung to life. He has not that deep, inwrought work in the \n                                                                           622\nsoul that will anchor him when temptations come. O Sister White, it is for the souls of my husband and children that I have clung to life. And I want to tell you right here that I am heartily sorry that I did not receive in a different spirit the testimony given me and my husband. I see now that the message to us was just what we needed; and had we accepted it, it would have placed us both in a better, far better, position spiritually than we have been in for some time. We were both proud in spirit, and since that time I have felt like shunning you; for I thought you had no faith or confidence in us. But during the last few months this has all disappeared, and I have felt the same confidence, the same close sympathy and love for you that I have had in my past life; but I know my husband does not feel thus, and it is of but little use for me to talk these things over with him. I am too weak to set matters before him as they are in my mind, and he is too firm in his ideas and feelings; but I wanted to tell you that I have implicit faith in the Testimonies and in your work, and have long been wishing for an opportunity to tell you this, and I shall now feel free. Will you forgive me for my feelings and words against you? I have grieved the Spirit of God and sometimes have felt that He had forsaken me; but I do not now have these feelings, neither have I had them for some time. I never realized the danger of talking unbelief as I have for a few weeks past. I fear greatly for my husband, for he expresses unbelief; and I fear he will give up all and become an infidel. Oh, how I wish I could help him!\"",
    "paragraph": 3,
    "bookcode": "TttC",
    "page": 621
}