{"word": "I was shown that infirmities and disease especially affect females. The happiness of the family depends much upon the wife and mother. If she is nervous and \n                                                                           96\nweak, and is suffered to be overtaxed with labor, the mind is depressed, for it sympathizes with the weariness of the body; and then she too often meets with cold reserve from the husband. If every thing does not move off just as pleasantly as he could wish, he blames the wife and mother. He does not always seem to know how to sympathize with her, and is almost wholly unacquainted with her cares and burdens. He realizes not that he is aiding the great enemy in his work of tearing down. He should by faith in God lift up a standard against Satan, but he seems blinded to his own interest and hers. He treats her with indifference. He knows not what he is doing. He is working directly against his own happiness, and is destroying the happiness of his family. The wife becomes desponding, discouraged; hope and cheerfulness are gone. She goes her daily rounds mechanically, because she sees her work must be done. Her lack of cheerfulness and courage is felt through the family circle. There are many miserable families like this all through the ranks of Sabbath-keepers. And angels bear the shameful tidings to Heaven, and the recording angel makes a record of it all. The husband should manifest great interest in his family. Especially should he be very tender of the feelings of a feeble wife. He can shut the door against much disease. Kind, cheerful, encouraging words, will prove more effective than the most healing medicines. This will bring courage to the heart of the desponding and discouraged, and the happiness and sunshine brought into your family by kind acts and encouraging words, will pay you ten-fold. The husband should remember that much of the burden of training his children rests upon the mother. She has much to do with moulding their minds. This should call into exercise the tenderest feelings of the father, and with care should he lighten the burdens of the wife. He should encourage her to lean upon his large affections, and direct her mind to Heaven, where there is strength and peace, and a final rest for the weary. He should not come to \n                                                                           97\nhis home with a clouded brow, but should with his presence bring sunlight into the family, and should encourage his wife to look up and believe in God. Unitedly can they claim the promises of God, and bring his rich blessing into the family. Unkindness, complaining, and anger, shut Jesus from the dwelling. I saw that angels of God will flee from a house where there are unpleasant words, fretfulness, and strife.", "paragraph": 2, "bookcode": "4bSG", "page": 95}