{"word": "The Lord bestowed upon these men whom the world admires, priceless intellectual gifts; he endowed them with master minds; but they did not use them to the glory of God. They separated themselves from him as did Satan; but while they separated themselves from him, they still retained many of the precious gems of thought which he had given them, and these they placed in a framework of error to give luster to their own human sentiments, to make attractive the utterances inspired by the prince of evil. It is true that in the writings of pagans and infidels there are found thoughts of an elevated character, which are attractive to the mind. But there is a reason for this. Was not Satan the light-bearer, the sharer of God's glory in heaven, and next to Jesus in power and majesty? In the words of inspiration he is described as one who seals up \"the sum, full of wisdom, and perfect in beauty.\" [Ezekiel 28:12.] The prophet says, \"Thou hast been in Eden the garden of God; every precious stone was thy covering. . . . Thou art the anointed cherub that covereth; and I have set thee so: thou wast upon the holy mountain of God; thou hast walked up and down in the midst of the stones of fire. Thou wast perfect in thy ways from the day that thou wast created, till iniquity was found in thee. . . . Thine heart was lifted up because of thy beauty, thou hast corrupted thy wisdom by reason of thy brightness: I will cast thee to the ground, I will lay thee before kings, that they may behold thee. Thou hast defiled thy sanctuaries by the multitude of thine iniquities, by the iniquity of thy traffic; therefore will I bring forth a fire from the midst of thee, it shall devour thee, and I will bring thee to ashes upon the earth in the sight of all \n                                                                           73\nthem that behold thee. All they that know thee among the people shall be astonished at thee: thou shalt be a terror, and never shalt thou be any more.\" [Ezekiel 28:13-15, 17-19.]", "paragraph": 1, "bookcode": "CE", "page": 72}