{"word": "Jesus remained with his disciples forty days, causing them joy and gladness of heart, and opening to them more fully the realities of the kingdom of God. He commissioned them to bear testimony to the things which they had seen and heard, concerning his sufferings, death and resurrection; that he had made a sacrifice for sin, that all who would, might come unto him and find life. He with faithful tenderness told them that they would be persecuted and distressed; but they would find relief in referring to their experience, and remembering the words he had spoken to them. He told them that he had overcome the temptations of the Devil, and maintained the victory through trials and suffering, that Satan could have no more power over him, but would more directly bring his temptations and power to bear upon them, and upon all who should believe in his name. He told them that they could overcome, as he had overcome. Jesus endowed his disciples with power to do miracles, and he told them that although wicked men should have power over their bodies, he would at certain times send his angels and deliver them; \n                                                                           77\nthat their lives could not be taken from them until their mission should be accomplished. And when their testimony should be finished, their lives might be required to seal the testimonies which they had borne. His anxious followers gladly listened to his teachings. They eagerly feasted upon every word which fell from his holy lips. Then they certainly knew that he was the Saviour of the world. Every word sunk with deep weight into their hearts, and they sorrowed that they must be parted from their blessed, heavenly teacher; that after a little they should no more hear comforting, gracious words from his lips. But again their hearts were warmed with love and exceeding joy, as Jesus told them that he would go and prepare mansions for them, and come again and receive them, that they might ever be with him. He told them that he would send them the Comforter, the Holy Spirit, to guide, bless and lead them into all truth; and he lifted up his hands and blessed them. \n\n                                               -", "paragraph": 1, "bookcode": "1SG", "page": 76}