{
    "word": "You, my dear sister, need a thorough conversion to the truth, which shall slay self. Cannot you trust in God? Please read Matthew 10:25-40. Please read also, with a prayerful heart, Matthew 6:24-34. Let these words impress your heart: \"Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?\" The better life is here referred to. By the body is meant the inward adorning, which makes sinful mortals, possessing the meekness and righteousness of Christ, valuable in His sight, as was Enoch, and entitles them to receive the finishing touch of immortality. Our Saviour refers us to the fowls of the air, which sow not, neither reap, nor gather into barns, yet their heavenly Father feedeth them. Then He says: \"Are ye not much better than they? . . . And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin: and yet I say unto you, That \n                                                                           497\neven Solomon in all his glory was not arrayed like one of these.\" These lilies, in their simplicity and innocence, meet the mind of God better than Solomon in his costly decorations yet destitute of the heavenly adorning. \"Wherefore, if God so clothe the grass of the field, which today is, and tomorrow is cast into the oven, shall He not much more clothe you, O ye of little faith?\" Can you not trust in your heavenly Father? Can you not rest upon His gracious promise? \"Seek ye first the kingdom of God, and His righteousness; and all these things shall be added unto you.\" Precious promise! Can we not rely upon it? Can we not have implicit trust, knowing that He is faithful who hath promised? I entreat you to let your trembling faith again grasp the promises of God. Bear your whole weight upon them with unwavering faith; for they will not, they cannot, fail.",
    "paragraph": 2,
    "bookcode": "TttC",
    "page": 496
}