{"word": "Early in the morning before it was yet light, the holy women came to the sepulchre, bringing sweet spices to anoint the body of Jesus, when \n                                                                           72\nlo! they found the heavy stone rolled away from the door of the sepulchre, and the body of Jesus was not there. Their hearts sunk within them, and they feared that their enemies had taken away the body. And, behold, two angels in white apparel stood by them; their faces were bright and shining. They understood the errand of the holy women, and immediately told them that they were seeking Jesus, but he was not there, he had risen, and they could behold the place where he lay. They bid them go tell his disciples that he would go before them into Galilee. But the women were frightened and astonished. They hastily ran to the disciples who were mourning, and could not be comforted because their Lord had been crucified; they hurriedly told them the things which they had seen and heard. The disciples could not believe that he had risen, but, with the women who had brought the report, ran hastily to the sepulchre, and found that truly Jesus was not there. There were his linen clothes, but they could not believe the good news that Jesus had risen from the dead. They returned home marveling at the things they had seen, also at the report brought them by the women. But Mary chose to linger around the sepulchre, thinking of what she had seen, and distressed with the thought that she might have been deceived. She felt that new trials awaited her. Her grief was renewed, and she broke forth in \n                                                                           73\nbitter weeping. She stooped down to look again into the sepulchre, and beheld two angels clothed in white. Their countenances were bright and shining. One was sitting at the head, the other at the feet, where Jesus had lain. They spoke to her tenderly, and asked her why she wept. She replied, They have taken away my Lord, and I know not where they have laid him.", "paragraph": 2, "bookcode": "1SG", "page": 71}