{
    "word": "Again, Brother A, you are troubled with feelings and impressions which are the natural fruit of selfishness. You imagine that others do not appreciate your labors. You think yourself capable of accomplishing a large work, but excuse your failure to do it, because others do not give you room and credit according to your ability. You are jealous of others and have hindered the progress of the cause in Illinois and Wisconsin, doing but little yourself, and hindering those who would work if you were out of their way. Your sensitiveness and jealousy have weakened the hands of those who would set things in order and bring up these conferences. If any improvement is seen in these states, you incline to think that it is attributable in a great measure to yourself, when it is a fact that if things were left to your dictation, they would speedily go into the ground. In your preaching you are generally too dry and formal. You do not weave in the practical with the doctrinal. You talk too long and weary the people. Instead of dwelling only upon that portion of your subject that you can fully make plain to the understanding of all, you go way \n                                                                           544\naround and come down to minute particulars that do not help the subject and might as well be passed over. When so much matter not really necessary is brought in, the hearer loses the chain of the argument and cannot keep the subject in mind. When a minister gets the ears of the people, he should go from point to point, as far as possible leaving these points unincumbered with a mass of words and petty details. He should leave his ideas before the people as distinct as mileposts. To cover over the important, vital points with an array of words, dragging in everything which has some distant relationship to the subject, destroys the force of it and obscures the beautiful, connected chain of truth. You are slow and tedious in your preaching, as well as in everything else you undertake. You need, if ever a man did, to be energized by the Spirit of truth. You need Christ formed within you the hope of glory. You need religion, the genuine article.",
    "paragraph": 2,
    "bookcode": "2T",
    "page": 543
}