{
    "word": "I do not consider your case hopeless; if I did, my pen would not be tracing these lines. In the strength of God you can redeem the past. Your name is already a byword in -----; but you can change this by using the powers which God has given you. You may even now gain a moral excellence so that your name may be associated with things pure and holy. You can be elevated. God has provided for you the necessary helps. He has invited you to come to Him, and has promised to bear your burdens and give you rest of soul. \"Learn of Me,\" says the divine Teacher, \"for I am meek and lowly in heart: and ye shall find rest unto your souls.\" You have long been above \n                                                                           563\nthis lowliness and meekness. You will have to learn this important lesson of the divine Teacher before you can find the rest promised. You have thought so much of yourself, of your own smartness, that it has led you to such affectation and vanity as to make you almost a fool. You have a deceitful tongue, which has indulged in misrepresentation and falsehood. Oh, my dear girl, if you could only arouse, if your slumbering, deadened conscience could be awakened, and you could cherish a habitual impression of the presence of God, and keep yourself subject to the control of an enlightened, wakeful conscience, you would be happy yourself and a blessing to your parents, whose hearts you now wound. You could be an instrument of righteousness to your associates. You need a thorough conversion, and without it you are in the gall of bitterness and in the bonds of iniquity. You may imagine yourself free when following the lead of your own wayward, pernicious mind; but you are in the most degrading bondage. Without the principles of religion, you may consider yourself an object of envy; but all who are good and virtuous will regard your character with pity and your course with abhorrence. You can become a partaker of the divine nature if you will escape the corruption that is in the world through lust; or by being a partaker of it, you may sink down in this corruption and bear the impress of the satanic.",
    "paragraph": 3,
    "bookcode": "TttC",
    "page": 562
}