{
    "word": "The spirit which you cherish, of looking out for your selfish interest, is increasing upon you, and your conversation has been with covetousness. Paul admonishes his Hebrew brethren: \"Let your conversation be without covetousness; and be content with such things as ye have: for He hath said, I will never leave thee, nor forsake thee.\" You are sacrificing your reputation and your influence to an avaricious spirit. God's precious cause is reproached because of this spirit that has taken hold of its ministers. You are blinded and do not see how peculiarly offensive to God these things are. If you have decided to go in and get all of the world you can, do so; but do not do it under cover of preaching Christ. Your time is either devoted to the cause of God or it is not. Your own interest has been paramount. The time that you should devote to the cause of God is devoted too much to your own personal concerns, and you receive, from the treasury of God, means that you do not earn. You are willing to receive means from those who are not as comfortable as yourself. You do not look on their side and have bowels of sympathy and compassion. You do not closely investigate to see whether those who help you can afford to do so. Frequently it would be more in place for you to help those from whom you receive help. You need to be a transformed man before the work of God can prosper in your hands. Your home and farm cares have occupied your mind. You have not given yourself to the work. As an excuse for being so much at home, you have said that your children needed your presence and care, and that you must be with them in order to carry out the light given you in vision. But, Brother B, have you done this? You excuse yourself by saying that your children are now beyond your control, too old for you to command. In this you mistake. None of your children are too old to respect your authority and obey your commands \n                                                                           624\nwhile they have the shelter of your roof. How old were Eli's sons? They were married men; and Eli, as a father and a priest of God, was required to restrain them.",
    "paragraph": 1,
    "bookcode": "TttC",
    "page": 623
}