{"word": "SW - The Southern Work (1898, 1901)\n\n\nTable of Contents\n\nIntroduction: The Story of The Southern Work ......................... 5\n\nI. Ellen G. White's Appeal to the Church\n\n      Our Duty to the Colored People [ORIGINAL EDITION OF SW 1-18] ...  9\n\n       E. G. White Manuscript, March 20, 1891, \n\t\tread to church leaders. Published in leaflet.\n\nII. The Review and Herald Articles\n\n      Work Among the Colored People ................................. 19\n       Review and Herald, April 2, 1895 (Not in The Southern\n        Work or any pamphlet.)\n\n      An Appeal for the Southern Field (SW 19-29).................... 25\n       Review and Herald, Nov. 26,1895\n\n      An Appeal for the South--2 (SW 30-40).......................... 31\n       Review and Herald, Dec. 3,1895\n\n      An Appeal for the South--3 (SW 41-48) ......................... 37\n       Review and Herald, Dec. 10,1895\n\n      An Example in History  (SW 49-58) ............................. 41\n       Review and Herald, Dec. 17,1895\n\n      The Bible the Colored People's Hope (SW 59-67)................. 46\n       Review and Herald, Dec. 24,1895\n\n      Spirit and Life for the Colored People (SW 68-73) ............. 51\n       Review and Herald, Jan. 14,1896\n\n      \"Am I My Brother's Keeper?\" (SW 74-81) ........................ 54\n       Review and Herald, Jan. 21,1896\n\n                                                                   4\n\n      Lift Up Your Eyes and Look on the Field (SW 82-91)............. 58\n       Review and Herald, Jan. 28,1896\n\n      Volunteers Wanted for the Southern Field (SW 92-96) ........... 63\n       Review and Herald, Feb. 4,1896\n\nIII. Counsels Regarding the Work in the South\n\n      Words of Precaution Regarding Sunday Labor (SW 128-136) ....... 66\n       Ellen G. White Manuscript 22a, 1895\n         (Interview in Australia, Nov. 20, 1895)\n\n     Proper Methods of Work in the Southern Field (SW 97-108) ....... 72\n\n      Ellen G. White Letter to A. O. Tait, Nov. 20, 1895--\n        The Southern Field (SW 109-115) ............................. 79\n         Ellen G. White Manuscript 164,1897\n\nIV. Special Counsels and Cautions in 1899\n     Colonization Not Advisable (SW 117-123) ........................ 83\n       Ellen G. White Letter to A. F. Ballenger, June 5,1899\n\n     The Field Becoming Difficult (SW 124-127) ...................... 88\n       Ellen G. White Letter to A. F. Ballenger, July 2,1899\n\n     Further Counsel Regarding a Colony in the South (SW 137-141) ... 91\n      Ellen G. White Letter to J. E. White, June 21,1899\n\n     A Neglected Work (SW 142-145) .................................. 94\n      Ellen G. White Manuscript 90, 1899, April 27, 1899)\n\n     Principles Regarding Restitution (SW 146-147) .................. 96\n      Ellen G. White Letter to J. N. Loughborough, Feb. 19, 1899.\n\n\nINTRODUCTION\n\nTHE STORY OF THE SOUTHERN WORK\n\n     THE 1890'S WAS THE DECADE OF REPEATED APPEALS FROM THE PEN OF ELLEN G. WHITE TO THE CHURCH, URGING ITS EVANGELISTIC FORCES TO ENTER THE GREAT HARVEST FIELD OF THE SOUTH. FIRST APPEARED THE FAR-REACHING TESTIMONY TO CHURCH LEADERS IN 1891, HEADED \"OUR DUTY TO THE COLORED PEOPLE.\" THIS DOCUMENT WAS CIRCULATED IN MANUSCRIPT FORM AND THEN PRINTED IN A LEAFLET. IT WAS THIS THAT STIRRED THE MISSIONARY ZEAL OF ELLEN WHITE'S SON JAMES EDSON WHITE, AND LED HIM TO LAUNCH EVANGELISTIC AND EDUCATIONAL WORK AMONG THE NEGLECTED PEOPLE OF THE SOUTH. IN DOING THIS HE BUILT A MISSIONARY BOAT CHRISTENED THE MORNING STAR, WHICH PROVIDED RESIDENCE, CHAPEL, SCHOOLROOM, AND PRINTING OFFICE. EVANGELISTIC WORK WAS BEGUN AT VICKSBURG, MISSISSIPPI, IN JANUARY, 1895.\n     TEN ARTICLES WRITTEN BY ELLEN G. WHITE FOR PUBLICATION IN THE REVIEW AND HERALD SOON SUPPLEMENTED THE BASIC APPEAL OF 1891. THESE WERE PUBLISHED IN 1895 AND 1896 WHILE MRS. WHITE WAS LIVING IN AUSTRALIA.\n     AN IMPORTANT COUNSEL MEETING IN AUSTRALIA IN NOVEMBER 1895 IN WHICH ELLEN WHITE PARTICIPATED YIELDED FURTHER COUNSELS AND CAUTIONS FROM THE MESSENGER OF THE LORD, AND THIS WAS FOLLOWED FROM TIME TO TIME BY MESSAGES OF ENCOURAGEMENT AND INSTRUCTION.\n     ELDER J. E. WHITE'S RESPONSIBILITIES WERE DOUBLE. HE HAD A THRIVING WORK ON HIS HANDS AS HE PLIED HIS MISSIONARY BOAT ALONG THE RIVERS OF THE SOUTH, AND HE LABORED CONSTANTLY TO REPLENISH AND AUGMENT HIS FORCES BY ENCOURAGING MORE FAMILIES TO COME IN FROM THE NORTH. THESE RECRUITS ALSO HAD TO BE INSTRUCTED AS TO HOW TO WORK IN THIS SPECIAL FIELD OF LABOR.\n     AS ONE MEANS TO ACCOMPLISH THIS, EDSON WHITE DECIDED TO PUBLISH IN AN INEXPENSIVE BOOKLET THE BASIC MATERIALS THAT HIS MOTHER\n\n                                                                   6\n\nHAD WRITTEN ON THE WORK IN THE SOUTH. IT CONSISTED OF: THE APPEAL OF 1891, THE REVIEW ARTICLES, AND SOME LETTERS OF COUNSEL. THE TYPE WAS SET AND THE PRINTING WAS DONE IN HIS LITTLE MORNING STAR PRINTSHOP IN THE SUMMER OF 1898. HE TITLED THE BOOKLET THE SOUTHERN WORK. IT WAS POCKET SIZED, STAPLED TOGETHER, AND BOUND WITH A BLUE OR GREEN LINEN CLOTH. ITS 115 PAGES MADE A BOOKLET NEARLY A QUARTER OF AN INCH THICK.\n     AS TIME WENT ON AND THE WORK IN THE SOUTH DEVELOPED, ELLEN WHITE CONTINUED TO WRITE COUNSELS MEETING SPECIAL PROBLEMS AS THEY AROSE. J. E. WHITE DREW SOME OF THESE TOGETHER ABOUT THE YEAR 1901 IN A SORT OF SUPPLEMENT, BUT PAGED TO FOLLOW THE BODY OF MATERIALS IN THE SOUTHERN WORK. THIS WAS AT FIRST DISTRIBUTED AS A SEPARATE DOCUMENT OF 32 PAGES WITHOUT COVER. IN TIME THE SUPPLEMENT WAS BOUND WITH THE PARENT DOCUMENT, MAKING A BOOKLET OF 147 PAGES. THIS BOOKLET HAS BEEN VERY PRECIOUS TO ALL INTERESTED IN THE WORK IN THE SOUTH.\n     IN 1902 ELLEN WHITE PUBLISHED TESTIMONIES FOR THE CHURCH, VOLUME SEVEN. IN THE HEART OF THIS SHE EMBODIED A 26-PAGE SECTION CONCERNING THE NEEDS OF THE SOUTHERN FIELD AND GIVING COUNSEL AS TO THE CONDUCT OF THE WORK IN THAT GREAT FIELD. SEE PAGES 220-245. THIS VOLUME WAS FOLLOWED IN TWO YEARS BY TESTIMONIES, VOLUME EIGHT, WITH REFERENCES TO THE WORK IN THE SOUTH ON PAGES 34, 59-61, 91, 137, 150, AND 205. REPEATEDLY THE MESSENGER OF THE LORD PRESENTED THIS IMPORTANT WORK TO THE CHURCH.\n     IT IS ENCOURAGING TO NOTE THAT THESE REPEATED ADMONITIONS AND APPEALS DID NOT FALL ON DEAF EARS. THE WORK BEGAN TO MOVE AHEAD WITH INCREASING MOMENTUM. THIS IN TURN BROUGHT QUESTIONS AS TO THE PROCEDURES ON THE CONDUCT OF THE WORK IN THE SOUTH. ELLEN WHITE EVER KEPT BEFORE THE BRETHREN IN THE CLEAREST OF TERMS THAT ALL MANKIND WERE BOUND TOGETHER IN A CLOSE BROTHERHOOD. SHE LIKEWISE OBSERVED THAT THE CIRCUMSTANCES WERE SUCH THAT IF THE CHURCH WAS TO FULFILL ITS MISSION IN REACHING ALL PEOPLES AND CLASSES, CUSTOMS AND PREJUDICES EXISTING IN CERTAIN AREAS COULD NOT BE IGNORED AND THAT GREAT PRUDENCE WAS CALLED FOR. THIS AND THE URGENCY OF THE WORK WERE THE KEYNOTES OF THE COUNSELS PRESENTED IN 1909 BY ELLEN WHITE IN A FULL SECTION OF TESTIMONIES, VOLUME NINE. SEE \"AMONG THE COLORED PEOPLE,\" PAGES 199-226. THE CAREFUL READER WILL OBSERVE THAT THE COURSE OUTLINED HERE WAS ONE THAT WAS TO BE FOLLOWED TO THE BEST ADVANTAGE \"UNTIL THE LORD SHOWS US A BETTER WAY\" (VOL. 9, P. 207).\n     AS TO THE LONG-OUT-OF-PRINT SOUTHERN WORK, THERE HAS BEEN AN EARNEST REQUEST FOR ITS REPUBLICATION. HERE REPRINTED, IT NOW MAKES\n\n                                                                   7\n\nAVAILABLE A BODY OF SPIRIT OF PROPHECY COUNSELS OF PARTICULAR HISTORICAL INTEREST. THIS WAS THE MATERIAL THAT STIRRED THE CHURCH TO AN UNDERSTANDING OF ITS DUTY, CLEARLY ENUNCIATED GREAT BASIC PRINCIPLES, AND LED TO THE BEGINNING OF A WORK THAT WAS TO GROW AND PROSPER. THESE COUNSELS SHOULD BE REREAD WITH AN AWARENESS OF THE CONDITIONS EXISTING IN THE 1890'S--THE TIME OF WRITING. THE NATION WAS SEPARATED FROM SLAVERY BY ONLY 25 OR 30 YEARS. THE PLIGHT OF THE NEGRO WAS DEPLORABLE. THE CHURCH NEEDED AT THAT TIME TO BE CHASTENED FOR ITS NEGLECT OF THIS IMPORTANT PART OF THE LORD'S GREAT VINEYARD. AND IT WAS THESE MATTERS THAT WERE CLEARLY DEPICTED IN THE ARTICLES THAT COMPRISE THIS HISTORIC DOCUMENT, THE SOUTHERN WORK.\n     THE INFORMED READER IS WELL ACQUAINTED WITH THE GREAT STRIDES THAT HAVE BEEN MADE BY THE RACE SO MISUSED AND SADLY NEGLECTED, AND HE KNOWS, TOO, THAT THE CHURCH, STIRRED TO ACTION, INCREASINGLY ACCEPTED THE CHALLENGE TO MISSIONARY WITNESS SO URGENTLY PLACED BEFORE IT. THE RESULT IS THAT IN THE UNITED STATES WE HAVE PROPORTIONATELY MORE MEMBERS AMONG THE COLORED PEOPLE THAN AMONG THE CAUCASIANS. COMPETENT NEGRO PERSONNEL FILL POSITIONS OF RESPONSIBILITY AND TRUST IN THE INSTITUTIONS AND ORGANIZATIONS OF THE CHURCH FROM THE LOCAL PASTOR AND CHURCH-SCHOOL TEACHER TO ITS GENERAL CONFERENCE STAFF.\n     IT IS IN THE INTERESTS OF MAKING AVAILABLE THE MORE COMPLETE RECORD AND THUS FILL IN THE HISTORICAL BACKGROUNDS THAT THE SOUTHERN WORK IS MADE AVAILABLE IN THIS CONVENIENT AND INEXPENSIVE REPRINT FORM. ALL THAT APPEARS IN THE FIRST PRINTING OF THE SOUTHERN WORK IN 1898 AND THE COMBINED WORK OF 1901 IS PRESENTED HERE.\n     IN THE INTERESTS OF ACCURACY THE MATERIALS HAVE BEEN CAREFULLY CHECKED WITH THE ORIGINAL SOURCES. ONE REVIEW AND HERALD ARTICLE, APPARENTLY OVERLOOKED BY J. E. WHITE, HAS BEEN ADDED, AND ONE CHAPTER HAS BEEN MOVED TO ITS PROPER CHRONOLOGICAL POSITION WITHIN THE BOOKLET. AT A FEW POINTS EXPLANATORY NOTES GIVING THE HISTORICAL SETTINGS HAVE BEEN INSERTED. THE TABLE OF CONTENTS YIELDS HELPFUL INFORMATION AS TO THE SOURCES OF THE VARIOUS ITEMS INCLUDED AND THEIR RELATION TO THE ORIGINAL WORK. TO THE RIGHT OF EACH CHAPTER TITLE WILL BE FOUND IN PARENTHESES THE PAGE NUMBER AS IT APPEARS IN THE EARLIER PRINTING. PAINS HAVE BEEN TAKEN TO MAKE THIS REPRINT AN ACCURATE, INFORMATIVE, AND HELPFUL DOCUMENT.\n\n     THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n\nWASHINGTON, D.C.\nMARCH 22,1966\n\n\n\nSection I - Ellen White's Appeal To The Church\n\n     NOTE: THIS BASIC APPEAL WAS READ BY ELLEN G. WHITE TO THIRTY LEADERS OF THE CHURCH ON MARCH 21, 1891, IN CONNECTION WITH THE GENERAL CONFERENCE SESSION AT BATTLE CREEK, MICHIGAN. COPIES WERE SOON FURNISHED TO KEY MEN AND ESPECIALLY THE LEADING MINISTERS IN THE SOUTH. LATER THIS IMPORTANT MESSAGE WAS PUBLISHED IN A 16-PAGE LEAFLET. THIS IS THE OPENING ARTICLE IN THE SOUTHERN WORK.--WHITE TRUSTEES.", "paragraph": 1, "bookcode": "SW", "page": 9}