{
    "word": "From what has been shown me, there should be a careful selection of help in the office. The young and untried and unconsecrated should not be placed there, for they are exposed to \n                                                                           194\ntemptations and have not fixed characters. Those who have formed their characters, who have fixed principles, and who have the truth of God in the heart will not be a constant source of care and anxiety, but rather helps and blessings. The office of publication is amply able to make arrangements to secure good helpers, those who have ability and principle. And the church, in their turn, should not seek to advantage themselves one penny from those who come to the office to labor and learn their trade. There are positions where some can earn better wages than at the office, but they can never find a position more important, more honorable, or more exalted than the work of God in the office. Those who labor faithfully and unselfishly will be rewarded. For them there is a crown of glory prepared, compared with which all earthly honors and pleasures are as the small dust of the balance. Especially will those be blessed who have been faithful to God in watching over the spiritual welfare of others in the office. Pecuniary and temporal interests, in comparison with this, sink into insignificance. In one scale is gold dust; in the other, a human soul of such value that honor, riches, and glory have been sacrificed by the Son of God to ransom it from the bondage of sin and hopeless despair. The soul is of infinite value and demands the utmost attention. Every man who fears God in that office should put away childish and vain things, and, with true moral courage, stand erect in the dignity of his manhood, shunning low familiarity, yet binding heart to heart in the bond of Christian interest and love. Hearts yearn for sympathy and love, and are as much refreshed and strengthened by them as flowers are by showers and sunshine.",
    "paragraph": 3,
    "bookcode": "TttC",
    "page": 193
}