{
    "word": "Chap. 91 - Proper Observance of the Sabbath\n\n     December 25, 1865, I was shown that there has been too much slackness in regard to the observance of the Sabbath. There has not been promptness to fulfill the secular duties \n                                                                           532\nwithin the six working days which God has given to man and carefulness not to infringe upon one hour of the holy, sacred time which He has reserved to Himself. There is no business of man's that should be considered of sufficient importance to cause him to transgress the fourth precept of Jehovah. There are cases in which Christ has given permission to labor even on the Sabbath in saving the life of men or of animals. But if we violate the letter of the fourth commandment for our own advantage from a pecuniary point of view we become Sabbathbreakers and are guilty of transgressing all the commandments, for if we offend in one point we are guilty of all. If in order to save property we break over the express command of Jehovah, where is the stopping place? Where shall we set the bounds? Transgress in a small matter, and look upon it as no particular sin on our part, and the conscience becomes hardened, the sensibilities blunted, until we can go still further and perform quite an amount of labor and still flatter ourselves that we are Sabbathkeepers, when, according to Christ's standard, we are breaking every one of God's holy precepts. There is a fault with Sabbathkeepers in this respect; but God is very particular, and all who think that they are saving a little time, or advantaging themselves by infringing a little on the Lord's time, will meet with loss sooner or later. He cannot bless them as it would be His pleasure to do, for His name is dishonored by them, His precepts lightly esteemed. God's curse will rest upon them, and they will lose ten or twentyfold more than they gain. \"Will a man rob God? Yet ye have robbed Me, . . . even this whole nation.\"",
    "paragraph": 2,
    "bookcode": "TttC",
    "page": 531
}