{"word": "OFC - Our Father Cares (1991)\n\n\nFORWARD\n\nTHIS IS THE SIXTEENTH \\93MORNING-WATCH\\94-TYPE BOOK COMPILED FROM THE WRITINGS OF ELLEN G. WHITE. THE FIRST IN THIS LONG SERIES, RADIANT RELIGION, WAS PUBLISHED IN 1946 FOR USE THE FOLLOWING YEAR. IT WAS FOLLOWED THREE YEARS LATER BY WITH GOD AT DAWN. THE MATERIALS FOR THESE TWO EARLY DEVOTIONAL WORKS WERE DRAWN ENTIRELY FROM ELLEN G. WHITE BOOKS ALREADY IN PRINT.\nBEGINNING WITH MY LIFE TODAY, PUBLISHED IN 1952, RECOURSE HAS BEEN MADE CONSISTENTLY TO THE WEALTH OF PREVIOUSLY UNPUBLISHED MATERIALS IN THE ELLEN G. WHITE MANUSCRIPT AND LETTER FILE. TITLES PUBLISHED, WITH THE YEAR OF PUBLICATION, ARE AS FOLLOWS:\n\n\\B7RADIANT RELIGION, 1946\n\\B7WITH GOD AT DAWN, 1949\n\\B7MY LIFE TODAY, 1952\n\\B7SONS AND DAUGHTERS OF GOD, 1955\n\\B7THE FAITH I LIVE BY, 1958\n\\B7OUR HIGH CALLING, 1961\n\\B7THAT I MAY KNOW HIM, 1964\n\\B7IN HEAVENLY PLACES, 1967\n\\B7CONFLICT AND COURAGE, 1970\n\\B7GOD\\92S AMAZING GRACE, 1973\n\\B7MARANATHA, 1976\n\\B7THIS DAY WITH GOD, 1979\n\\B7THE UPWARD LOOK, 1982\n\\B7REFLECTING CHRIST, 1985\n\\B7LIFT HIM UP, 1988\n\nTHE RECORDS OF THE REVIEW AND HERALD PUBLISHING COMPANY ASSOCIATION REVEAL A STEADILY INCREASING SALE OF THESE BOOKS OVER THE YEARS. IN THE 1950S MY LIFE TODAY SOLD 24,000 COPIES, WHILE SONS AND DAUGHTERS OF GOD HAD A SALE OF 33,000. IN THE 1960S BOTH THAT I MAY KNOW HIM AND IN HEAVENLY PLACES HAD SALES EXCEEDING 63,000 COPIES. THESE FIGURES HAVE ESCALATED TO SALES OF MORE THAN 90,000 FOR SEVERAL OF THE MORE RECENT DEVOTIONAL BOOKS. MANY OF THESE BOOKS HAVE ALSO ENJOYED A LARGE SALE IN SPANISH, PORTUGUESE, AND KOREAN, AND OTHER NON-ENGLISH LANGUAGES.\nA SAMPLING OF OPINION AMONG CHURCH MEMBERS REVEALS THAT THE RICH MATERIALS PUBLISHED IN THE EARLIER DEVOTIONALS ARE LARGELY UNKNOWN TO MANY ADVENTISTS TODAY. THIS PRESENT BOOK HAS BEEN PUBLISHED TO REMEDY THIS SITUATION. IT CONSISTS OF SELECTIONS FROM 12 OF THE BOOKS NAMED ABOVE\\97ONE BOOK A MONTH FOR THE 12 MONTHS OF 1992. THE SOURCE BOOK FOR EACH CHAPTER CAN BE LOCATED BY REFERRING TO THE TITLE OF EACH CHAPTER.\nELLEN WHITE STATES THAT \\93CHRIST\\92S FAVORITE THEME WAS THE PATERNAL CHARACTER AND ABUNDANT LOVE OF GOD\\94 (TESTIMONIES, VOL. 6, P. 55). THIS ALSO SEEMS TO BE ELLEN WHITE\\92S FAVORITE THEME. FOR THAT REASON THE COMPILERS HAVE CHOSEN THE TITLE OUR FATHER CARES. THE TITLE HAS A DOUBLE SIGNIFICANCE. NOT ONLY HAVE READINGS BEEN SELECTED ON THE TOPIC OF GOD\\92S GREAT LOVE AND CARE FOR US, BUT THEY ALSO REFLECT THE FACT THAT GOD CARES SO MUCH FOR US THAT HE IS INTERESTED IN EVERY ASPECT OF OUR DAILY LIVES. HE CARES ABOUT OUR HEALTH, OUR HOMES, OUR STUDY OF HIS WORD, OUR VICTORY OVER SIN, OUR PREPARATION FOR HIS SECOND COMING. HE ALSO LONGS FOR US TO BE WITH HIM IN HIS KINGDOM, WHICH IS SOON TO BE ESTABLISHED ON EARTH. HOW MUCH HE CARES!\nWE INVITE YOU TO READ EACH DAY\\92S DEVOTIONAL WITH BOTH ASPECTS OF GOD\\92S CONCERN IN MIND, TRUSTING THAT AS YOU MEDITATE ON EACH PASSAGE YOU WILL COME TO APPRECIATE MORE THAT EVER HOW MUCH GOD LOVES AND CARES FOR YOU.\n\\97THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n\nChapter 1\\97Sons and Daughters of God\n\nWe Are Called The Sons Of God\n\nBehold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not; because it knew him not. 1 John 3:1.", "paragraph": 1, "bookcode": "OFC", "page": 15}