{"word": "Covetousness\n\n\n     I saw that Satan bade his angels lay their snares especially for those who were looking for Christ's second appearing and keeping all the commandments of God. Satan told his angels that the churches were asleep. He would increase his power and lying wonders, and he could hold them. \"But,\" he said, \"the sect of Sabbathkeepers we hate; they are continually working against us, and taking from us our subjects, to keep the hated law of God. Go, make the possessors of lands and money drunk with cares. If you can make them place their affections upon these things, we shall have them yet. They may profess what they please, only make them care more for money than for the success of Christ's kingdom or the spread of the truths we hate. Present the world before them in the most attractive light, that they may love and idolize it. We must keep in our ranks all the means of which we can gain control. The more means the followers \n                                                                           267\nof Christ devote to His service, the more will they injure our kingdom by getting our subjects. As they appoint meetings in different places, we are in danger. Be very vigilant then. Cause disturbance and confusion if possible. Destroy love for one another. Discourage and dishearten their ministers; for we hate them. Present every plausible excuse to those who have means, lest they hand it out. Control the money matters if you can, and drive their ministers to want and distress. This will weaken their courage and zeal. Battle every inch of ground. Make covetousness and love of earthly treasures the ruling traits of their character. As long as these traits rule, salvation and grace stand back. Crowd every attraction around them, and they will be surely ours. And not only are we sure of them, but their hateful influence will not be exercised to lead others to heaven. When any shall attempt to give, put within them a grudging disposition, that it may be sparingly.\"", "paragraph": 1, "bookcode": "EW", "page": 266}