{"word": "MS 33, 1909\n     564. With all the precious light that has continually been given to us in the health publications, we cannot afford to live careless, heedless lives, eating and drinking as we please, \n                                                                           342\nand indulging in the use of stimulants, narcotics, and condiments. Let us take into consideration the fact that we have souls to save or to lose, and that it is of vital consequence how we relate ourselves to the question of temperance. It is of great importance that individually we act well our part, and have an intelligent understanding of what we should eat and drink, and how we should live to preserve health. All are being proved to see whether we will accept the principles of health reform or follow a course of self-indulgence. \n     [TEMPERANCE REFORMERS SHOULD AWAKEN TO EVILS FROM USE OF CONDIMENTS--747] \n     [THOUGH MINCE PIES, SPICES, ETC., ARE DISCARDED, THE FOOD SHOULD BE PREPARED WITH CARE--389] \n     [TIME WASTED PREPARING FOODS SEASONED WITH SPICES, WHICH RUIN HEALTH, SOUR THE TEMPER, AND BECLOUD THE REASON--234] \n     [SPICES AND CONDIMENTS ALLOWED TO CHILDREN--348, 351, 354, 360] \n     [HIGHLY SEASONED FOOD ENCOURAGES OVEREATING AND PRODUCES FEVERISH CONDITIONS--351] \n     [FREE USE OF PICKLES AND CONDIMENTS BY A NERVOUS, IRRITABLE CHILD--574] \n     [CANNOT BE CONVERTED INTO GOOD BLOOD--576] \n     [REFUSAL OF DAINTY DISHES AND RICH CONDIMENTS, ETC., PROVES WORKERS TO BE PRACTICAL HEALTH REFORMERS--227] \n     [ANIMAL PASSIONS EXCITED BY SPICED FOODS--348] \n     [FOODS TAKEN TO CAMP MEETING SHOULD BE FREE FROM ALL SPICES AND GREASE--124] \n     [SPICES NOT USED IN THE WHITE HOME-APPENDIX 1:4] \n     [SPICED FOODS AND CONDIMENTS EXCITE NERVES AND ENFEEBLE INTELLECT--356] \n     [THE BLESSING OF A DIET FREE FROM SPICES--119] \n     [SIMPLE FOODS, WITHOUT SPICES, ARE BEST--487] \n     [THOSE CRAVING CONDIMENTS TO BE ENLIGHTENED--779]", "paragraph": 4, "bookcode": "CD", "page": 341}