{"word": "In the time of trouble, we all fled from the cities and villages, [Ezekiel 7:15, 16. Luke 17:30-36. SEE CAMPBELL'S TRANSLATION.] but were pursued by the wicked, who entered the houses of the saints with the sword. They raised the sword to kill us, but it broke, and fell, as powerless as a straw. Then we all cried day and night for deliverance, and the cry came up before God. [Luke 18:7,8.] The sun came up, and the moon stood still. [Habakkuk 3:11.] The streams ceased to flow. [2 ESDRAS 6:24.] Dark heavy clouds came up, and clashed against each other. [2 ESDRAS 15:34,35.] But there was one clear place of settled glory, from whence came the voice of God like many waters, which shook the heavens, and the earth. [Joel 3:16. Hebrews 12:25-27.] The sky opened and shut, and was in commotion. [Revelation 6:14. Matthew 24:29.] The \n                                                                           20\nmountains shook like a reed in the wind, and cast out ragged rocks all around. The sea boiled like a pot, and cast out stones upon the land. [Habakkuk 3:8-10. Isaiah 2:19-21.] And as God spoke the day and hour of Jesus' coming, [Ezekiel 12:25. Mark 13:32.] and delivered the everlasting covenant to His people, [Ezekiel 20:37. Hebrews 12:22-25.] He spoke one sentence, and then paused, while the words were rolling through the earth! [Jeremiah 25:30, 31.] The Israel of God stood with their eyes fixed upwards, listening to the words as they came from the mouth of Jehovah, and rolled through the earth like peals of loudest thunder! It was awfully solemn. At the end of every sentence, the saints shouted, Glory! Hallelujah! Their countenances were lighted up with the glory of God; and they shone with the glory as Moses' face did when he came down from Sinai. The wicked could not look on them, for the glory. [Song of Solomon 5:1-5.] And when the never ending blessing was pronounced on those who had honored God, in keeping His Sabbath holy, there was a mighty shout of victory over the Beast, and over his Image.", "paragraph": 2, "bookcode": "WLF", "page": 19}