{
    "word": "Ministers of present truth, while they bear a pointed testimony, reproving individual wrongs and seeking to tear away the idols from the camp of Israel, should manifest forbearance. They should preach the truth in its solemnity and importance, and if this finds its way to the heart it will accomplish that for the receiver which nothing else can. But if the truth spoken in the demonstration of the Spirit does not cut away the idols, it will be of no avail to denounce and bear down upon the individual. It may appear that some are joined to their idols, yet I saw that we should be very reluctant to give up the poor, deceived ones. We should ever bear in mind that we are all erring mortals, and that Christ exercises much pity for our weakness, and loves us although we err. If God should deal with us as we often deal with one another, we should be consumed. While ministers preach the plain, cutting truth, they must let the truth do the cutting and hewing, not do it themselves. They should lay the ax, the truths of God's word, at the root of the tree, and something will be accomplished. Pour out the testimony just as straight as it is found in the word of God, with a heart full of the warming, quickening influence of His Spirit, all in tenderness, yearning for souls, and the work among God's people will be effectual. The reason why there is so little of the Spirit of God manifested is that ministers learn to do without it. They lack the grace of God, lack forbearance and patience, lack a spirit of consecration and sacrifice; and this is the only reason why some are doubting the evidences of God's word. The trouble is not at all in the word of God, but in themselves. They lack the grace of God, lack devotion, personal piety, and holiness. This leads them to be unstable, and throws them often on Satan's battlefield. I saw that however strongly men may have advocated the truth, however pious they may appear to be, when they \n                                                                           384\nbegin to talk unbelief in regard to some scriptures, claiming that they cause them to doubt the inspiration of the Bible, we should be afraid of them, for God is at a great distance from them. \n\n                                               -",
    "paragraph": 1,
    "bookcode": "TttC",
    "page": 383
}