{"word": "The Sealing\n     At the commencement of the Holy Sabbath, (Jan. 5th, 1849) we engaged in prayer with Bro. Belden's family at Rocky Hill, Con., and the Holy Ghost fell upon us. I was taken off in vision to the Most Holy Place, where I saw Jesus still interceding for Israel. On the bottom of his garment was a bell and a pomegranate, a bell and a pomegranate. Then I saw that Jesus would not leave the Most Holy Place until every case was decided either for salvation or destruction, and that the wrath of God could not come until Jesus had finished his work in the Most Holy Place, laid off his priestly attire and clothed himself with the garments of vengeance. Then Jesus will step out from between the Father and man, and God will keep silence no longer; but pour out his wrath on those who have rejected his truth. I saw that the anger of the nations, the wrath of God, and the time to judge the dead, were separate events, one following the other. I saw that Michael had not stood up, and that the time of trouble, such as never was, had not yet commenced. The nations are now getting angry, but when our High Priest has finished his work in the Sanctuary, he will stand up, put on the garments of vengeance, and then the seven last plagues will be poured out. I saw that the four angels would hold the four winds until Jesus\\92 work was done in the Sanctuary, and then will come the \n20\nseven last plagues. These plagues enraged the wicked against the righteous, and they thought that we had brought them down upon them, and if they could rid the earth of us, then the plagues would be stayed. A decree went forth to slay the saints, which caused them to cry day and night for deliverance. This was the time of Jacob's trouble. Then all the saints cried out with anguish of spirit, and were delivered by the voice of God. Then the 144,000 triumphed. Their faces were lighted up with the glory of God. Then I was shown a company who were howling in agony. On their garments was written in large characters, \\93Thou art weighed in the balance, and found wanting.\\94 I asked who this company were. The angel said, \\93These are they who have once kept the Sabbath and have given it up.\\94 I heard them cry with a loud voice, \\93We have believed in thy coming, and taught it with energy.\\94 And while they were speaking, their eyes would fall upon their garments and see the writing, and then they would wail aloud. I saw that they had drunk of the deep waters, and fouled the residue with their feet\\97 trodden the Sabbath under foot, and that is why they were weighed in the balance and found wanting. Then my attending angel directed me to the City again, where I saw four angels winging their way to the gate of the City, and were just presenting the golden card to the angel at the gate. Then I saw another angel swiftly flying from the direction of the most excellent glory, and crying with a loud voice to the other angels, and waving something up and down in his hand. I asked my attending angel for an explanation of what I saw. He told me that I could see no more then, but he would shortly show me what those things that I then saw meant.", "paragraph": 1, "bookcode": "ExV", "page": 19}