{"word": "CSA - A Call To Stand Apart (2002)\n\n\nChallenging Young Adults to Make a Difference \n\n(Original Ellen White Source Material for the Paraphrase)\n\n\nTable of Contents\n\nIntroduction\n1.\tBeginnings\n2.\tJesus as a Child and Young Adult\n3.\tJesus\\92 Ministry Begins With a Party\n4.\tYou Can Come Home Any Time\n5.\tWhen Doing Everything Right Isn\\92t Enough\n6.\tThe Answer Lies in the Soil\n7.\tHow to Pray\n8.\tHow to Have Faith\n9.\tPreparing to Die\n10.\tCruel Crucifixion\n11.\tGrand Resurrection\n12.\tHow to Handle Doubts and Confusion\n13.\tRelationships\n14.\tWellness\n15.\tSocial Justice\n16.\tCareers\n17.\tAuthority of Scripture\n\n\nINTRODUCTION\n\nA CALL TO STAND APART IS A FIRST. IT IS THE FIRST ELLEN WHITE BOOK PREPARED BY THE WHITE ESTATE ESPECIALLY FOR TWENTY-FIRST CENTURY YOUNG ADULTS. IT ALSO IS THE FIRST BOOK IN WHICH A VARIETY OF INSPIRED COUNSELS HAVE BEEN DRAWN EXLUSIVELY FROM PREVIOUSLY PUBLISHED ELLEN WHITE BOOKS.\nA CALL TO STAND APART MAKES AVAILABLE FROM SELECTED ELLEN WHITE WRITINGS THE CORE IDEAS THAT DEAL WITH IMPORTANT ISSUES FACED BY YOUTH AND YOUNG ADULTS TODAY. THE 17 CHAPTERS OF THE BOOK HAVE BEEN CHOSEN TO ADDRESS ISSUES FACED BY CONTEMPORARY YOUNG ADULTS IN A TWENTY-FIRST-CENTURY CONTEXT.\nTHIS ORIGINAL SOURCE MATERIAL IS PROVIDED FOR THOSE WHO WOULD LIKE TO MAKE A COMPARATIVE STUDY AND ANALYSIS OF THE PARAPHRASE A \n3\nCALL TO STAND APART UNDERTAKEN FROM THESE SELECTED WRITINGS OF ELLEN G. WHITE. EVERY EFFORT HAS BEEN MADE TO BE FAITHFUL TO THE ORIGINAL CONTENT, IDEAS, AND PRINCIPLES SET FORTH BY ELLEN WHITE. WE BELIEVE A COMPARISON WILL REVEAL THAT IN NO CASE HAS THE THOUGHT IN THE ORIGINAL BEEN CHANGED.\nWE BELIEVE THAT THE PRINCIPLES PENNED MORE THAN 100 YEARS AGO UNDER DIVINE INSPIRATION ARE MORE RELEVANT THAN EVER. IT IS OUR HOPE THAT THOUSANDS OF READERS WILL FIND A CALL TO STAND APART SO COMPELLING, INTERESTING, AND INSPIRING THAT THEY WILL GO ON TO FURTHER EXPLORE THE DEEP SPIRITUAL RICHES IN OTHER ELLEN WHITE WRITINGS. MAY EACH READER \\93CATCH THE VISION.\\94\n\n\\97THE TRUSTEES OF THE ELLEN G. WHITE PUBLICATIONS\n\n\nChapter 1 \\97Beginnings\n\nChrist, the heavenly merchantman seeking goodly pearls, saw in lost humanity the pearl of price. In man, defiled and ruined by sin, He saw the possibilities of redemption.  Christ Object Lessons, p. 118. 1", "paragraph": 1, "bookcode": "CSA", "page": 4}