{"word": "CC - Conflict and Courage (1970)\n\n\nFOREWORD\n\n     THE BIBLE RECORD OF MEN AND WOMEN OF ANCIENT TIMES PRESENTS BACKGROUNDS SO BROAD AND DIVERSE THAT EVERY MODERN PERSON MAY IDENTIFY WITH SOMEONE PORTRAYED THEREIN. ALL WHO ARE WISE WILL GAIN FROM A STUDY OF THIS RECORD THAT WHICH WILL DIRECT, ENRICH, AND GUARD THEIR OWN PERSONAL LIFE. THEY WILL DRAW COURAGE FROM THOSE WHO TRIUMPHED, LEARN FROM THE MISTAKES OF OTHERS, AND HOPEFULLY WILL BE SPARED THE HEARTACHES OF THOSE WHO MADE UNWISE CHOICES.\n     THE WORD OF GOD TREATS ONLY BRIEFLY THE EXPLOITS, FAILURES, AND SUCCESSES OF THE CHARACTERS IT PORTRAYS. MORE DETAILED ACCOUNTS ARE GIVEN TO US BY ELLEN G. WHITE IN HER INSPIRED WRITINGS. IN A RARE MANNER SHE CATCHES AND APPLIES, WITH SENSITIVE, DIVINELY GUIDED INSIGHT, RELEVANT LESSONS FROM THE LIVES OF SAINTS AND SINNERS DEPICTED IN SACRED HISTORY. FROM THIS VOLUMINOUS AND RICH SOURCE OF MATERIALS THE 365 BRIEF SKETCHES THAT COMPRISE THIS DEVOTIONAL VOLUME HAVE BEEN SELECTED.\n     OBVIOUSLY THERE COULD NOT BE REPRODUCED HERE FULL BIOGRAPHIES OF THE MANY CHARACTERS MENTIONED IN THE BIBLE. THESE MAY BE PURSUED IN THE FIVE VOLUMES OF THE CONFLICT OF THE AGES SERIES, THE TESTIMONIES, OTHER ELLEN G. WHITE BOOKS, AND IN THE ELLEN G. WHITE SUPPLEMENT TO THE SDA BIBLE COMMENTARY. RATHER, THE LESSONS FROM THEIR LIVES HAVE BEEN SET FORTH HERE BY INCIDENTS, IN THEIR BIOGRAPHICAL SETTING. THEY APPEAR IN ROUGHLY CHRONOLOGICAL ORDER, BUT WITHOUT A TIGHT SEQUENCE OF EVENTS; NOR HAS IT BEEN POSSIBLE TO BE EXHAUSTIVE EVEN IN THIS SELECTIVE AREA.\n     THE SCRIPTURE REFERENCES AT THE TOP OF MANY OF THE PAGES WILL GUIDE TO THE BIBLE ACCOUNT OF THE EXPERIENCE FROM WHICH THE LESSON HAS BEEN DRAWN.\n     CREDIT IS GIVEN FOR EACH ITEM APPEARING IN THESE PAGES. A CLOSE LOOK AT THE LISTING AT THE BACK OF THIS VOLUME WILL REVEAL THAT THE PRIME SOURCE HAS BEEN THE FAMILIAR BOOKS OF THE CONFLICT SERIES, WHICH IN GENERAL PRESENT THE FULLEST AND RICHEST ACCOUNTS.\n                                                                   6\n     THE TASK OF SELECTING AND ARRANGING THESE SKETCHES HAS BEEN UNDERTAKEN IN THE OFFICE OF THE ELLEN G. WHITE ESTATE. MAY THEY ACCOMPLISH THE PURPOSE FOR WHICH THEY ARE INTENDED--TO BRING COURAGE TO GOD'S PEOPLE FOR THE TRIALS OF EARTH'S CLOSING DAYS.\n     THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n\n\nThat We may be Encouraged\n\n     For all those words which were written long ago are meant to teach us today; that when we read in the scriptures of the endurance of men and of all the help that God gave them in those days, we may be encouraged to go on hoping in our own time. Romans 15:4, Phillips.", "paragraph": 1, "bookcode": "CC", "page": 7}