{"word": "Jesus' life was without worldly grandeur, or extravagant show. His humble, self-denying life was a great contrast to the lives of the priests and elders, who loved ease and worldly \n                                                                           62\nhonor, and the strict and holy life of Jesus was a continual reproof to them, on account of their sins. They despised him for his humbleness, holiness and purity. But those who despised him here, will one day see him in the grandeur of heaven, and the unsurpassed glory of his Father. He was surrounded with enemies in the judgment hall, who were thirsting for his blood; but those hardened ones who cried out, His blood be on us and on our children, will behold him an honored King. All the heavenly host will escort him on his way with songs of victory, majesty and might, to him that was slain, yet lives again a mighty conqueror. Poor, weak, miserable man spit in the face of the King of glory, while a shout of brutal triumph arose from the mob at the degrading insult. They marred that face with blows and cruelty which filled all heaven with admiration. They will behold that face again, bright as the noon-day sun, and will seek to flee from before it. Instead of that shout of brutal triumph, in terror they will wail because of him. Jesus will present his hands with the marks of his crucifixion. The marks of this cruelty he will ever bear. Every print of the nails will tell the story of man's wonderful redemption, and the dear price that purchased it. The very men who thrust the spear into the side of the Lord of life, will behold the print of the spear, and will lament with deep anguish the part they \n                                                                           63\nacted in marring his body. His murderers were greatly annoyed by the superscription, The King of the Jews, placed upon the cross above his head. But then they will be obliged to see him in all his glory and kingly power. They will behold on his vesture and on his thigh, written in living characters, King of kings, and Lord of lords. They cried to him mockingly, as he hung upon the cross, Let Christ the King of Israel descend from the cross, that we may see and believe. They will behold him then with kingly power and authority. They will demand no evidence then of his being the King of Israel; but overwhelmed with a sense of his majesty and exceeding glory, they will be compelled to acknowledge, Blessed is he that cometh in the name of the Lord.", "paragraph": 2, "bookcode": "1SG", "page": 61}