{
    "word": "There is great danger of encouraging a class of men to enter the field who have no genuine burden for souls. They may be able to interest the people and to engage in controversy, while they are by no means men of thought, who will improve their ability and enlarge their capacities. We have a dwarfed and defective ministry. Unless Christ shall abide in the men who preach the truth, they will lower the moral and religious standard wherever they are tolerated. One example is given them, even Christ. \"All Scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness: that the man of God may be perfect, throughly furnished unto all good works.\" In the Bible we have the unerring counsel of God. Its teachings, practically carried out, will fit men for any position of duty. It is the voice of God speaking every day to the soul. How carefully should the young study the word of God and treasure up its sentiments in the heart, that its precepts may be made to govern the whole conduct. Our young ministers, and those who have been some time preaching, show a marked deficiency in their understanding of the Scriptures. The work of the Holy Spirit is to enlighten the darkened understanding, to melt the selfish, stony heart, to subdue the rebellious transgressor, and save him from the corrupting influences of the world. The prayer of Christ for His disciples was: \"Sanctify them through Thy truth: Thy word is truth.\" The sword of the Spirit, which is the word of God, pierces the heart of the sinner and cuts it in pieces. When the theory of the truth is repeated without its sacred influence being felt upon the soul of the speaker, it has no force upon the hearers, but is rejected as error, the speaker making himself responsible for the loss of souls. We must be sure that our ministers are converted men, humble, meek, and lowly of heart. \n                                                                           442",
    "paragraph": 1,
    "bookcode": "TttC",
    "page": 441
}