{
    "word": "I saw Brethren J and G in special danger of losing eternal life. They did not see that they were standing directly in the way of the advancement of the work of God in _____. When the tent meeting was held there the first time we were upon this coast, hundreds were convicted of the truth; but God knew the material of which that church was composed. If souls came out into the truth, there were none to nourish and cherish them, and to lead them along to an elevated life. Brother I was of an envious, faultfinding, jealous spirit. Unless he could be first, he would not do anything. He esteemed himself far more highly than God esteemed him. A man of his temperament will not, long at a time, be in agreement with anyone; for it is his element to contend, and to array himself in opposition to anything that does not suit his ideas. The Lord left him to take his own course and to manifest what manner of spirit he was of. He brought into the church, and sought to carry out there, the very same spirit that he carried out in his family. His bitterness and his cruel speeches against the servants of God are written in the book. He will meet \n                                                                           238\nthem again. He went out from us because he was not of us. And in no case should the church encourage him to unite with them again; for, with the spirit he now has, he would quarrel even with the angels of God. He would wish to rule and dictate the work of the angels. No such spirit can enter heaven. I and J, whom God frowns upon, have dared to withstand the servants of God, to malign them, and to impute to them evil motives. They have tried to destroy the confidence of the brethren in these workers as well as in the Testimonies. But if the work is of God, they cannot overthrow it. Their efforts will lie in vain. Brother G, you were in such darkness that you thought these men were right. You have repeated their words and talked of the one-man power.\" Oh, how little you knew what you were talking about!",
    "paragraph": 2,
    "bookcode": "TttC",
    "page": 237
}