{"word": "HP - In Heavenly Places (1967)\n\n\nFOREWORD\n\n     THIS DEVOTIONAL BOOK HAS BEEN COMPILED LARGELY FROM UNPUBLISHED AND OUT-OF-PRINT SPIRIT OF PROPHECY MATERIALS. ITS INSPIRATIONAL TRUTHS HAVE BEEN DRAWN FROM THE DEEP RESERVOIR OF ACCUMULATED ELLEN G. WHITE ARTICLES, WHICH THROUGH THE YEARS APPEARED IN THE JOURNALS OF THE CHURCH, AND FROM MANY, MANY LETTERS OF ADMONITION, ENCOURAGEMENT, AND INSTRUCTION WRITTEN TO BOTH YOUTHFUL AND MATURE ADVENT PILGRIMS PRESSING ON THEIR JOURNEY TO THE KINGDOM. AS THE VERITIES OF THE MESSAGE ARE PRESENTED FIRST FROM ONE APPROACH AND THEN FROM ANOTHER, THEY APPEAR WITH NEW BEAUTY AND ADDED LUSTER.\n     THE ELLEN G. WHITE STATEMENTS THAT COMMENT ON THE TEXTS OF SCRIPTURE WERE SELECTED AND ASSEMBLED IN THE OFFICES OF THE ELLEN G. WHITE ESTATE. THIS WAS DONE IN HARMONY WITH MRS. WHITE'S INSTRUCTION TO THE TRUSTEES, WITH WHOM SHE LEFT THE RESPONSIBILITY OF THE CARE OF HER WRITINGS.\n     TO PROVIDE DEVOTIONAL READINGS OF UNIFORM LENGTH IT HAS BEEN NECESSARY, AT TIMES, TO DROP OUT PORTIONS OF SOME OF THE MATERIALS SELECTED, WHICH ARE REPETITIVE OR LESS PERTINENT TO THE TOPIC PRESENTED, BUT IN EACH CASE THIS HAS BEEN INDICATED BY MARKS OF ELLIPSIS. SUCH OMISSIONS HAVE IN NO WAY DISTORTED OR ALTERED THE MEANING OF THE ORIGINAL PASSAGE. REFERENCES DIRECTING THE READER TO THE ORIGINAL SOURCE OF EACH SELECTION APPEAR AT THE CLOSE OF THE VOLUME. THE SCRIPTURE INDEX INCLUDES NOT ONLY ALL VERSES QUOTED BUT ALSO THOSE ALLUDED TO, THUS PROVIDING A REFERENCE HELP THAT MAY BE USED, TO A LIMITED EXTENT, AS A SUBJECT INDEX.\n     WE BELIEVE THAT THIS VOLUME, PRESENTING IN A FRESH SETTING ENCOURAGING COUNSELS AND BASIC PRINCIPLES VITAL TO SUCCESSFUL CHRISTIAN EXPERIENCE AND LIVING, IS A WORTHY ADDITION TO THE SPIRIT OF PROPHECY BOOKS. THAT IT MAY LIFT THE READER IN HIS DEVOTIONAL MOMENTS TO HEAVENLY PLACES, IS THE PRAYERFUL WISH OF THE PUBLISHERS AND\n\n     THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n\nWASHINGTON, D.C.\n\n\n\nChap. 1 - \"In Heavenly Places\"--Our Exalted Privilege\n\n     But God, who is rich in mercy, for his great love wherewith he loved us, even when we were dead in sins, hath quickened us together with Christ, . . . and hath raised us up together, and made us sit together in heavenly places in Christ Jesus. Ephesians 2:4-6.", "paragraph": 1, "bookcode": "HP", "page": 7}