{"word": "I saw that they needed help, that Satan's snare must be broken, and precious souls rescued. I did not see that it was our duty to go to them, but as I had been shown their condition, I felt anxious to go. It was a great distance, and in the winter. It was exceedingly difficult, and somewhat dangerous a journey, yet I felt urged on, to go to Wawkon [Waukon]. My mind could not be at ease until we decided to go trusting in the Lord. It was then good sleighing. Preparations were made to go with two horses and a sleigh, but it rained for twenty-four hours, and the snow was fast disappearing. My husband thought the journey must be given up. My mind could not rest. It was agitated concerning Wawkon [Waukon]. Bro. H. said to \n                                                                           218\nme, \"Sr. White, what about Wawkon [Waukon]?\" Said I, \"We shall go.\" \"Yes,\" said he, \"if the Lord works a miracle.\" Many times that night I was at the window watching the weather, and about day-break there was a change, and it commenced snowing. The next night about five o'clock, we were on our way to Wawkon [Waukon], brethren E. and H., husband and self. We held meetings with the brethren at Green Vale, Ills., and were there blocked in nearly a week with a severe snow-storm. Thursday we ventured to pursue our journey. Weary, cold and hungry, we called at a hotel a few miles from the Mississippi river. The next morning, about four o'clock, it commenced raining. We felt urged on, and rode through the rain, while the horses broke through the snow at almost every step. We made many inquiries about crossing the river, but none gave us encouragement that we could cross. The ice was mostly composed of snow, and there lay upon the top of it one foot of water. When we reached the river Bro. H. arose in the sleigh and said, \"Is it Iowa, or back to Illinois? We have come to the Red sea, shall we cross?\" We answered, \"Go forward, trusting in Israel's GOD.\" We ventured upon the ice, praying as we went. We were carried safely across, and as we ascended the Iowa bank of the river, we united in praising the Lord. A number told us after we crossed, that no amount of money \n                                                                           219\nwould have tempted them to cross, and that a number had broken in. They could not save their teams, and barely escaped with their lives. We rode that afternoon six miles from Dubuque. The Sabbath was drawing on, and we put up at a hotel to rest over the Sabbath. In the evening we united in singing some of our best hymns. The boarders collected to listen, and Bro. E. hung up the chart and gave a short lecture. They invited us to call on our return, saying they would warrant us a house, and a good congregation.", "paragraph": 2, "bookcode": "2SG", "page": 217}