{
    "word": "Duty to Reprove Money Lovers \n\n     Many who are numbered with the believers are not really with them in faith and principle. They are doing exactly that which Jesus told them not to do--seeking to lay up treasures upon the earth. Christ said: \"Lay not up for yourselves treasures upon earth: . . . but lay up for yourselves treasures in heaven: . . . for where your treasure is, there will your heart be also.\" Here is one danger which threatens Christians. They are not obedient to Christ's positive directions. They show no \n                                                                           259\nreal faith and confidence in God. In order to gain riches they accumulate burdens and cares until their minds are almost wholly engrossed with them. They are eager for gains and always anxious for fear of losses. The more money and lands they possess the more eager are they for more. \"They are drunken, but not with wine; they stagger, but not with strong drink.\" They are surfeited with the cares of this life, which affect them as strong drink does the drunkard. They are so blinded by selfishness that they work night and day to secure perishable treasures. Their eternal interests are neglected; they have no time to attend to these things. The great matters of truth are not kept in mind, as is evidenced by their words, their plans, and their course of action. What if souls around them perish in their sins? This is not of so much consequence to them as their earthly treasures. Let souls for whom Christ died sink to ruin; they have no time to save them. In laying plans for earthly gain they show skill and talent; but these precious qualities are not devoted to winning souls to Christ, to the upbuilding of the Redeemer's kingdom. Are not the senses of such persons perverted? Are they not drunken with the intoxicating cup of worldliness? Is not reason laid aside, and have not selfish aims and purposes be come the ruling power? The work of preparing themselves to stand in the day of the Lord, and employing their God-given abilities in helping to prepare a people for that day, is considered too tame and unsatisfying.",
    "paragraph": 2,
    "bookcode": "5T",
    "page": 258
}