{
    "word": "Great guilt rests upon you and also upon your parents, who have flattered your pride and folly. They have sympathized with you when reproved, and have given you to understand that they thought it uncalled for. You, Sister O, have thought yourself handsome. Your parents have flattered you. You have sought acquaintance with unbelievers. Aside from your profession, your actions have been unbecoming a prudent, modest girl. But when it is taken into the account that you profess to be a follower of the meek and lowly Jesus, you have disgraced your profession. O my sister, did you think those clerks could not see through the gloss you threw about you? Did you think they were so captivated with your pretty face that they could not see beneath the surface and read your true, superficial character? When you placed upon your \n                                                                           181\nhead the adorning borrowed from Sister R's store, and then displayed yourself as if on exhibition before those clerks, did you think this was not discerned? Did you forget that angels of God were in attendance, and that their pure eyes were reading your thoughts, the intents and purposes of the heart, and taking cognizance of every act, and delineating your true, frivolous character? While you were engrossed with your small talk to the clerk with whom you were fascinated, because he flattered your vanity, could you have stood before the looking glass you would have seen the gestures, the whisperings, among those who were observing you, and laughing because you were making such a foolish show. You were bringing a stain upon the cause of truth. Could you have entered that store unobserved a short time after you stepped out, and have heard the conversation after you had lingered as long as decency would permit, you would have learned some things you never thought of before. You would have been wounded and humbled to learn how you were viewed by even frivolous clerks. The very one who flattered you to your face joined in the laugh and sport of his companions upon your vain course.",
    "paragraph": 2,
    "bookcode": "2T",
    "page": 180
}