{
    "word": "2T - Testimonies for the Church Volume Two (1868-1871)\n\n\nTable of Contents\n\nThe Times of Volume Two.............................................. 5\n\n                           Testimony 15 (1868)\n\nIntroduction ........................................................ 9\nSketch of Experience ............................................... 10\nDoing for Christ ................................................... 24\nSelling the Birthright ............................................. 37\nEvilspeaking ....................................................... 50\nSelfishness and World Loving ....................................... 55\nFlesh Meats and Stimulants ......................................... 60\nNeglect of Health Reform ........................................... 66\nLove for the Erring ................................................ 73\nEveryday Religion .................................................. 78\nReform at Home ..................................................... 84\nA Violated Conscience .............................................. 89\nWarnings and Reproofs .............................................. 93\n\n                           Testimony 16 (1868)\n\nObject of Personal Testimonies .................................... 112\nMoving to Battle Creek ............................................ 113\nCaution to Ministers .............................................. 116\nLook to Jesus ..................................................... 118\nSeparation From the World ......................................... 124\nTrue Love ......................................................... 133\nAmusements at the Institute ....................................... 137\nNeglect of Hannah More ............................................ 140\nPrayers for the Sick .............................................. 145\nCourage in the Minister ........................................... 150\nCloseness in Deal ................................................. 152\nOppressing the Hireling ........................................... 156\nCombativeness Reproved ............................................ 162\nBurden Bearers in the Church ...................................... 165\nPride in the Young ................................................ 173\nWorldliness in the Church ......................................... 183\n\n                                                                   2\n\n                           Testimony 17 (1869)\n\nThe Sufferings of Christ .......................................... 200\nWarnings to the Church ............................................ 216\nContemplating Marriage ............................................ 225\nDanger of Riches .................................................. 229\nChristian Zeal .................................................... 232\nResponsibilities of the Young ..................................... 235\nServants of Mammon ................................................ 237\nSentimentalism and Matchmaking .................................... 247\nSeverity in Family Government ..................................... 253\nA Birthday Letter ................................................. 261\nDeceitfulness of Riches ........................................... 268\nSelf-Deceived Youth ............................................... 288\nTrue Conversion ................................................... 291\nDuties of the Husband and the Wife ................................ 296\n Danger of Confiding Family Troubles .............................. 300\nLetter to an Orphan Boy ........................................... 307\nThe Unruly Member ................................................. 314\nComfort in Affliction ............................................. 318\nA Self-Caring, Dictatorial Spirit ................................. 320\nA Forgetful Hearer ................................................ 321\nRemedy for Sentimentalism ......................................... 323\nDuty to Orphans ................................................... 327\nAppeal to Ministers ............................................... 334\nMoral Pollution ................................................... 346\n\n                           Testimony 18 (1870)\n\nChristian Temperance .............................................. 354\nExtremes in Health Reform ......................................... 377\nSensuality in the Young ........................................... 390\nTrue Love at Home ................................................. 411\n Conducting Social Meetings ....................................... 419\nImportance of Self-Government ..................................... 421\nIndustry and Economy .............................................. 431\nStirring Up Opposition ............................................ 436\nAn Appeal to the Church ........................................... 439\nA Cross in Accepting the Truth .................................... 489\n       \n\n                                                                   3\n\n                           Testimony 19 (1870)\n\nAddress to Ministers .............................................. 498\nExercise and Air .................................................. 522\nSelfishness Rebuked ............................................... 539\nFanaticism and Ignorance .......................................... 553\nAn Indulged Daughter .............................................. 558\nTo a Minister's Wife .............................................. 565\nUnfaithfulness in Stewardship ..................................... 569\nMistaken Sensitiveness ............................................ 571\nConvocations ...................................................... 573\n\n                           Testimony 20 (1871)\n\nSocial Meetings ................................................... 577\nHow Shall We Keep the Sabbath? .................................... 582\nChristian Recreation .............................................. 585\nAn Impressive Dream ............................................... 594\nOur Camp Meetings ................................................. 597\nA Solemn Dream .................................................... 604\nManners and Dress of Ministers .................................... 609\nLove of Gain ...................................................... 619\nThe Cause in Vermont .............................................. 631\nTransferring Earthly Treasure ..................................... 678\nNo Probation After Christ Comes ................................... 686\nAccountability for Light Received ................................. 695\n\n\nTHE TIMES OF VOLUME TWO\n\n     WHILE VOLUME I OF THE TESTIMONIES PRESENTS COUNSEL HAVING TO DO LARGELY WITH THE INCEPTION AND DEVELOPMENT OF THE TEACHINGS, EXPERIENCES, AND ENTERPRISES OF THE NEWLY ESTABLISHED REMNANT CHURCH, VOLUME 2 IS DEVOTED ALMOST ENTIRELY TO THE PERSONAL PIETY OF ITS MEMBERS. DURING THE THIRTEEN YEARS PARALLELED BY THE FOURTEEN TESTIMONY PAMPHLETS NOW FORMING VOLUME I, THE PUBLISHING WORK WAS SOLIDIFIED, THE CHURCH WAS ORGANIZED, ITS SYSTEM OF FINANCE WAS ESTABLISHED, AND IT HAD LAUNCHED INTO A GREAT HEALTH PROGRAM. WHEN THE CLOSING ARTICLE WAS WRITTEN, LITERATURE WAS POURING IN A STEADY STREAM FROM ITS PRESSES AT THE REVIEW AND HERALD PUBLISHING PLANT AT BATTLE CREEK, MICHIGAN, AND, NEAR BY, THE NEWLY ESTABLISHED SANITARIUM WAS IN FULL OPERATION. THE DARK HOURS OF THE CIVIL WAR YEARS WERE IN THE PAST, AND FOR THE CHURCH IT WAS A DAY OF OPPORTUNITY. THE TASK BEFORE IT WAS TO HOLD THE GROUND GAINED AND TO ENLARGE ITS BORDERS. VITAL TO THE CONTINUED SUCCESS OF THE CHURCH WAS THE INTEGRITY OF ITS INDIVIDUAL MEMBERS.\n     EARLY IN 1868, AS EXPLAINED IN AN ARTICLE NOW FOUND NEAR THE CLOSE OF VOLUME I, ELLEN G. WHITE BEGAN TO PUBLISH, FOR THE BENEFIT OF THE CHURCH AS A WHOLE, CERTAIN PERSONAL TESTIMONIES WHICH UP TO THAT TIME HAD NOT BEEN DISTRIBUTED GENERALLY. OF THESE PERSONAL TESTIMONIES SHE STATED: \"THEY ALL CONTAIN MORE OR LESS REPROOF AND INSTRUCTION WHICH APPLY TO HUNDREDS OR THOUSANDS OF OTHERS IN SIMILAR CONDITION. THESE SHOULD HAVE THE LIGHT WHICH GOD HAS SEEN FIT TO GIVE WHICH MEETS THEIR CASES.\"--VOL. I, P. 631.\n     SUCH INSTRUCTION ADDRESSED PERSONALLY TO INDIVIDUAL CHURCH MEMBERS THROUGH THE THREE-YEAR PERIOD OF FEBRUARY, 1868, TO MAY, 1871, COMPRISES ALMOST THE ENTIRE CONTENT OF TESTIMONIES NOS. 15-20, NOW EMBODIED IN THIS VOLUME 2. THE INSTRUCTION IS POINTED AND PRACTICAL, DEALING WITH ALMOST EVERY PHASE OF PERSONAL EXPERIENCE AND RELIGIOUS INTERESTS, FROM\n\n                                                                   6\n\nGOSSIP, THE INDULGENCE OF APPETITE, AND THE MARRIAGE RELATIONSHIP TO MISDIRECTED ZEAL, AVARICIOUSNESS, AND FANATICISM.\n     AT THE BEGINNING OF THE PERIOD OF TIME COVERED BY VOLUME 2 ELDER AND MRS. WHITE WERE IN PARTIAL RETIREMENT IN GREENVILLE, MICHIGAN, DUE TO THE CONDITION OF ELDER WHITE'S HEALTH. THEY SOON RESUMED THEIR ACTIVITY IN TRAVELING AND HOLDING MEETINGS WITH THE BELIEVERS IN STATES ADJACENT TO MICHIGAN. IN NOVEMBER, 1868, THEY RETURNED TO BATTLE CREEK TO MAKE THEIR HOME THERE.\n     TWO MONTHS EARLIER, IN SEPTEMBER OF 1868, A CAMP MEETING WAS HELD IN WRIGHT, MICHIGAN. THIS GATHERING, THE FIRST OF ITS KIND, PROVED SUCH A GREAT BLESSING TO THOSE WHO ATTENDED THAT THE FOLLOWING YEARS WITNESSED THE ESTABLISHMENT OF CAMP MEETINGS AS A REGULAR PART OF THE PROGRAM FOR THE STATE CONFERENCES. ELDER AND MRS. WHITE'S PRESENCE WAS CALLED FOR, AND SO IT CAME THAT THE SUMMER MONTHS IN SUCCEEDING YEARS WERE LARGELY SPENT BY THEM IN THESE ANNUAL GATHERINGS. IN THE LATTER PART OF VOLUME 2 MAY BE FOUND COUNSEL REGARDING SUCH \"CONVOCATIONS.\"\n     DURING THE THREE-YEAR PERIOD COVERED BY VOLUME 2 THERE WAS ENCOURAGING ADVANCE IN THE CAUSE OF PRESENT TRUTH. THE HEALTH INSTITUTE AT BATTLE CREEK, HAVING PASSED THROUGH A DISCOURAGING DEPRESSION, NOW EMERGED INTO A PERIOD OF PROSPERITY. IN THE LATTER PART OF 1868 ELDERS J. N. LOUGHBOROUGH AND D. T. BOURDEAU LIGHTED THE TORCH OF SEVENTH-DAY ADVENTISM ON THE PACIFIC COAST. THE SAME YEAR A COMPANY OF FIFTY SABBATHKEEPING ADVENTISTS IN EUROPE ENTERED INTO CORRESPONDENCE WITH THE GENERAL CONFERENCE BRETHREN IN BATTLE CREEK, AND THE NEXT YEAR SENT A REPRESENTATIVE ACROSS THE OCEAN TO PLEAD FOR MISSIONARIES TO BE SENT TO THEM.\n     BUT, WITH ALL THESE GAINS AND ADVANCE MOVES, THE ADVERSARY CONTINUED TO WORK EARNESTLY TO LOWER THE SPIRITUALITY OF CHURCH MEMBERS, TO CAUSE THEM TO LOVE THE WORLD AND ITS ATTRACTIONS, TO LEAVEN THE CHURCH WITH THE SPIRIT OF CRITICISM, TO DRY UP THE SPRINGS OF BENEVOLENCE, AND ESPECIALLY TO BRING\n\n                                                                   7\n\nTHE YOUTH INTO HIS RANKS. AGAINST THESE DANGEROUS TRENDS MRS. WHITE, AS GOD'S MESSENGER, WAS FAITHFULLY AND EARNESTLY DELIVERING HER MESSAGES BY VOICE AND PEN, CALLING THE MEMBERS OF THE CHURCH TO GOD'S STANDARD OF INTEGRITY AND RIGHTEOUSNESS.\n     ON SOME OCCASIONS MRS. WHITE WAS GIVEN REVELATIONS PERTAINING TO THE EXPERIENCE OF A NUMBER OF INDIVIDUALS IN ONE CHURCH. HAVING DELIVERED THESE INDIVIDUAL TESTIMONIES IN MEETING, SHE AFTERWARD WROTE OUT THE INSTRUCTION AND SENT IT TO THE CHURCH CONCERNED. A NUMBER OF SUCH COMMUNICATIONS ARE FOUND IN VOLUME 2.\n     THE THOUGHTFUL READER OF THIS 711-PAGE VOLUME MUST BE IMPRESSED NOT ONLY WITH THE GREAT DIVERSITY OF SUBJECTS COVERED, BUT ALSO WITH THE VAST AMOUNT OF WRITING DEVOTED TO SUCH PERSONAL TESTIMONIES WRITTEN DURING THIS BRIEF TIME. YET IT SHOULD BE NOTED THAT WHAT WAS PUBLISHED REPRESENTED ONLY A PORTION OF WHAT MRS. WHITE WROTE DURING THIS PERIOD.\n     A FEW WEEKS BEFORE THE APPEARANCE OF NO. 15 ELDER WHITE HAD PENNED A NOTE FOR THE REVIEW AND HERALD, ASKING THAT THOSE TO WHOM ORAL TESTIMONY HAD BEEN GIVEN BY MRS. WHITE SHOULD PATIENTLY WAIT UNTIL THEY MIGHT RECEIVE WRITTEN COPIES. OF MRS. WHITE'S DILIGENCE AND PERSISTENCE IN THIS WORK, HE SAID:\n     \"IN THIS BRANCH OF HER LABOR SHE HAS ABOUT TWO MONTHS' WORK ON HAND. ON HER EASTERN TOUR SHE IMPROVED ALL HER SPARE TIME IN WRITING SUCH TESTIMONIES. SHE EVEN WROTE MANY OF THEM IN MEETING WHILE OTHERS WERE PREACHING AND SPEAKING. SINCE HER RETURN SHE HAS INJURED HER HEALTH AND STRENGTH IN CONFINING HERSELF TOO CLOSELY TO THIS WORK. SHE USUALLY WRITES FROM TWENTY TO FORTY PAGES EACH DAY.\"--REVIEW AND HERALD, MARCH 3, 1868.\n     WE MAY WELL IMAGINE MRS. WHITE'S RELIEF ON THE ISSUANCE OF TESTIMONY NO. 15 AND HER ANTICIPATION OF A MUCH-NEEDED REST, BUT TEN DAYS LATER SHE WAS AGAIN PLUNGED INTO THE TASK OF DELIVERING THE MANY MESSAGES ENTRUSTED TO HER. ON FRIDAY EVENING, JUNE 12, SHE WAS AT BATTLE CREEK SPEAKING \"TO THE\n\n                                                                   8\n\nYOUNG GENERALLY,\" AND \"HAD ADDRESSED SEVERAL PERSONALLY,\" UNTIL NEARLY TEN O'CLOCK, WHEN, AS REPORTED BY ELDER WHITE:\n     \"WHILE SPEAKING FROM THE PLATFORM IN FRONT OF THE PULPIT, IN THE MOST SOLEMN AND IMPRESSIVE MANNER, THE POWER OF GOD CAME UPON HER, AND IN AN INSTANT SHE FELL UPON THE CARPET IN VISION. MANY WITNESSED THIS MANIFESTATION FOR THE FIRST TIME, WITH ASTONISHMENT, AND WITH PERFECT SATISFACTION THAT IT WAS THE WORK OF GOD. THE VISION LASTED TWENTY MINUTES.\"--REVIEW AND HERALD, JUNE 16, 1868.\n     BY ACTUAL COUNT 120 PAGES OF TESTIMONIES VOLUME 2 ARE DEFINITELY STATED TO HAVE BEEN WRITTEN SETTING FORTH COUNSEL GIVEN IN THIS VISION OF JUNE 12, 1868, FOR THE CHURCH OR FOR INDIVIDUALS. MANY MORE PAGES WERE WRITTEN SETTING FORTH VIEWS GIVEN THAT SAME YEAR AT PILOT GROVE, IOWA, OCTOBER 2, AND AT ADAMS CENTER, NEW YORK, OCTOBER 25.\n     THESE MANY VISIONS LED MRS WHITE TO WRITE ALMOST INCESSANTLY. IN GIVING A REPORT OF THEIR TRAVELING BY BOAT UP THE MISSISSIPPI RIVER IN 1870, ELDER WHITE COMMENTS:\n     \"MRS. WHITE IS WRITING. POOR WOMAN! THIS ALMOST ETERNAL WRITING FOR THIS ONE AND THAT ONE, WHEN SHE SHOULD REST AND ENJOY THE BEAUTIFUL SCENERY AND THE PLEASANT SOCIETY, SEEMS TOO BAD, BUT GOD BLESSES AND SUSTAINS, AND WE MUST BE RECONCILED.\"--REVIEW AND HERALD, JULY 5, 1870.\n     WHAT A BLESSING THESE MANY TESTIMONIES ADDRESSED AT FIRST PERSONALLY TO INDIVIDUALS HAVE BEEN TO THE CHURCH. WHAT CHURCH MEMBER, AS HE HAS READ THESE EARNEST COUNSELS AND WARNINGS, HAS NOT DISCOVERED THAT THE PROBLEMS, THE TEMPTATIONS, AND THE PRIVILEGES OF SEVENTH-DAY ADVENTISTS OF EARLIER YEARS ARE HIS PROBLEMS, TEMPTATIONS, AND PRIVILEGES TODAY. WE TREASURE THESE MESSAGES ESPECIALLY BECAUSE ELLEN G. WHITE HERSELF STATES IN HER INTRODUCTION WHICH OPENS VOLUME 2: \"THERE IS NO MORE DIRECT AND FORCIBLE WAY OF PRESENTING WHAT THE LORD HAS SHOWN ME.\"\n                          THE TRUSTEES OF THE\n                          ELLEN G. WHITE PUBLICATIONS.\n\n\n\nIntroduction\n\n                      Number Fifteen \n\n                  Testimony for the Church \n\n                                               -\n\n                     Introduction \n\n     My brethren and sisters will hardly expect this number of my Testimonies so soon. But I had many personal testimonies on hand, some of which are given in the following pages. And I know of no better way to present my views of general dangers and errors, and the duty of all who love God and keep His commandments, than by giving these testimonies. Perhaps there is no more direct and forcible way of presenting what the Lord has shown me.",
    "paragraph": 1,
    "bookcode": "2T",
    "page": 9
}