{
    "word": "The Shield of Omnipotence \n\n     God's commandment-keeping people stand under the broad shield of Omnipotence. \n\n\n     \"He that dwelleth in the secret place of the Most High \n        Shall abide under the shadow of the Almighty. \n      I will say of Jehovah, He is my refuge and my fortress; \n        My God, in whom I trust. \n      For He will deliver thee from the snare of the fowler, \n        And from the deadly pestilence. \n      He will cover thee with His pinions, \n        And under His wings shalt thou take refuge: \n      His truth is a shield and a buckler. \n        Thou shalt not be afraid for the terror by night, \n      Nor for the arrow that flieth by day; \n        For the pestilence that walketh in darkness, \n      Nor for the destruction that wasteth at noonday. \n        A thousand shall fall at thy side, \n      And ten thousand at thy right hand; \n        But it shall not come nigh thee. \n      Only with thine eyes shalt thou behold, \n        And see the reward of the wicked. \n                                                                           121\n\n     \"For Thou, O Jehovah, art my refuge! \n        Thou hast made the Most High thy habitation; \n      There shall no evil befall thee, \n        Neither shall any plague come nigh thy tent. \n      For He will give His angels charge over thee, \n        To keep thee in all thy ways. \n      They shall bear thee up in their hands, \n        Lest thou dash thy foot against a stone. \n      Thou shalt tread upon the lion and adder: \n        The young lion and the serpent shalt thou trample underfoot. \n      Because he hath set his love upon Me, therefore will I deliver \n              him: \n        I will set him on high, because he hath known My name. \n      He shall call upon Me, and I will answer him; \n        I will be with him in trouble: \n        I will deliver him, and honor him. \n      With long life will I satisfy him, \n        And show him My salvation.\" \n                                            Psalm 91, A. R. V. \n\n\n                      Jehovah Reigneth \n\n\n     \"Oh come, let us sing unto Jehovah; \n      Let us make a joyful noise to the Rock of our salvation. \n      Let us come before His presence with thanksgiving; \n      Let us make a joyful noise unto Him with psalms. \n\n\n           \"For Jehovah is a great God, \n            And a great King above all gods. \n            In His hand are the deep places of the earth; \n            The heights of the mountains are His also. \n            The sea is His, and He made it; \n            And His hands formed the dry land. \n\n\n     \"Oh come, let us worship and bow down; \n      Let us kneel before Jehovah our Maker: \n\n\n           \"For He is our God, \n            And we are the people of His pasture, and the sheep \n                 of His hand. \n            Today, Oh that ye would hear His voice! \n            Harden not your heart, as at Meribah, \n            As in the day of Massah in the wilderness; \n            When your fathers tempted Me, \n            Proved Me, and saw My work. \n                                                                           122\n\n           \"Forty years long was I grieved with that generation, \n            And said, It is a people that do err in their heart, \n            And they have not known My ways: \n            Wherefore I sware in My wrath, that they should not \n                  enter into My rest. \n\n\n     \"Oh sing unto Jehovah a new song: \n      Sing unto Jehovah, all the earth. \n      Sing unto Jehovah, bless His name; \n      Show forth His salvation from day to day. \n      Declare His glory among the nations, \n      His marvelous works among all the peoples. \n\n\n           \"For great is Jehovah, and greatly to be praised: \n            He is to be feared above all gods. \n            For all the gods of the peoples are idols; \n            But Jehovah made the heavens. \n            Honor and majesty are before Him: \n            Strength and beauty are in His sanctuary. \n\n\n     \"Ascribe unto Jehovah, ye kindreds of the peoples, \n      Ascribe unto Jehovah glory and strength. \n      Ascribe unto Jehovah the glory due unto His name: \n      Bring an offering, and come into His courts. \n      Oh worship Jehovah in holy array: \n      Tremble before Him, all the earth. \n\n\n           \"Say among the nations, Jehovah reigneth: \n            The world also is established that it cannot be moved: \n            He will judge the peoples with equity. \n\n\n     \"Let the heavens be glad, and let the earth rejoice; \n      Let the sea roar, and the fullness thereof; \n      Let the field exult, and all that is therein; \n      Then shall all the trees of the wood sing for joy \n\n\n           \"Before Jehovah; for He cometh, \n            For He cometh to judge the earth: \n            He will judge the world with righteousness, \n                  And the peoples with His truth.\" \n                                          Psalm 95; 96, A. R. V. \n\n\n                                                           (123)",
    "paragraph": 3,
    "bookcode": "8T",
    "page": 120
}