{"word": "If Satan can so befog and deceive the human mind, and lead mortals to think there is an inherent power in themselves to accomplish great and good works, they cease to rely upon God to do that for them which they think exists in themselves to do. They acknowledge not a superior power. They give not God the glory he claims, and which is due to his great and excellent Majesty. Satan's object is thus accomplished. He exults that fallen man presumptuously exalts himself, as he exalted himself in Heaven, and was thrust out. He knows that the ruin of man is just as sure if he exalts himself, as his was certain. He has failed in his temptations to Christ in the wilderness. The plan of salvation has been carried out. The dear price has \n                                                                           85\nbeen paid for man's redemption. And now Satan seeks to tear away the foundation of the Christian's hope, and turn the minds of men in a channel that they may not be benefitted or saved by the great sacrifice offered. He leads fallen man, through his \"all deceivableness of unrighteousness,\" to believe that he can do very well without an atonement; that he need not depend upon a crucified and risen Saviour; that man's own merits will entitle him to God's favor, and then he destroys man's confidence in the Bible, well knowing if he succeeds here, and the detector which places a mark upon himself is destroyed, he is safe. And he fastens the delusion upon minds that there is no personal Devil, and those who believe this make no effort to resist and war against that which does not exist, and poor blind mortals finally adopt the maxim--\"Whatever is, is right.\" They acknowledge no rule to measure their course. Satan leads many to believe that prayer to God is useless, and but a form. He well knows how needful is meditation and prayer, to keep Christ's followers aroused to resist his cunning and deceptions. Satan's devices will divert the mind from these important exercises, that the soul may not lean for help upon the mighty One, and obtain strength from him to resist his attacks.", "paragraph": 2, "bookcode": "4bSG", "page": 84}