{
    "word": "When we have tried to present the health reform to our brethren and sisters, and have spoken to them of the importance of eating and drinking and doing all that they do to the glory of God, many by their actions have said: \"It is nobody's business whether I eat this or that. Whatever we do we are to bear the consequences ourselves.\" Dear friends, you are greatly mistaken. You are not the only sufferers from a wrong course. The society you are in bears the consequences of your wrongs, in a great degree, as well as yourselves. If you suffer from your intemperance in eating or drinking, we that are around you or associated with you are also affected by your infirmities. We have to suffer on account of your wrong course. If it has an influence to lessen your powers of mind or body, we feel it when in your society, and are affected by it. If, instead of having a buoyancy of spirit, you are gloomy, you cast a shadow upon the spirits of all around you. If we are sad and depressed, and in trouble, you could, if in a right condition of health, have a clear brain to \n                                                                           357\nshow us the way out and speak a comforting word to us. But if your brain is so benumbed by your wrong course of living that you cannot give us the right counsel, do we not meet with a loss? Does not your influence seriously affect us? We may have a good degree of confidence in our own judgment, yet we want to have counselors; for \"in the multitude of counselors there is safety.\" We desire that our course should look consistent to those we love, and we wish to seek their counsel and have them able to give it with a clear brain. But what care we for your judgment, if your brain nerve power has been taxed to the utmost, and the vitality withdrawn from the brain to take care of the improper food placed in your stomachs, or of an enormous quantity of even healthful food? What care we for the judgment of such persons? They see through a mass of undigested food. Therefore your course of living affects us. It is impossible for you to pursue any wrong course without causing others to suffer.",
    "paragraph": 2,
    "bookcode": "TttC",
    "page": 356
}