{
    "word": "Brother O, when you told me that your wife died disbelieving the Testimonies, I did not contradict you; but I thought you did not tell me the truth. I afterward decided that you were greatly in the dark, for I have a letter which she sent me saying that she had the fullest confidence in the Testimonies and knew them to be true in regard to you and to herself. I attended the camp meeting in -----, and you were present. You then had an experience that would have \n                                                                           623\nproved of lasting value to you if you had remained humble before God as at that time. You then humbled your heart and upon your knees asked me to forgive you for the things you had said about me and my work. You said: \"You have no idea how mean I have talked about you.\" I assured you I would just as freely forgive you as I hoped Jesus would forgive me my sins and errors. You stated there in the presence of several that you had said many things to my injury; all of which I assured you I freely forgave you, for it was not against me. None of these things were against me; I was only a servant bearing the message God gave me. It was not I personally that you were arrayed against; it was the message that God sent to you through the humble instrument. It was Christ that you injured, not I. \"I do not want you,\" I said, \"to confess to me. Make all straight between your soul and God, and all will be right between you and me.\" Some expressions that were written to you, you had taken in altogether too strong a light. And after reading them carefully again, you said they did not appear to you as they had, and everything was reconciled. You stated after this interview that you felt you had never before known what conversion was, but that you had been born again, converted for the first time. You could say you loved your brethren, your heart was light and happy; you saw the sacredness of the work as you had never seen it before; and your letters expressed the deep change wrought in you by the Spirit of God.",
    "paragraph": 1,
    "bookcode": "5T",
    "page": 622
}