{
    "word": "The health reform is closely connected with the work of the third message, yet it is not the message. Our preachers should teach the health reform, yet they should not make this the leading theme in the place of the message. Its place is among those subjects which set forth the preparatory work to meet the events brought to view by the message; among these it is prominent. We should take hold of every reform with zeal, yet should avoid giving the impression that we are vacillating and subject to fanaticism. Our people should furnish means to meet the wants of a growing Health Institute among us, as they are able to do without giving less for the other wants of the cause. Let the health reform and the Health Institute grow up among us as other worthy enterprises have grown, taking into the account our feeble strength in the past and our greater ability to do much in a short period of time now. Let the Health Institute grow, as other interests among \n                                                                           560\nus have grown, as fast as it can safely and not cripple other branches of the great work which are of equal or greater importance at this time. For a brother to put a large share of his property, whether he has much or little into the Institute, so as to be unable to do as much in other directions as he otherwise should, would be wrong. And for him to do nothing would be as great a wrong. With every stirring appeal to our people for means to put into the Institute there should have been a caution not to rob other branches of the work; especially should the liberal poor have been cautioned. Some feeble poor men with families, without a home of their own, and too poor to go to the Institute to be treated, have put from one fifth to one third of all they possess into the Institute. This is wrong. Some brethren and sisters have several shares when they should not have one, and should for a short time attend the Institute, having their expenses paid, wholly or in part, from the charity fund. I do not see the wisdom of making great calculations for the future and letting those suffer who need help now. Move no faster, brethren, than the unmistakable providence of God opens the way before you.",
    "paragraph": 2,
    "bookcode": "1T",
    "page": 559
}