{
    "Genesis": {
        "1": {
            "1": {
                "word": "In the beginning God created the heaven and the earth.",
                "egw": [
                    "Since the book of nature and the book of revelation bear the impress of the same master mind, they cannot but speak in harmony. By different methods, and in different languages, they witness to the same great truths. Science is ever discovering new wonders; but she brings from her research nothing that, rightly understood, conflicts with divine revelation. The book of nature and the written word shed light upon each other. They make us acquainted with God by teaching us something of the laws through which He works.",
                    "Inferences erroneously drawn from facts observed in nature have, however, led to supposed conflict between science and revelation; and in the effort to restore harmony, interpretations of Scripture have been adopted that undermine and destroy the force of the word of God. Geology has been thought to contradict the literal interpretation of the Mosaic record of the creation. Millions of years, it is claimed, were required for the evolution of the earth from chaos; and in order to accommodate the Bible to this supposed revelation of science, the days of creation are assumed to have been vast, indefinite periods, covering thousands or even millions of years.",
                    "Such a conclusion is wholly uncalled for. The Bible record is in harmony with itself and with the teaching of nature. Of the first day employed in the work of creation is given the record, \"The evening and the morning were the first day.\" Genesis 1:5. And the same in substance is said of each of the first six days of creation week. Each of these periods Inspiration declares to have been a day consisting of evening and morning, like every other day since that time. In regard to the work of creation itself the divine testimony is, \"He spake, and it was done; He commanded, and it stood fast.\" Psalm 33:9. With Him who could thus call into existence unnumbered worlds, how long a time would be required for the evolution of the earth from chaos? In order to account for His works, must we do violence to His word?",
                    "It is true that remains found in the earth testify to the existence of men, animals, and plants much larger than any now known. These are regarded as proving the existence of vegetable and animal life prior to the time of the Mosaic record. But concerning these things Bible history furnishes ample explanation. Before the Flood the development of vegetable and animal life was immeasurably superior to that which has since been known. At the Flood the surface of the earth was broken up, marked changes took place, and in the re-formation of the earth's crust were preserved many evidences of the life previously existing. The vast forests buried in the earth at the time of the Flood, and since changed to coal, form the extensive coal fields, and yield the supplies of oil that minister to our comfort and convenience today. These things, as they are brought to light, are so many witnesses mutely testifying to the truth of the word of God.",
                    "Akin to the theory concerning the evolution of the earth is that which attributes to an ascending line of germs, mollusks, and quadrupeds the evolution of man, the crowning glory of the creation.",
                    "When consideration is given to man's opportunities for research; how brief his life; how limited his sphere of action; how restricted his vision; how frequent and how great the errors in his conclusions, especially as concerns the events thought to antedate Bible history; how often the supposed deductions of science are revised or cast aside; with what readiness the assumed period of the earth's development is from time to time increased or diminished by millions of years; and how the theories advanced by different scientists conflict with one another,--considering all this, shall we, for the privilege of tracing our descent from germs and mollusks and apes, consent to cast away that statement of Holy Writ, so grand in its simplicity, \"God created man in His own image, in the image of God created He him\"? Genesis 1:27. Shall we reject that genealogical record,--prouder than any treasured in the courts of kings,--\"which was the son of Adam, which was the son of God\"? Luke 3:38.",
                    "Rightly understood, both the revelations of science and the experiences of life are in harmony with the testimony of Scripture to the constant working of God in nature."
                ]
            },
            "2": {
                "word": "And the earth was without form, and void; and darkness [was] upon the face of the deep. And the Spirit of God moved upon the face of the waters.",
                "egw": [
                    "Concerning the condition of the earth \"in the beginning,\" the Bible record says that it \"was without form, and void; and darkness was upon the face of the deep.\" [GENESIS 1:2; THE WORD HERE TRANSLATED \"DEEP\" IS THE SAME THAT IN REVELATION 20:1-3 IS RENDERED \"BOTTOMLESS PIT.\"] Prophecy teaches that it will be brought back, partially, at least, to this condition. Looking forward to the great day of God, the prophet Jeremiah declares: \"I beheld the earth, and, lo, it was without form, and void; and the heavens, and they had no light. I beheld the mountains, and, lo, they trembled, and all the hills moved lightly. I beheld, and, lo, there was no man, and all the birds of the heavens were fled. I beheld, and, lo, the fruitful place was a wilderness, and all the cities thereof were broken down.\" [Jeremiah 4:23-27.]"
                ]
            },
            "3": {
                "word": "And God said, Let there be light: and there was light.",
                "egw": [
                    "Then was a teacher sent from God, even Him who was the Way, the Truth, and the Life. Christ came to unveil divine truth to the world, to restore it in all its original freshness and beauty. He gave fresh manna to the hungry soul. He presented the pure, rich truths of heaven to shine amid the moral darkness and gloom of earth. God had said, \"Let there be light,\" and the light of the glory of God was revealed in the face of Jesus Christ.",
                    "He causes \"the light to shine out of darkness.\" 2 Corinthians 4:6. When \"the earth was without form, and void, and darkness was upon the face of the deep,\" \"the Spirit of God moved upon the face of the waters. And God said, Let there be light; and there was light.\" Genesis 1:2, 3. So in the night of spiritual darkness, God's word goes forth, \"Let there be light.\" To His people He says, \"Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee.\" Isaiah 60:1.",
                    "\"Behold,\" says the Scripture, \"the darkness shall cover the earth, and gross darkness the people; but the Lord shall arise upon thee, and His glory shall be seen upon thee.\" Isaiah 60:2.",
                    "It is the darkness of misapprehension of God that is enshrouding the world. Men are losing their knowledge of His character. It has been misunderstood and misinterpreted. At this time a message from God is to be proclaimed, a message illuminating in its influence and saving in its power. His character is to be made known. Into the darkness of the world is to be shed the light of His glory, the light of His goodness, mercy, and truth."
                ]
            },
            "4": {
                "word": "And God saw the light, that [it was] good: and God divided the light from the darkness.",
                "egw": [
                    "When God had made our world, and darkness was upon the face of the deep, he said, Let there be light, and there was light. And God saw the light that it was good. Shall we close our houses, and exclude from them the light which God has pronounced good? Many deprive themselves of light and air, because they fear their picture frames or expensive furniture will be tarnished, and their lovely carpets faded. We may arrange our houses tastefully, and yet with simplicity, and have no fears of welcoming in the purifying air and glad sunshine. We had better dispense with costly furniture and expensive carpets, rather than with the sunlight, and the invigorating air of heaven."
                ]
            }
        }
    }
}