{
    "word": "Turning from the Light. \n\n     3. Those who turn away from the precious light that God has permitted to shine upon them in \n                                                                           27\nmessages of warning, of caution and reproof, would not believe if greater light were shed upon their pathway. They would not be inspired with faith, when they have failed to believe in and act upon the light which has already been given them. \"Lord, who hath believed our report? and to whom hath the arm of the Lord been revealed? . . . He hath blinded their eyes, and hardened their heart.\" How does the Lord harden the hearts of men?--In the same way in which the heart of Pharaoh was hardened. God sent this king a message of mercy and warning; but he refused to acknowledge the God of heaven, and would not render obedience to his commands. He asked, \"Who is the Lord, that I should obey his voice?\" The Lord gave him evidence of his power by working signs and miracles before him. The great I am acquainted Pharaoh with his mighty works, showing him that he was the ruler of heaven and earth; but the king chose to defy the God of heaven. He would not consent to break his proud, stubborn heart, even before the King of kings, that he might receive the light; for he was determined to have his own way, and work out his rebellion. He chose to do his own will, and set aside the command of God; and the very evidence given him that Jehovah was above all the gods of the nations, above all the wise men and magicians, only served to blind his mind and harden his heart. Had Pharaoh accepted of the evidence of God's power given in the first plague, he would have been spared all the judgments that followed; but his determined stubbornness called for still great manifestations of the power of God, and plague followed plague, until at last he was called to look upon the dead face of his own \n                                                                           28\nfirst-born, and of those of his kindred, while the children of Israel, whom he had regarded as slaves, were unharmed by the plagues, untouched by the destroying angel. God made it evident upon whom rested his favor, and who were his people. Although they had erred, and had become tainted with idolatry, and had almost forgotten him, still he remembered his people, and his covenant with their fathers.",
    "paragraph": 5,
    "bookcode": "PH152",
    "page": 26
}