{
    "word": "Many have been cultivating habits which lead directly to earthly, sensual actions; and unless the power of God breaks the snare, souls will be lost in consequence. God has claims upon you that you do not realize; for you have not brought Christ into your life, and great decision of character will now be necessary on your part to change this order of things. No weak efforts will accomplish this work. You can not do it yourselves; you must have the grace of Christ or you can never overcome. All your plans will prove a failure unless you are actuated by higher motives, and upheld by greater strength than you can have of yourselves. \"Seek ye first the kingdom of God and His righteousness and all these things shall be added unto you.\" There will be no taste for trifling conversation on the part of those who are looking to Jesus for strength, depending upon His righteousness for salvation. By faith they accept Jesus as their personal Saviour, and become partakers of the divine nature, having escaped the corruption that is in the world through lust. While men and women in an institution for health should be kind and courteous, while they are required to be affable and congenial to all, they should shun even the appearance of undue familiarity. And not only should they themselves observe the strictest propriety of conduct, but by precept and example they should educate others to be modest and shun looseness, jesting, flattery, and nonsensical speeches. Everything savoring of unbecoming familiarity should be discarded by physicians, superintendent, and helpers. There should be no giving of special favors or special attentions to a few, no preferring of one above another. This has been \n                                                                           10\ndone and is displeasing to God. There are worthy persons who are afflicted and suffering but do not complain, who are in need of special attention. These men and women are often passed by with indifference and with a hardness of heart that is more like Satan's character than like Christ's, while, young forward misses, who in no way need or deserve favors, receive special attention. All this neglect is written in the books of heaven. All these things are developing character. . . .",
    "paragraph": 2,
    "bookcode": "SpTB16",
    "page": 9
}