{
    "word": "The world is the chief enemy of religion. The satanic forces are constantly at work through the world, and those who are professed Christians, yet associated with the world in close fellowship, are so much one in spirit, aims, and principles of working, that they cannot discern between him who serveth God and him who serveth the world. The enemy works constantly to push the world to the front, to be looked upon as superior to those who believe in Jesus, and who seek to be doers of his word. Words of praise and flattery from worldlings are received as sweet morsels, but the judgment of those who love this sort of food is in accordance with the weakness which they show in this direction. Their spiritual life is composed of just the kind of material they feed upon. Their \n\n\n                        - 9 - \n\nChristian experience is largely dependent on flattery and human appreciation. The fear and love of God are not interwoven in their experience. How pitiable and sad to see men who have known something of the Spirit of God, fall so completely into the arms of the world, as to be swayed and influenced by its voice, and depend upon its favors for strength and success! How manifestly such are alienated from Christ, how full of self-confidence, how full of vaunting, of vanity, and how short-sighted in regard to spiritually! How little true discernment have they to distinguish between him who is a child of God, an heir of the kingdom, and him who is a child of the wicked one, who is a child of disobedience, and an enemy of God! There are only two classes in our world: Those who are obedient to Jesus Christ, who seek the Master, to do his will, and work for the attainment of the salvation of their own souls, and the soul of every one who is associated with them, who names the name of Christ; and the children of disobedience. There are but two classes in our world. Then listen to the words of One who knows: \"Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world. They are of the world: therefore speak they of the world, and the world heareth them.\" 1 John 4:4, 5. Souls are being deluded. The fear and love of God have not a controlling power. The world is their master, and they chase after its delusive, flattering mirage. Listen to One who gave his life for the world, \"that whosoever believeth in him should not perish, but have everlasting life.\" He spake as never man spake. The whole of John 15\n\n\n              - 10 - \n\ncontains a most important lesson. Read it; obey it. Again, hear the voice of God, \"Ye cannot serve God and mammon.\"",
    "paragraph": 1,
    "bookcode": "SpTA06",
    "page": 8
}