{
    "word": "Feb. 19, 1895. \n\n                Direct Dependence on God. \n\n\n     It is not in the order of God that any man, or any class of men, should assume that God has made them conscience for their brethren, or put forth their finite hand in a patronizing manner to control the Lord's delegated workers, thus endangering the safety of the Lord's heritage as well as their own, and retarding the work of God. God does not confine himself to one man, or to a set of men, through whom to accomplish his work; but says of all, \"Ye are laborers together with God.\" \n\n\n                          - 40 - \n\nThis means that every believing soul should have a part to act in his sacred work, and every individual believer in Jesus Christ is to manifest to the world a symbol of Christ's sufficiency; to represent to his church the higher laws of the future, immortal world, and in obedience to the mandates of heaven that are without a parallel, they should reveal a depth of knowledge independent of human inventions. The Lord must be believed and served as the great \"I AM,\" and we must trust implicitly in him. Let not men prescribe laws to take the place of God's law. Never educate men to look to men, to trust in men; for man's wisdom is not sufficient to decide as to their right to engage in the Lord's work. When God lays a work upon individuals, men are not to reject his sanction. God must not be impeded in the working out of his plans by man's interference, but this has been done again and again. If the church on earth is to resemble a temple, let it be built according to the pattern shown in heaven, and not according to man's genius. The invention of man often counteracts the working out of God's plans. The golden measuring rod has not been placed in the hands of any finite man or any class of men, whatever their position or calling, but is in the hand of the heavenly Architect. If men will not meddle with God's plan, and will let him work upon minds and characters, building them up according to his plan, a work will be accomplished that will stand through the severest of trials.",
    "paragraph": 1,
    "bookcode": "SpTA03",
    "page": 39
}