{
    "word": "It is a perilous thing for the minister to become careless in his thoughts and actions; as surely as he does, he will become inefficient. I appeal to those who minister in the sacred desk to put into practice that which you already know from the messages which God has given you to warn, to instruct, and to encourage you. Confess your coldness, and let the warmth of the love of Christ, the precious beams of the Sun of Righteousness, into the heart. If your hearts are filled with the message of God, if mercy and peace and righteousness are yours, if you feel that eternal vigilance is the price of your safety, your influence will be of the character of your experience, and others will follow in your footsteps; eternal things will be to them a divine reality. They will do as you do. It is your privilege to experience the completeness of salvation in Christ. Jesus is your only hope. You are to enter into the holiest by the blood of Jesus. You are to follow on to know the Lord, that you may know that his goings forth are prepared as the morning. You are to be raised up to sit together in heavenly places in Christ Jesus. All that is written concerning the spiritual life, is written for you, and may be attained through uniting yourself to Jesus. If you will leave the world, and abandon your former ignorance, pressing on for more and more of the grace of Christ, you may have his guidance continually, and at every step diminish the distance between your soul and God, and be found in him, not having your own righteousness, but the \n                                                                           15\nrighteousness of God which is by faith in Jesus Christ. If you love Jesus, you will show this by your love to those for whom he died. If your zeal is languishing, your first love grown cold, accept again of the proffered love of Christ. Eat of Christ's flesh, drink of his blood, and you will become one with the Father and with the Son.",
    "paragraph": 1,
    "bookcode": "PH118",
    "page": 14
}