{
    "word": "\"Behold my servant, whom I uphold, mine elect in whom my soul delighteth. I have put my Spirit upon him: he shall bring forth judgment to the Gentiles. He shall not cry, nor lift up, nor cause his voice to be heard in the streets. A bruised reed shall he not break and a smoking flax shall he not quench: he shall bring forth judgment unto truth. He shall not fail nor be discouraged till he hath set judgment in the earth: and the Isle shall wait for his law. Thus saith God the Lord, he that created the heavens, and stretcheth them out: He that spread forth the earth, and that which cometh out of it: He that giveth breath unto the people upon it, and Spirit to them that walk therein. I the Lord hath called thee in righteousness and will hold thy hand and will keep thee, and give thee for a covenant of the people, for a light of the Gentiles; to open the blind eyes, to bring out the prisoners from the prison, and them that sat in darkness from the prison house. I am the Lord: that is my name, and my glory will I not give to another, neither my praise to graven images. Behold, the former things have come to pass, and new things do I declare: before they spring forth I tell you of them. And I will bring the blind by a way that they knew not; I will lead them in paths that they have not known: I will make darkness light before them, and crooked things straight. These things will I do unto them, and not forsake them. The Lord is well pleased for his righteousness sake: he will magnify the law and make it honorable. \"And Jesus went about all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom.\" Connected with this work was his ministry of healing. He went about \"healing all manner of sickness and all manner of disease among the people, and his fame went throughout all Syria: and they brought unto him all sick people that were taken with divers diseases and torments and those which were possessed with devils, and those which were lunatic, and those which had the palsy, and he helped them. And there followed him a great multitude of people from Galilee, and from Decapolis, and from Jerusalem, and from Judea, and from beyond Jordan.\" \"And seeing the multitude, he went up into a mountain and when he was set, his disciples came unto him.\" On this mountain the beatitudes were given to the people.",
    "paragraph": 2,
    "bookcode": "KC",
    "page": 160
}