{
    "word": "This nation of slaves was to be taught of God. Jesus Christ, enshrouded in the pillar of cloud and fire, was to be their invisible leader, the ruler over all their tribes. Moses was to be the mouthpiece \n                                                                           42\nof God. For forty years God ruled over them as they journeyed through the wilderness. But the Hebrew nation is not the only nation that has been in cruel bondage, and whose groanings have come to the ears of the Lord of hosts. The Lord God of Israel has looked upon the vast number of human beings who were held in slavery in the United States of America. The United States has been a refuge for the oppressed. It has been spoken of as the bulwark of religious liberty. God has done more for this country than for any other country upon which the sun shines. It has been marvelously preserved from war and bloodshed. God saw the foul blot of slavery upon this land, He marked the sufferings that were endured by the colored people. He moved upon the hearts of men to work in behalf of those who were so cruelly oppressed. The Southern States became one terrible battlefield. The graves of American sons who had enlisted to deliver the oppressed race are thick in its soil. Many fell in death, giving their lives to proclaim liberty to the captives and the opening of the prison to them that were bound. God spoke concerning the captivity of the colored people as verily as He did concerning the Hebrew captives, and said: \"I have surely seen the affliction of my people . . . , and have heard their cry by reason of their taskmasters; for I know their sorrows; and I am come down to deliver them.\" The Lord wrought in freeing the Southern slaves; but He designed to work still further for them as He did for the children of Israel, whom He took forth to educate, to refine, and ennoble. Christ Himself wrought with His appointed leaders, and directed them as to what they should do for His people that had become so terribly degraded. They were to be kept separate from all nations, to be directed and counseled until, through a correct representation of the divine character, they should come to know God, to reverence and obey His commandments.",
    "paragraph": 3,
    "bookcode": "SW",
    "page": 41
}