{
    "word": "I saw that the companions of the messengers should help their husbands in their labors, and be exact and careful what influence they exert; for they are watched, and more is expected of them than others. Their \n                                                                           25\ndress should be an example. Their lives and conversation should be an example, and savor of life, rather than death. I saw that they should take an humble, meek, yet exalted, stand, and not have their talk upon things that do not tend to direct their minds heavenward. The great inquiry should be, \"How can I save my own soul, and be the means of saving others?\" I saw that there was no half-hearted work in this matter, accepted of God. He wants the whole heart and interest, or he will have none. Their influence tells, decidedly, unmistakably, in favor of the truth, or against it. They gather with Jesus, or scatter abroad. An unsanctified companion is the greatest curse a messenger can have. Those servants of God that have been, and are still so unhappily situated as to have this withering influence at home, should double their prayers, their watchfulness, and take a decided, firm stand, and let not this darkness press them down. They should cleave closer to God, be firm and decided, rule well their own house, and live so that they can have the approbation of God, and the watch-care of the angels. But if they yield to the wishes of their unconsecrated companions, the frown of God is brought upon the dwelling. The ark of God cannot abide in the house, because they countenance and uphold them in their wrongs. Our God is a jealous God. It is fearful to trifle with him. Anciently, Achan coveted a golden wedge, and a Babylonish garment, and secreted them, and all Israel suffered. They were driven before their enemies. And when Joshua inquired the cause, the Lord said, \"Up, sanctify the people, and say, Sanctify yourselves against the morrow; for thus saith the Lord God of Israel, There is an accursed thing in the midst of thee, O Israel: thou canst not stand before thine enemies, until ye take away the accursed thing from among you.\" Achan had sinned, and God destroyed him, and all his household, with all they possessed, and wiped the curse from Israel.",
    "paragraph": 2,
    "bookcode": "4bSG",
    "page": 24
}