{
    "word": "There is order in heaven, and God is well pleased with the efforts of his people in trying to move with the system and order in his work. I saw that there should be order in the church of God, and arrangement in regard to carrying forward successfully the last great message of mercy to the world. God is leading his people in the plan of Systematic Benevolence, and this is one of the very points which will cut the closest with some, to which God is bringing up his people. To them this point cuts off the right arm, and plucks out the right eye, while to others it is a great relief. To noble, generous souls the demands upon them seem very small, and they cannot be content to do so little. Some have large possessions, and if they lay by them in store for charitable purposes as God has prospered them, it seems to them like \n                                                                           232\na large sum. The selfish heart clings as closely to a little offering as to a larger one, and makes the small offering look very large. I was pointed back to the commencement of this last work. Then some who loved the truth could consistently talk of sacrificing. They devoted much to the cause of God to send the truth to others. They have sent their treasure beforehand to heaven. Brethren, you who have received the truth at a later period, and have large possessions, God has called you into the field, not merely that you may enjoy the truth, but that you may aid with your substance in carrying forward this great work. And if you have an interest in this work, you will venture out, and invest something in it, that others may be saved by your efforts, and you reap with them the final reward. Great sacrifices have been made, and privations endured to place the truth in a clear light before you. Now God calls upon you, in your turn, to make great efforts, and to sacrifice in order to place the truth before those who are in darkness. God requires this. You profess to believe the truth; let your works testify to the fact. Unless your faith works, it is dead. Nothing but a living faith will save you in the fearful scenes which are just before you.",
    "paragraph": 1,
    "bookcode": "2SG",
    "page": 231
}