{
    "word": "It was when Moses stood before God, conscious of his inefficiency, that he was in the very condition in which the Lord could best reveal to him His saving grace. When he had become weak, Christ could reveal to him His power and majesty. The Lord could do little through him when he was the general of armies. He knew that he was the chosen of God, and that he would do a great and special work in delivering the Hebrew nation from bondage; but he sought to do his work in his own way, trusting in his zeal and violence. The Lord did not propose to do the work in this way. For forty years Moses was placed in the wilderness, to learn in the school of poverty, to learn in the walks of humble life, that he was weak, inefficient, helpless. He left the court of Egypt with a full knowledge of its fascinations, and had to come down to the simplicity of pastoral life. As a shepherd, it was necessary for him to look after the flock, to leave the ninety and nine in the valley and to go in search of the wandering sheep. He had to climb the mountain steep, to search through the tangled brushwood, to look over the precipices, that he might find the lost. One day he saw a bush ablaze on the mountain, and stood wondering because the bush was not consumed. As he was gazing in astonishment, he heard a voice \n                                                                           24\nthat seemed to come from the very center of the flame, saying, \"Moses, Moses. And he said, Here am I. And he said, Draw not nigh hither: put off thy shoes from off thy feet, for the place whereon thou standest is holy ground. Moreover he said, I am the God of thy father, the God of Abraham, the God of Isaac, and the God of Jacob. And Moses hid his face; for he was afraid to look upon God.\" Then the Lord gave Moses his commission, sending him to deliver Israel, the lost sheep of Israel in Egypt. Moses pleaded that he was inefficient, that Pharaoh would not believe his message nor hearken to his voice. He pleaded that the Hebrews themselves would not hearken to him, and would question the fact that the Lord had appeared to him. But the Lord said, \"Certainly I will be with thee.\" \"And the Lord said unto him, What is that in thine hand? And he said, A rod. And he said, Cast it on the ground. And he cast it on the ground, and it became a serpent; and Moses fled from before it. And the Lord said unto Moses, Put forth thine hand, and take it by the tail. And he put forth his hand, and caught it, and it became a rod in his hand.\" The Lord revealed to him the fact that he could manifest such signs and miracles as would convince his people of the divine authority of the message and of the messenger that he sent. The Lord can do wonders, even with the simplest instrumentalities.",
    "paragraph": 2,
    "bookcode": "SW",
    "page": 23
}