{
    "word": "For me to stand ready to advise and counsel my brethren who have no faith in my judgment and counsel, would be a waste of time and strength. Let me labor with those who have not been leavened with prejudice and unbelief, and who have not taken decided positions to make of none effect my words which I know were given me of God for their benefit. The Lord's work is not to be trifled with. It is not yea and nay: but yea and amen in Christ Jesus. I wish not to subject myself to any such an experience as I had at Minneapolis unless the Lord shall signify to me that it is my duty. I have not changed in ideas or spirit since then. Have you changed? If so, please let me know. I know not what testimony the Lord may give me for you, and I should have to speak the word the Lord would give me, for I am not my own, I am under the control of my master, Jesus Christ. The words he gave me to speak at Minneapolis. I shall speak, \n                                                                           255\nwhether it pleases or displeases. Frequently I do not anticipate saying the things I do say when I am speaking before the people. God may give me words of reproof, of warning, or encouragement as he sees fit, for the benefit of souls. I shall speak these words, and they may cut across the track of my brethren whom I sincerely love and respect in the truth. To have these words distorted, misapprehended by unbelievers, I expect, and it is no surprise to me, but to have my brethren who are acquainted with my mission and my work, trifle with the message that God gives me to bear, grieves His spirit, and it is discouraging to me. To have them pick out portions that please them in the testimonies which they construe to justify their own course of action and give the impression that that portion they accept as the voice of God, and then when other testimonies come that bring rebuke upon their course, when words are spoken that do not coincide with their opinions and judgment, they dishonor God's work by saying, \"Oh, this we do not accept. It is only Sister White's opinion, and is no better than my opinion or that of any one else. This is dishonoring to God and grievous to His spirit.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 254
}