{
    "word": "In the testimonies given in the church by those who have been most at fault, there was not a realizing sense that they had done any special wrong to God or to man; and should the same circumstances occur again, they would, with their present feelings of darkness, do the same over again. There is no safety for the flock of God who are influenced by this class of minds. God saw your dangers, and pointed them out to you in Testimony No. 30, also in private testimony; but you failed to heed the warnings of the Spirit of God. You went on as confidently as though you were following the leadings of the Spirit of God. I entreat you to make your wrongs right, confess your sins before God and to the church, and make thorough work for eternity. Do not compromise the matter with yourself by excusing your wrongs because somebody else committed errors. The work is \n                                                                           7\nbetween God and your own souls. Do not let those who have influenced you to commit wrongs, now daub you with untempered mortar. God calls upon you to repent, to acknowledge your wrongs which have brought his frown upon the church, and to forsake them forever. He will accept no half-hearted work. I beg of you to learn a lesson from the Jewish nation. Their pride, self-righteousness, and stubborn resistance of light and truth brought them into their deplorable condition. Their history is given you, not for you to imitate, but as a beacon of warning, that you should not follow their example in sin, and impenitence, and rejection of light. Gather up the rays of light you have neglected and despised. Follow not the promptings of your own unsanctified hearts, but follow the light; heed the warnings of the Spirit of God; be admonished by the reproofs he has given; be wise for yourselves lest you be left of God as were the Jews, which you surely will be, unless you repent with earnestness and die to your self-love and self-indulgence.",
    "paragraph": 2,
    "bookcode": "PH155",
    "page": 6
}