{
    "word": "I have also been shown that there is often a great failure upon the part of the wife. She does not make strong efforts to control her own spirit, and make home happy. There is often fretfulness, and unnecessary complaining on her part. The husband comes home from his labor weary and perplexed, and often meets a clouded brow, instead of cheerful, encouraging words. He is mortal, and his affections become weaned from his wife, he loses the love of his home, his pathway is darkened, and his courage gone. He yields his self-respect, and that dignity which God requires him to maintain. The husband is the head of the family, as Christ is the head of the church, and any course which the wife may pursue to lessen his influence and lead him to come down from the dignified, responsible position God would have him occupy, displeases God. It is the duty of the wife to yield her wishes and will to her husband. Both should be yielding, but preference is given in the word of God to the judgment of the husband. And it will not detract from the dignity of the wife to yield to him whom she has chosen to be her counselor, adviser, and protector. The husband should maintain his position in his family with all meekness, yet with decision. Some have asked the question, Must I be on my guard, and feel a restraint upon me continually? I have been shown that we have a great work before us to watch ourselves with jealous care, and search our own hearts, and know wherein we fail, and then guard ourselves upon that point. We must have perfect control of our own spirit. \"He that offendeth not in word, the same is a perfect man, and able also to bridle the whole body.\" \n                                                                           98\nThe light that shines upon our path, the truth that commends itself to our consciences, will condemn and destroy, or sanctify and transform, the soul. We live too near the close of probation to be content with a superficial work. The same grace which we have hitherto considered sufficient will not sustain us now. Our faith must be increased, and we must be more like Christ in conduct and disposition in order to endure, and successfully resist, the temptations of Satan. The grace of God is sufficient for every follower of Christ.",
    "paragraph": 1,
    "bookcode": "4bSG",
    "page": 97
}