{
    "word": "WM - Welfare Ministry (1952)\n\n\nTable of Contents\n\n                               Section I\n\n                        The Divine Philosophy of Suffering\n                                    and Poverty\n\n 1. Why Poverty and Distress? ....................................... 15\n 2. Christ's Sympathy for Suffering Humanity ........................ 23\n\n                               Section II\n\n                        God's Program for His Church\n\n 3. Isaiah 58-- A Divine Prescription ............................... 29\n 4. This Is Pure Religion ........................................... 35\n 5. The Parable of the Good Samaritan ............................... 42\n\n                               Section III\n\n                           The New Testament Pattern\n\n 6. Our Example in Welfare Ministry ................................. 53\n 7. Visitation--The New Testament Plan .............................. 59\n 8. Dorcas--Her Ministry and Its Influence .......................... 66\n\n                                Section IV\n\n                            Neighborhood Evangelism\n\n 9. Types of Work in Neighborhood Evangelism ........................ 71\n10. Kindness the Key to Hearts ...................................... 81\n11. How to Visit and What to Do ..................................... 87\n\n                                                                               6\n\n12. The Effectiveness of Visitation Evangelism ...................... 97\n13. Organizing the Church for Welfare Ministry ..................... 105\n\n                                Section V\n\n                         Relieving Suffering Humanity\n\n14. In the Footsteps of the Master ................................. 117\n15. Medical Ministry in the Homes .................................. 125\n16. Preparing for Last-Day Crises and Disasters .................... 134\n\n                               Section VI\n\n                       The Dorcas Movement in the Church\n\n17. Women Called to the Work ....................................... 143\n18. Qualifications of Women for Service ............................ 149\n19. The Influence of Christian Women ............................... 157\n\n                               Section VII\n\n                                  The Poor\n\n20. Ministry to the Poor ........................................... 169\n21. The Poor in the Church ......................................... 178\n22. The Poor of the World .......................................... 188\n23. Helping the Poor to Help Themselves ............................ 194\n24. Poor to Exercise Benevolence ................................... 203\n\n                                Section VIII\n\n                              The Unfortunate\n\n25. Our Duty to the Unfortunate .................................... 209\n26. Help and Encouragement for Widows .............................. 214\n27. The Care of Orphans ............................................ 220\n28. Adopting Children .............................................. 232\n29. The Care of the Aged ........................................... 237\n30. Our Responsibility to the Blind ................................ 239\n\n                                                                            7\n\n                               Section IX\n\n                              The Outcasts\n\n31. Working for Outcasts ........................................... 245\n32. Cautions Sounded ............................................... 253\n33. The Call for a Balanced Work ................................... 256\n\n                               Section X\n\n                      Financial Resources for Welfare Work\n\n34. Our Individual Responsibility .................................. 263\n35. Releasing the Streams of Benevolence ........................... 268\n36. Specific Funds for Welfare Work ................................ 272\n37. The Wealth of the Gentiles ..................................... 277\n38. Food Sales ..................................................... 284\n39. Forbidden Money-raising Methods ................................ 289\n\n                              Section XI\n\n                      The Fruitage of Welfare Ministry\n\n40. The Influence of Neighborhood Ministry ......................... 295\n41. Reflex Blessings ............................................... 301\n42. The Present and Eternal Rewards ................................ 311\n    Appendix ....................................................... 321\n\n\nFOREWORD\n\n     WELFARE MINISTRY PRESENTS SPIRIT OF PROPHECY INSTRUCTION IN THE DELICATE WORK OF REACHING HEARTS AND WINNING SOULS THROUGH NEIGHBORLY KINDNESS. THIS IS  A TYPE OF SOUL-WINNING MINISTRY WITH WHICH MANY SEVENTH-DAY ADVENTISTS ARE BUT CASUALLY ACQUAINTED--YET A WORK ORDAINED OF GOD AS THE MOST APPROPRIATE MEANS OF BRINGING CHRIST AND CHRISTIANITY TO THE ATTENTION OF THE PEOPLES OF THE WORLD. IT IS A WORK THAT PROMISES RICH REWARDS.\n     NOT ONLY BY CONCISE, WELL-WORDED PRECEPT HAS THE AUTHOR SET BEFORE US THIS TYPE OF MINISTRY, BUT THROUGH THE YEARS, ALTHOUGH BUSY WITH HER HOME DUTIES AND HER RESPONSIBILITIES AS THE MESSENGER OF THE LORD, SHE OFTEN UNWITTINGLY SET AN EXAMPLE AS HER HEART WAS DRAWN OUT TO THE NEEDY ABOUT HER. THE AUTOBIOGRAPHICAL RECORD OF THE UNSELFISH MINISTRY OF ELLEN G. WHITE AS A WELFARE WORKER, DRAWN FROM HER DIARY AND LETTERS, AS FOUND IN THE APPENDIX OF THIS VOLUME, WILL BE PERUSED WITH EAGER INTEREST AND WELL MIGHT BE READ BEFORE THE COUNSELS FOUND IN THE BODY OF THE TEXT ARE STUDIED. BE THAT AS IT MAY, THE READER WILL SOON OBSERVE THAT THE WELFARE MINISTRY TO WHICH THE CHURCH IS  SUMMONED IS NOT MERELY A COMMUNITY SERVICE BUT A KIND OF LOVING MINISTRY AND SOUL-WINNING ENDEAVOR--THE HIGHEST TYPE OF WELFARE EVANGELISM.\n     IN THE ASSEMBLING OF SPIRIT OF PROPHECY COUNSELS RELATING TO THIS IMPORTANT FIELD OF ENDEAVOR, EXCERPTS HAVE BEEN DRAWN FROM THE VAST RESERVOIR OF PRECIOUS INSTRUCTION PENNED THROUGH SEVEN DECADES. THEY HAVE BEEN GATHERED NOT ONLY FROM CURRENTLY AVAILABLE PUBLISHED BOOKS BUT ALSO FROM THE THOUSANDS OF E. G.\n\n                                                                   10\n\nWHITE ARTICLES WHICH WERE PREPARED FOR THE JOURNALS OF THE DENOMINATION, THE SPECIAL TESTIMONIES ISSUED IN PAMPHLET FORM, AND THE E. G. WHITE MANUSCRIPT FILES. SELECTED AS THEY ARE FROM THESE VARIOUS SOURCES WRITTEN AT DIFFERENT TIMES, THEY INEVITABLY BRING THE READER OVER THE SAME PATH HE HAS TRAVERSED BEFORE, TO EMPHASIZE SOME IMPORTANT POINT VITAL TO A FULL DEVELOPMENT OF THE SUBJECT. SUCH REPETITION, THOUGH REDUCED TO A MINIMUM, CANNOT BE AVOIDED ENTIRELY IN SUCH A COMPILATION AS THIS, FOR THE COMPILERS ARE LIMITED IN THEIR WORK TO THE SELECTING OF THE SUBJECT MATTER AND THE ARRANGING OF IT IN ITS LOGICAL SEQUENCE, SUPPLYING  ONLY THE HEADINGS.\n     IT HAS BEEN DIFFICULT AND WELL-NIGH IMPOSSIBLE TO BRING WITHIN THE COVERS OF ONE BOOK THE VAST AMOUNT OF INSTRUCTION ELLEN G. WHITE HAS GIVEN CONCERNING THIS PARTICULAR KIND OF WORK, AND WHICH MIGHT RIGHTLY APPEAR IN A VOLUME BEARING THE TITLE WELFARE MINISTRY. IT IS NOT A SIMPLE MATTER TO SELECT THE MATERIAL AND DRAW THE LINE BETWEEN THE NEIGHBORLY VISIT AND THE MISSIONARY CALL, NOR TO SEPARATE THE WORK OF NOBLE SEVENTH-DAY ADVENTIST WOMEN IN ITS BROADER ASPECTS FROM THE MORE WELL-DEFINED TASK UNDERTAKEN WITH SOLELY MISSIONARY OBJECTIVES. TO THE CHILD OF GOD THESE BLEND TOGETHER IN THE VARIED ACTIVITIES OF DAILY LIFE.\n     ATTENTION IS HERE CALLED TO CERTAIN TERMS OCCURRING FREQUENTLY IN THIS VOLUME SUCH AS \"MEDICAL MISSIONARY WORK\" AND \"CHRISTIAN HELP WORK.\" IT SHOULD BE NOTED THAT A CAREFUL STUDY OF THE ELLEN G. WHITE WRITINGS  REVEALS THAT THE PHRASE \"MEDICAL MISSIONARY WORK\" IS  EMPLOYED BY THE AUTHOR TO INCLUDE PROFESSIONAL SERVICES OF CONSECRATED DOCTORS AND NURSES, AND THAT ITS  SIGNIFICANCE ALSO REACHES FAR BEYOND THESE BOUNDS TO INCLUDE ALL ACTS OF MERCY AND DISINTERESTED KINDNESS. \"CHRISTIAN HELP WORK\" IS ALSO A TERM MORE COMMONLY\n\n                                                                   11\n\nEMPLOYED BY SEVENTH-DAY ADVENTISTS IN THEIR EARLIER YEARS THAN NOW AND REFERS TO THE TYPE OF WORK DESCRIBED IN THIS VOLUME. WRITING AS SHE DID IN DIFFERENT CONTINENTS, THE AUTHOR IN HER REFERENCE TO MONEY AT TIMES SPEAKS OF DOLLARS AND AT OTHER TIMES OF POUNDS AND SHILLINGS.\n     IT IS URGED THAT THE READER STUDY THE INSTRUCTION IN ITS PROPER SETTING, TO DISCOVER THE BASIC PRINCIPLES  INVOLVED IN EACH CASE. FOR INSTANCE, A STUDY OF THE COUNSELS REGARDING \"CHURCH SUPPERS\" WILL REVEAL THAT ALTHOUGH WE ARE WARNED AGAINST UTILIZING THE APPEAL TO INDULGED APPETITE AND LOVE OF PLEASURE AS A MEANS OF RAISING CHURCH FUNDS, YET IT IS THE PRIVILEGE OF CHURCH GROUPS TO ENGAGE IN THE PREPARATION AND SALE OF HEALTHFUL FOOD IF THE WORK IS PROPERLY CONDUCTED AND DONE IN AN APPROPRIATE PLACE.\n     EXCEPT IN A VERY FEW CASES WHERE A SENTENCE OR TWO MAY CLEARLY ENUNCIATE A PRINCIPLE, THE COMPILERS HAVE ENDEAVORED TO INCLUDE SUFFICIENT OF THE CONTEXT OF EACH EXCERPT TO ASSURE THE READER OF THE PROPER USE OF THE SELECTED STATEMENT. IN EACH CASE THE DATE OF WRITING OR OF FIRST PUBLICATION IS INDICATED IN CONNECTION WITH THE NOTATION OF THE SOURCE FROM WHICH THE STATEMENT IS DRAWN.\n     THIS DOCUMENT HAS BEEN PREPARED IN THE OFFICE OF THE ELLEN G. WHITE PUBLICATIONS BY THE TRUSTEES, WHO CARRY THE RESPONSIBILITY OF THE CARE AND PUBLICATION OF THE E. G. WHITE WRITINGS. THE WORK HAS BEEN DONE IN FULL HARMONY WITH MRS. WHITE'S INSTRUCTION TO THESE TRUSTEES IN PROVIDING \"FOR THE PRINTING OF COMPILATIONS FROM MY MANUSCRIPTS,\" FOR THEY CONTAIN, SHE SAID, \"INSTRUCTION THAT THE LORD HAS GIVEN ME FOR HIS PEOPLE.\"\n     THAT THIS VOLUME OF INSTRUCTION ADDRESSED TO SEVENTH-DAY ADVENTISTS--LAITY AND MINISTRY ALIKE--MAY ENCOURAGE THE CHURCH TO TAKE ADVANTAGE OF THE\n\n                                                                   12\n\nOPPORTUNITIES IN NEIGHBORHOOD MINISTRY; THAT ITS INSTRUCTION MAY GUIDE IN INTELLIGENT, CONSCIENTIOUS, LOVING SERVICE; AND THAT THROUGH ITS GUIDANCE THERE MAY BE AN ABUNDANT HARVEST OF SOULS IN THE KINGDOM OF GOD IS THE SINCERE WISH OF THE PUBLISHERS AND\n                             THE TRUSTEES OF THE\n                             ELLEN G. WHITE PUBLICATIONS.\n\nWASHINGTON, D.C.\nSEPTEMBER 10,1951\n\n\nGem Thought\n\n         Gem Thought \n\n     Sin has extinguished the love that God placed in man's heart. The work of the church is to rekindle this love. The church is to cooperate with God by uprooting selfishness from the human heart, placing in its stead the benevolence that was in man's heart in his original state of perfection. --Letter 134, 1902.",
    "paragraph": 1,
    "bookcode": "WM",
    "page": 14
}