{
    "word": "\"The Everlasting God\" \n\n     In the word, God is spoken of as \"the everlasting God.\" This name embraces past, present, and future. God is from everlasting to everlasting. He is the Eternal One. \n\n\n     \"The eternal God is Thy dwelling place, \n        And underneath are the everlasting arms: \n      And He thrust out the enemy from before thee, \n        And said, Destroy. \n      And Israel dwelleth in safety, \n        The fountain of Jacob alone, \n      In a land of corn and wine; \n        Yea, His heavens drop down dew. \n      Happy art thou, O Israel: \n      Who is like unto thee, \n        A people saved by the Lord, \n      The shield of thy help, \n        And that is the sword of thy excellency.\" \n                                   Deuteronomy 33:27-29, R. V. \n\n\n     \"Before the mountains were brought forth, \n      Or ever Thou hadst formed the earth and the world, \n        Even from everlasting to everlasting, Thou art God. \n      Thou turnest man to dust, \n        And sayest, Return, ye children of men. \n      For a thousand years in Thy sight \n        Are but as yesterday when it is past, \n        And as a watch in the night. \n      Thou carriest them away as with a flood; \n        They are as a sleep: \n      In the morning they are like grass which groweth up. \n        In the morning it flourisheth, and groweth up; \n        In the evening it is cut down, and withereth.\" \n                                 Psalm 90:2-6, A. R. V., margin. \n\n\n     \"So teach us to number our days, \n      That we may apply our hearts unto wisdom.\" \n\n\n     \"O satisfy us early with Thy mercy; \n        That we may rejoice and be glad all our days. \n\n\n     \"Make us glad according to the days wherein Thou hast \n           afflicted us, \n        And the years wherein we have seen evil. \n      Let Thy work appear unto Thy servants, \n        And Thy glory unto their children. \n                                                                           271\n\n      And let the beauty of the Lord our God be upon us: \n        And establish Thou the work of our hands upon us; \n        Yea, the work of our hands establish Thou it.\" \n                                            Psalm 90:12, 14-17. \n\n\n     \"The Lord reigneth, He is clothed with majesty; \n      The Lord is clothed with strength, wherewith He hath girded \n           Himself: \n      The world also is stablished, that it cannot be moved. \n      Thy throne is established of old: \n      Thou art from everlasting.\" \n                                                    Psalm 93:1, 2. \n\n\n                  His Loving-Kindness \n\n\n     \"All His work is done in faithfulness. \n      He loveth righteousness and justice: \n      The earth is full of the loving-kindness of Jehovah.\" \n\n\n     \"Blessed is the nation whose God is Jehovah, \n      The people whom He hath chosen for His own inheritance.\" \n\n\n     \"Behold, the eye of Jehovah is upon them that fear Him, \n      Upon them that hope in His loving-kindness; \n      To deliver their soul from death, \n      And to keep them alive in famine. \n\n\n     \"Our soul hath waited for Jehovah: \n      He is our help and our shield. \n      For our heart shall rejoice in Him, \n      Because we have trusted in His holy name.\" \n                              Psalm 33:4, 5, 12, 18-21, A. R. V. \n\n\n     \"I sought Jehovah, and He answered me, \n        And delivered me from all my fears. \n      They looked unto Him, and were radiant; \n        And their faces shall never be confounded. \n      This poor man cried, and Jehovah heard him, \n        And saved him out of all his troubles. \n\n\n     \"The angel of Jehovah encampeth round about them that fear \n            Him, \n        And delivereth them. \n      O taste and see that Jehovah is good: \n        Blessed is the man that taketh refuge in Him. \n\n\n     \"O fear Jehovah, ye His saints; \n        For there is no want to them that fear Him. \n      The young lions do lack, and suffer hunger; \n        But they that seek Jehovah shall not want any good thing.\" \n                                                                           272\n\n     \"The righteous cried, and Jehovah heard, \n        And delivered them out of all their troubles. \n      Jehovah is nigh unto them that are of a broken heart, \n        And saveth such as are of a contrite spirit.\" \n                                 Psalm 34:4-10, 17, 18, A. R. V. \n\n\n     \"The Lord redeemeth the soul of His servants: \n        And none of them that trust in Him shall be desolate.\" \n                                                     Verse 22. \n\n                                               -\n \n\n\n     \"Jehovah is merciful and gracious, \n        Slow to anger, and abundant in loving-kindness. \n      He will not always chide; \n        Neither will He keep His anger forever. \n      He hath not dealt with us after our sins, \n        Nor rewarded us after our iniquities. \n\n\n     \"For as the heavens are high above the earth, \n        So great is His loving-kindness toward them that fear Him. \n      As far as the east is from the west, \n        So far hath He removed our transgressions from us. \n      Like as a father pitieth his children, \n        So Jehovah pitieth them that fear Him. \n      For He knoweth our frame; \n        He remembereth that we are dust. \n\n\n     \"As for man, his days are as grass; \n        As a flower of the field, so he flourisheth. \n      For the wind passeth over it, and it is gone; \n        And the place thereof shall know it no more. \n      But the loving-kindness of Jehovah is from everlasting to \n            everlasting upon them that fear Him, \n        And His righteousness unto children's children; \n      To such as keep His covenant, \n      And to those that remember His precepts to do them.\" \n                                     Psalm 103:8-18, A. R. V.",
    "paragraph": 1,
    "bookcode": "8T",
    "page": 270
}