{
    "word": "I was shown that Dr. Lay did not move with wisdom. The spirit existing in the church was such as to be no help to him, but a hindrance, and led away from God and the path of holiness. Many of the church have ascribed their state of spiritual blindness to the influence growing out of \n                                                                           43\nthe principles taught at the Institute. This is not all correct. Had the church stood in the counsel of God, the Institute would have been controlled. The light of the church would have been diffused to that branch of the work, and the errors would not have existed there that did. Dr. Lay was not alone in error, and the censure should not be suffered to rest alone upon him. It was the moral darkness of the church that had the greatest influence to create the moral darkness and spiritual death in the Institute. Had the church been in a healthy condition, she could have sent a vitalizing, healthful current to this arm of the body. But the church was sickly, had not the favor of God, and enjoyed not the light of his countenance. A sickly, deathly influence was circulated all through the living body, until the disease was apparent everywhere. Dr. Lay became exalted. He thought that he must occupy a position in the Institute similar to that occupied by Dr. Jackson at Dansville. God did not connect him with the work to be thus regarded. He took burdens upon himself that he ought not to have taken, and that were unnecessary for him to bear. He feared to yield and give up the oversight of matters lest he should lose his influence. The chief cause which led to this error on the part of Dr. Lay, was the course pursued toward him when he first engaged in his efforts for the Institute. He knew there was jealousy and prejudice existing toward him. This made him jealous and suspecting in return. His continual fear was of prejudicial influences working to injure his standing in the Institute. This was, much of it, the fruit of a diseased imagination. He was constantly \n                                                                           44\nwrestling with enemies which existed only in his imagination.",
    "paragraph": 2,
    "bookcode": "PH097",
    "page": 42
}