{
    "word": "As Joseph saw the confusion of his brethren, he said to them, \"Come near to me, I pray you. And they came near. And he said \n                                                                           166\nI am Joseph your brother, whom ye sold into Egypt.\" He nobly sought to make this occasion as easy for his brethren as possible. He had no desire to increase their embarrassment by censuring them. He felt that they had suffered enough for their cruelty to him, and he endeavored to comfort them. He said to them, \"Now therefore be not grieved, nor angry with yourselves, that ye sold me hither, for God did send me before you to preserve life. For these two years hath the famine been in the land, and yet there are five years, in the which there shall neither be earing nor harvest. And God sent me before you to preserve you a posterity in the earth, and to save your lives by a great deliverance. So now it was not you that sent me hither, but God; and he hath made me a father to Pharaoh, and lord of all his house, and a ruler throughout all the land of Egypt. Haste ye, and go up to my father, and say unto him, Thus saith thy son Joseph, God hath made me lord of all Egypt. Come down unto me, tarry not. And thou shalt dwell in the land of Goshen, and thou shalt be near unto me, thou and thy children, and thy children's children, and thy flocks, and thy herds, and all that thou hast. And there will I nourish thee; for yet there are five years of famine; lest thou, and thy household, and all that thou hast, come to poverty. And, behold your eyes see, and the eyes of my brother Benjamin, that it is my mouth that speaketh unto you. \n                                                                           167\nAnd ye shall tell my father of all my glory in Egypt, and of all that ye have seen; and ye shall haste and bring down my father hither. And he fell upon his brother Benjamin's neck, and wept, and Benjamin wept upon his neck. Moreover, he kissed all his brethren, and wept upon them, and after that his brethren talked with him.\"",
    "paragraph": 3,
    "bookcode": "3SG",
    "page": 165
}