{
    "word": "I saw that Jesus did not come to abolish his Father's law. The ten commandments were to stand fast forever. Adam and Eve broke God's law and fell, and the family of Adam must perish. God could not alter or abolish his law to save lost man, who had by his transgression fallen so low that God could not accept any effort he might make to keep that holy, just and good law. Jesus saw the degradation of man, and pitied his hopeless condition. All heaven knew that God could not change or abolish his law to save man. Jesus pitied the fallen race and offered to take the wrath of God upon himself that was due to man, and to suffer in his stead. Said an angel, \"Did Jesus come to make void the law of God, and by his death abolish it? No, no. If God's law could have been changed; if it could have been abolished, God would not have given his Son to die a cruel, shameful death.\" But the fact of Jesus' giving his life for man shows the immutability of God's law. Jesus gave his life to save lost man from the curse or penalty he merited by transgression. He by humbling himself exalted man. He became \n                                                                           275\nthe stepping-stone to elevate man, that he might lay hold of the virtue of his blood, keep God's law, and be brought back to eat of the fruit of the tree of life to which Adam and Eve forfeited all right. Said the Angel, \"Poor, foolish man knows not what he is doing. He has lifted his puny arm against Omnipotence. He has defied God's law. The law of God is the golden link to unite finite man to the infinite God. It links earth to heaven, and man to God.\" The transgressor is about to meet the great Law-giver over his broken law. The wrath of God has long slumbered, but soon, with terrible justice and crushing weight will his wrath fall upon the transgressor. And that arm that has been stretched forth in rebellion against God's law, and would sever the golden link binding earth to heaven and man to God, will wither while the transgressor shall stand upon his feet. That tongue that has boastingly and proudly spoken against God's law, and has made the fourth commandment of none effect, will consume in his mouth while he stands upon his feet. Terrible will be the fate of those who transgress God's law, and lead others in the same heaven-daring path of rebellion.",
    "paragraph": 2,
    "bookcode": "2SG",
    "page": 274
}