{
    "word": "Christ preached in their synagogues throughout Galilee, healing the sick, casting out devils, comforting the afflicted, and relieving the despairing. While many, bearing their burdens of those diseased, were pressing through the multitude, to Christ, for him to heal them, there was an \n                                                                           72\nunusual commotion among the people. The pressing multitude gave way, falling back. A leper, who was a most loathsome spectacle, was making his way to Christ. Some thought to turn him back from approaching Jesus, as they feared that the people might become infected. But he was as one who neither saw them, nor heard them. The expressions of loathing that came from many lips, did not move him nor turn him from his course. He had but one object in view. His eye saw only the divine Son of God. His ear heard nothing but the voice that was speaking health and happiness to the unfortunate and suffering. As he came into the presence of Jesus, his pent-up feelings, which had been of hopeless despair and agony, now found vent, as a ray of hope lighted up his terrible darkness. He wailed out to Christ his beseeching cry for pity and mercy. He had been loathed and shunned by his fellow-mortals. He had been separated from his family, and was mourned for by them as one far worse than dead. His case had been pronounced incurable. In the greatest humility, he prostrated his consuming, dying, and yet living, breathing, body at the feet of the only One who could save him. His earnest cry to Christ was, If thou wilt, thou canst save me--even me, corrupted and loathsome as I am. Thou canst make me clean. \"And Jesus, moved with compassion, put forth his hand and touched him, and saith unto him, I will; be thou clean.\" The eager multitude now lose their terror, and again venture to draw nigh to Jesus, to behold this new and wonderful manifestation of his power. But Jesus had no sooner spoken the word of life-giving power, than the half-dead body of putrefaction was changed to healthy flesh, sensitive nerves, \n                                                                           73\nand firm muscle. The people witnessed this transformation with speechless amazement and awe.",
    "paragraph": 2,
    "bookcode": "1Red",
    "page": 71
}