{
    "word": "Christ's Example a Rebuke to Bigotry and Exclusiveness\n     In every age since Christ was among men, there have been some who choose to seclude themselves from others, manifesting a Pharisaical desire for pre-eminence. Shutting themselves away from the world, they have not lived to bless their fellow-men. There is no example in the life of Christ for this self-righteous bigotry; his character was genial and beneficent. There is not a monastic order upon earth from which he would not have been excluded for overstepping the prescribed rules. In every religious denomination, and in almost every church, are to be found erratics who would have blamed him for his liberal mercies. They would have found fault with him because he ate with publicans and sinners; they would have accused him of worldly conformity in attending a wedding feast, and would have censured him unmercifully for permitting his friends to make a supper in honor of him and his disciples. But on these very occasions, by his precious teachings, as well as by his generous conduct, he was enshrining himself in the hearts of those whom he honored with his presence. He was giving them an opportunity to become acquainted with him, and to see the marked contrast between his life and teachings and \n320\nthose of the Pharisees. As professed followers of Christ, we have much to learn. There is with many an icy chilliness, a reserve like that of the Pharisees, that must be broken down. They are not willing to become learners, but, like the Pharisees, desire to be dictators, teachers. God sent his Son to give his people a better knowledge of the truth, to show them the best way to help their fellow-men. But the Pharisees refused to receive the divine instruction. They thought that Christ was too liberal. His ways did not agree with theirs; and instead of seeking to come into harmony with Christ, they sought to bring Christ into harmony with them. While he differed from them so widely, his influence would, they thought, lessen theirs, and would counteract their teachings. In order to carry out their own purposes, they set themselves in opposition to Christ, and thus brought darkness upon themselves.",
    "paragraph": 2,
    "bookcode": "GW92",
    "page": 319
}