{
    "word": "Now let us see what the Spirit of God led His representative on earth to do. What the character of His mission was. He says, \"The Spirit of the Lord is upon Me because He hath anointed Me to preach the gospel to the poor; He hath sent Me to heal the brokenhearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised.\" How? Why, He found when He came here that the truth was so mixed with error, that He had to take away the traditions and maxims, and to remove the rubbish, and take the truth which had served in the enemy's lines to strengthen error, and bring error before the people, rescue it from error and restore it to the native loveliness of its character, and then let that truth stand before the people. The oldest error may be pleaded because of its age, but it may be hoary with age, but that does not make error truth. No, it does not change error into truth. The Jews held their customs received from tradition and repeated from age to age and from generation to generation, and they kept accumulating till He says to them, \"Ye are blind.\" \"Ye are both ignorant of the Scriptures and of the power of God.\" What was the matter? Why they had taught tradition for the commandments of God? That is not the way to do. What did Christ come to present? He says, \"The recovery of sight to the blind, to set at liberty them that are bruised.\" Now you can see that that is in perfect harmony with what we have been reading. \"When thou seest the naked that thou cover him.\" What are you doing if you have the glorious light of truth? What are you doing if God has chosen you to be a peculiar people, a royal people, a holy people? You are to show forth the power of Him who hath called you out of darkness, out of blindness into His marvelous light. Well, if God lets His light shine \n\n\n                                    -41- \n\nupon you, do not let your mouth be stopped. Do not let anybody put a falsehood in your mouth because of tradition. Speak the truth as it is in Christ Jesus.",
    "paragraph": 1,
    "bookcode": "5MR",
    "page": 40
}