{
    "word": "The greatest care should be exercised concerning those who \n\n130. \n\nclaim to receive revelations from God. There needs to be much close watching and much praying. Those who are acting a part in the great work for these last days need to counsel together in regard to every new thing that shall be introduced, for no one man's mind is to be left to judge of, or to place before the public, important matters which have a relation to the cause of God. At this very time we are suffering from the reproach that was brought on the cause in the first message by unwise, ill-balanced minds, who thought they were obtaining a wonderful experience which should receive the credence of all men. In our early experience we had to encounter their over-strained humility and false notions. The first labor given me to do was to reprove their man-made tests. The testimony which I bore against fanaticism gained for me the envy, jealousy, evil-surmising, and criticism of those who participated in those movements. We know full well what it cost us personally because we would not receive the visions, dreams, and testimonies of those fanatics. We were compelled to know something of their cruel influence upon the cause of God. The truth had to bear the reproach of the error and fanaticism which we were everywhere called to condemn and reprove. And now that fanaticism I labored faithfully to repress, bearing the testimony given me of God to counteract its baleful influence is by Grant and Canright charged upon me. I have been shown that whenever and wherever God works, we must watch; every man and woman must stand as a faithful sentinel, for the arch-deceiver is waiting and ready to set in operation various devices for misleading souls. If possible he will mingle the counterfeit with the genuine, so that, in the effort to separate the two, souls will be imperiled. Whenever and wherever God works, Satan and his angels are on the ground. (Please read \"Life Sketches,\" pages 92-94.)",
    "paragraph": 3,
    "bookcode": "PC",
    "page": 129
}