{
    "word": "294a\n\n     [NOTE: THE FOLLOWING FURTHER ACCOUNT OF EXPERIENCES WRITTEN AFTER THE ISSUANCE OF THE FIRST LIMITED PRINTING OF \"SPIRITUAL GIFTS,\" VOLUME II, ON SEPTEMBER 18, 1860, WAS INCLUDED IN SUBSEQUENT EDITIONS. IT APPEARS HERE THAT THE READER MAY HAVE ALL THAT WAS PUBLISHED IN ALL PRINTINGS.--TRUSTEES OF THE ELLEN G. WHITE PUBLICATIONS.] \n\n                                               -\n  {2SG 294a.1}  \n     September 20, 1860, my fourth child, John Herbert White, was born. When he was three weeks old my husband felt it to be his duty to travel West. About one week before he was to visit Mauston, we received letters from M. E. S. for publication, purporting to be visions given her of the Lord. As we read these communications we felt distressed. We knew that they were not from the right source. And as my husband knew nothing of what he was about to meet at Mauston, we feared he would be unprepared to meet the fanaticism, and that it would have a discouraging influence upon his mind. We had passed through so many such scenes in our early experience, and had suffered so much from these unruly, untamable spirits, that we have dreaded to be brought in contact with them.  {2SG 294a.2}  \n     I sent in a request for the church at Battle Creek to pray for my husband, and at our family altar we earnestly sought the Lord. With brokenness of spirit, and many tears, we tried to fasten our trembling faith upon God's promises, and we had \n                                                                           295a\nthe evidence that God heard us pray, and that he would stand by my husband, and impart to him counsel and wisdom.  {2SG 294a.3} \n     While looking in the Bible for a verse for Willie to commit to memory to repeat in the Sabbath School, these words arrested my attention, \"The Lord is good. A strong hold in the time of trouble, and he knoweth them that trust in him.\" I could but weep over these words, they seemed so appropriate. The whole burden upon my mind was for my husband, and the church in Wisconsin. My husband realized the blessing of God while in Wisconsin. The Lord was to him a stronghold in time of trouble. He sustained him while he bore a decided testimony against the wild fanaticism there, and upheld him by his free Spirit.  {2SG 295a.1}  \n     I received a letter from my husband written at Mackford, Wis., in which he stated, \"I fear that all is not well at home. I have had some impressions as to the babe.\" While praying for the family at home, he had a presentiment that the child was very sick. The babe seemed lying before him with face and head dreadfully swollen. When I received the letter the babe was as well as usual; but the next morning he was taken very sick. It was an extreme case of erysipelas in the face and head. When my husband reached Bro. Wick's, near Round Grove, Ills., the telegraphic despatch, stating the sickness of the child, was handed him, and as he read, he stated to those present that he \n                                                                           296\nwas prepared for the news, for the Lord had prepared his mind for it. And that they would hear that the child's head and face were greatly affected.  {2SG 295a.2}  \n     My dear babe was a great sufferer. Twenty-four days and nights we anxiously watched over him, using all the remedies we could for his recovery, and earnestly presenting his case to the Lord. At times I could not control my feelings as I witnessed his sufferings. Much of my time was spent in tears, and humble supplication to God. But our heavenly Father saw fit to remove my lovely babe.",
    "paragraph": 1,
    "bookcode": "2SG",
    "page": 296
}