{
    "word": "The whole Sanhedrim, followed by the multitude, escorted Jesus to the judgment hall of Pilate, the Roman governor, to secure a confirmation of the sentence they had just pronounced. The Jewish priests and rulers could not themselves enter Pilate's hall for fear of ceremonial defilement, which would disqualify them for taking part in the paschal feast. In order to condemn the spotless Son of God, they were compelled to appeal for judgment to one whose threshold they dared not cross for fear of defilement. Blinded by prejudice and cruelty, they could not discern that their passover festival was of no value, since they had defiled their souls by the rejection of Christ. The great salvation that he brought was typified by the deliverance of the children of Israel, which event was commemorated by the feast of the passover. The innocent lamb slain in Egypt, the blood of which sprinkled upon the door-posts caused the destroying angel to pass over the homes of Israel, prefigured the sinless Lamb of God, whose merits can alone avert the judgment and condemnation of fallen man. The Saviour had been obedient to the Jewish law, and observed all its divinely appointed ordinances. He had just identified himself with the paschal lamb as its great antitype, by connecting the Lord's supper with the passover. What a bitter mockery then was the ceremony about to be observed by the priestly persecutors of Jesus! \n                                                                           129\nPilate beheld, in the accused, a man bearing the marks of violence, but with a serene and noble countenance and dignified bearing. Many cases had been tried before the Roman governor, but never before had there stood in his presence a man like this. He discovered no trace of crime in his face; and something in the prisoner's appearance excited his sympathy and respect. He turned to the priests, who stood just without the door, and asked, \"What accusation bring ye against this man?\"",
    "paragraph": 1,
    "bookcode": "3SP",
    "page": 128
}