{
    "word": "But the saddest thing is that principles become perverted. Not that there is no one who tries to carry out principle, but that principle has become so daubed with untempered mortar that it will need the closest investigation from the word of God to see if all is in accordance with the principles of true godliness, founded upon a \"Thus saith the Lord.\"  {1888 1752.10}  \n     God wants those who have come to this Conference to wake up, that they may not be sleeping on the walls of Zion. There should be an investigation of self. When you begin this work, you will find that you have your hands full. Too many who have entered the ministry have not had that thorough, cleansing, refining influence upon mind and character that takes away the chaff, enabling them to bring to the foundation Stone only gold and silver and precious stones. Here is the great need, the great lack. God wants us to come to him just as we are, throw our helpless souls upon Jesus Christ, and be born again.  {1888 1752.11}  \n     The fact is, many have entered the ministry with a babyish, childish, pettish, and self-willed spirit, just as their mothers allowed them to grow up. This is why I am speaking so often to fathers and mothers about realizing the great \n                                                                           1753\nresponsibility that rests upon them. Every particle of this childishness must be left behind. You have grown to the full stature of men, therefore the childish things you entertained, the disagreeable traits of character which you know are not after Christ's order, your impetuous words, must be put away.  {1888 1752.12}  \n     Words are a talent, and you have no right to use God's talents in any way but for his glory, for the benefit of every one around you. There must be a thorough conversion of the soul, that there may be a conversion of the tongue and lips. Then the treasure house of the soul will be full of precious truths, because Christ's character is studied. Then you will be blessed as overseers and shepherds. And when you as shepherds, exemplifying the traits of Christ's character, come before the flock, they will see the importance of having practical religion, practical godliness, not merely the accepting of a form or a theory.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1753
}