{
    "word": "I am pained when I see the sharp thrusts which appear in the Sentinel. I speak to my brethren who are communicating with the people through that paper: It is best for you to be as wise as serpents, and as harmless as doves. We should carefully and severally examine our ways and our spirits, and see in what manner we are doing the work given us of God, which involves the destiny of souls. The very highest obligation is resting upon us. Satan is standing ready, burning with zeal to inspire the whole confederacy of satanic agencies, that he may cause them to unite with evil men, and bring upon the believers of truth speedy and severe suffering. Every unwise word that is uttered by our \n\n\n                          - 26 - \n\nbrethren will be treasured up by the prince of darkness. But I would like to ask, How dare finite human intelligences speak careless and venturesome words that will stir up the powers of hell against the saints of God, when Michael, the archangel, durst not bring against Satan a railing accusation, but said, \"The Lord rebuke thee, O Satan\"? It will be impossible for us to avoid difficulties and suffering. Jesus said, \"Woe unto the world because of offenses! for it must needs be that offenses come; but woe to that man by whom the offense cometh!\" But because offense will come, we should be careful not to stir up the natural temperament of those who love not the truth, by unwise words and by the manifestation of an unkind spirit. The truth works by love and purifies the soul. It is the privilege and duty of every child of God to have spiritual apprehension. If we are children of the light, we should walk in the light as Christ is in the light, and testify before the world, before angels and men, that the truth has power to transform human character, and to cause men to represent Christ. With David our testimony should be, \"Thy gentleness hath made me great.\" O that we might have divine perceptions, and be able to appreciate the holy, sacred efficiency of the truth which fell from the lips of Christ! O that a permanent impression might be made upon the hearts of all!",
    "paragraph": 2,
    "bookcode": "SpTA03",
    "page": 25
}