{
    "word": "Some, in abstaining from milk, eggs, and butter, have failed to supply the system with proper nourishment, and as a consequence have become weak and unable to work. Thus health reform is brought into disrepute. The work that we have tried to build up solidly is confused with strange things that God has not required, and the energies of the church are crippled. But God will interfere to prevent the results of these too strenuous ideas. The gospel is to harmonize the sinful race. It is to bring the rich and poor together at the feet of Jesus.  {TSDF 41.10}  \n     The time will come when we may have to discard some of the articles of diet we now use, such as milk and cream and eggs; but it is not necessary to bring upon ourselves perplexity by premature and extreme restrictions. Wait until the circumstances demand it, and the Lord prepares the way for it.  {TSDF 41.11}  \n                                                     M. H.--320-321 \n\n     Those who live in new countries or in poverty-stricken districts where fruits and nuts are scarce, should not be urged to exclude milk and eggs from their dietary. It is true that persons in full flesh and in whom animal passions are strong need to avoid the use of stimulating foods. Especially in families of children who are given to sensual habits, \n\n42 \n\neggs should not be used. But in the case of persons whose blood-making organs are feeble,--especially if other foods to supply the needed elements can not be obtained,--milk and eggs should not be wholly discarded. Great care should be taken, however, to obtain milk from healthy cows and eggs from healthy fowls, that are well fed and well cared for; and the eggs should be so cooked as to be most easily digested.  {TSDF 41.12}  \n     The diet reform should be progressive. As disease in animals increases, the use of milk and eggs will become more and more unsafe. An effort should be made to supply their place with other things that are healthful and inexpensive. The people everywhere should be taught how to cook without milk and eggs, so far as possible, and yet have their food wholesome and palatable.",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 42
}