{
    "word": "If the students in our schools will listen for the purpose of hearing and obeying the invitation, \"Come unto Me, all ye that labor and are heavy laden, and I will give you rest. Take My yoke upon you, and learn of Me; for I am meek and lowly in heart: and ye shall find rest unto your souls. \n                                                                           388\nFor My yoke is easy, and My burden is light,\" they will be living epistles, known and read of all men. \"Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven. Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven.\" The youth are in need of educators who shall keep the word of God ever before them in living principles. If they will keep Bible precepts ever as their textbook, they will have greater influence over the youth; for the teachers will be learners, having a living touch with God. All the time they are inculcating ideas and principles that will lead to a greater knowledge of God, and earnest, growing faith in their behalf in the blood of Jesus, and the power and efficiency of the grace of our Lord Jesus Christ to keep them from falling; because they are constantly seeking the strongholds of a healthful and well-balanced Christian experience, carrying with them qualifications for future usefulness, and intelligence, and piety. The teachers see and feel that they must labor not to dwarf and taint the minds of their associates, with a sickly half-religious service. There is need of separating from our educational institutions an erroneous, polluted literature, so that ideas will not be received as seeds of sin. Let none suppose that education means a study of books that will lead to the reception of ideas of authors that will sow seed and spring up to bear fruit that must be bound up in bundles with the world, separating them from the Source of all wisdom, all efficiency, and all power, leaving them the sport of Satan's arch-deceiving power. A pure education for youth in our schools, undiluted with heathen philosophy, is a positive necessity in literary lines.",
    "paragraph": 3,
    "bookcode": "FE",
    "page": 387
}