{
    "word": "Then to those who are accepted as teachers in our schools is opened a field for labor and cultivation, for the sowing of the seed and for the harvesting of the ripening grain. What can give greater satisfaction than to be laborers together with God in educating and training the children and youth to love God and keep his commandments? Lead the children whom you are instructing in the day school and the Sabbath school to Jesus. What can give you greater joy than to see children and youth following Christ, \n\n\n                              -112- \n\nthe great Shepherd, who calls and the sheep and lambs hear his voice and follow him? What can spread more sunshine through the soul of the interested, devoted worker, than to show that his persevering, patient labor is not in vain in the Lord, and to see his pupils have the sunshine of joy in their souls because Christ has forgiven their sins. What can be more satisfying to the worker together with God than to see children and youth receiving the impressions of the spirit of God in true nobility of character and in the restoration of the moral image of God? The children seeking the peace coming from the Prince of Peace! The truth a bondage? Yes, in one sense it binds the willing souls in captivity to Jesus Christ, bowing their hearts to the gentleness of Jesus Christ. Oh, it means so much more than finite minds can comprehend to present in every missionary effort Jesus Christ and him crucified. But he was wounded for our transgressions. He was bruised for our iniquities, the chastisement of our peace was upon him, and with his stripes we are healed. For he made him to be sin for us who knew no sin, that we might be made the righteousness of God in him. This is to be the burden of our work. If any one thinks he is capable of teaching in the Sabbath school or in the day school the science of education, needs first to learn the fear of the Lord which is the beginning wisdom, that he may teach this the highest of all sciences---.",
    "paragraph": 3,
    "bookcode": "SpM",
    "page": 111
}