{
    "word": "I have frequently received letters of inquiry in regard to dress, and some have not rightly understood \n                                                                           66\nwhat I have written. The very class which have been presented before me, who were imitating the fashions of the world, have been very slow, and the last to be affected or reformed. There has been another class who lacked taste and order in dress, who have taken advantage of what I have written, and taken the opposite extreme, and considered that they were free from pride, and have looked upon those who dress orderly and neat as being proud. Oddity and careless dress have been considered by some a special virtue. Such take a course which destroys their influence over unbelievers. They disgust those who might be benefited. While the visions have reproved pride and imitating the fashions of the world, they have reproved those who were careless of their apparel, and lacked cleanliness of person and dress. Especially have I been shown that those who profess present truth should have a special care to appear before God to worship him upon the Sabbath, in a manner showing that we respect the Creator who has sanctified and placed special honors upon that day. All who have any regard for the Sabbath should be cleanly in person, neat and orderly in dress, for they are to appear before a jealous God, who marks every token of disrespect. God is offended at uncleanness and disorder. Individuals have thought it would be wrong to wear anything upon their heads but a sun-bonnet. Such go to great extremes. It cannot be called pride to wear a neat, plain, straw or silk bonnet. Our faith, if carried out, will lead us to be so plain in dress, and zealous of good works, that we shall be marked as peculiar. But when we lose taste for order and neatness in dress, we virtually leave the truth, for the truth never degrades, but elevates. Unbelievers look upon Sabbath-keepers as degraded, and when individuals are neglectful of their dress, and are coarse and rough in their manners, their influence strengthens unbelievers in their conclusions.",
    "paragraph": 3,
    "bookcode": "4bSG",
    "page": 65
}