{
    "word": "Chap. 153 - To S. N. Haskell\n\n      Per Ardua, Williams St., Granville, N. S. W. June 1, 1894. \n\n                                                         H-27-1894 \n\nDear Brother Haskell,-- \n     I received your letter last Thursday and read it with much interest. Today I received a short letter from both Eld. Olsen and yourself which, I read to Eld. Daniells, McCullagh, and Willie. I have been much interested to understand more fully the true condition of Annie Phillips. I feel sorry for her. I feel sorry that our brethren have done her so great an injury as they have, by encouraging her in the work she has been doing. I feel sorry that brother Rice has not followed the counsel of God. I have nothing but tender feelings toward her. I am indeed sorry both for brother Prescott and brother Jones. I have felt very anxious in regard to them both, but especially in regard to Bro. Jones who is so ardent in his faith, and does not manifest the caution he should in his statements by pen or voice. I did pray that these dear brethren would be so completely hid in Christ Jesus, that they would not make one misstep. I have more confidence in them today than I have had in the past, and fully believe that God will be their helper, their comfort and their hope. Like as a father pitieth his children, so the Lord pitieth those who love and fear him. O, how very busy Satan is to destroy, he is never vigilant to build up, but to tear down, to weaken, to leave souls shorn of their strength. When he succeeds in depriving souls of their strength, he finds agent to help him in his work in those who claim to be the brethren of the ones he has cast down. In place of the brethren considering their own weakness, and their own tendency to yield to temptation; instead of feeling humbled \n                                                                           1241\nlest they also should fall, they are lifted up in vanity, and triumph over those who have made a misstep, when they ought to watch and pray, and fear lest their own feet may slide.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1240
}