{
    "word": "But there is a day that God hath appointed for the close of this world's history: \"This gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.\" Prophecy is fast fulfilling. More, much more, should be said about these tremendously important subjects. The day is at hand when the destiny of every soul will be fixed forever. This day of the Lord hastens on apace. The false watchmen are raising the cry, \"All is well;\" but the day of God is rapidly approaching. Its footsteps are so muffled that it does not arouse the world from the death-like slumber into which it has fallen. While the watchmen cry, \"Peace and safety,\" \"sudden destruction\" cometh upon them, and they shall not escape; \"for as a snare shall it come on all them that dwell on the face of the whole earth.\" It overtakes the pleasure-lover and the sinful man as a thief in the night. When all is apparently secure, and men retire to contented rest, then the prowling, stealthy, \n                                                                           108\nmidnight thief steals upon his prey. When it is too late to prevent the evil, it is discovered that some door or window was not secured. \"Be ye also ready: for in such an hour as ye think not the Son of Man cometh.\" People are now settling to rest, imagining themselves secure under the popular churches; but let all beware, lest there is a place left open for the enemy to gain an entrance. Great pains should be taken to keep this subject before the people. The solemn fact is to be kept not only before the people of the world, but before our own churches also, that the day of the Lord will come suddenly, unexpectedly. The fearful warning of the prophecy is addressed to every soul. Let no one feel that he is secure from the danger of being surprised. Let no one's interpretation of prophecy rob you of the conviction of the knowledge of events which show that this great event is near at hand.",
    "paragraph": 1,
    "bookcode": "SpTEd",
    "page": 107
}