{
    "word": "The worn condition of my husband after the Conference, in consequence of the additional cares and responsibilities of the work connected with the General Conference, was upon him. Bro. Waggoner interpreted, as did also some others, that the worn state of my husband was because he had been wrong, and the displeasure of the Lord was upon him. This was cruelty itself. After the testimony had been given that Brn. Andrews, Smith, Waggoner, and White, should stand together, uniting their interests for the advancement of the great truths which are testing the world, Bro. Waggoner forfeited my husband's confidence by the course he pursued, and gave evidence how little he desired to carry out the design of God for this object. That my husband's confidence in Bro. Waggoner was shaken, I cannot doubt, and that he has sufficient reason, I cannot question. My husband humbled himself before his \n                                                                           96\nbrethren, and did all on his part to strengthen union of feelings and effort. I feel sad that Bro. Waggoner, who is a strong man in Bible argument, should be so weak in many things where so much is at stake. This is not necessary. He might have strength from God, if he would obtain the victory over self. If he had followed the light, and if Bro. Cornell had followed the light, years ago, which God had given them, they might now both be mighty in word and the power of the Spirit of God, and their hearts and judgments would be sanctified, that they could deal with minds with the best results attending their labors. Self, in them, has not been crucified, and both are in great danger of making shipwreck of faith. The devil knows their special weaknesses, and he has communicated to his agents where they can be the most easily overcome, and at last gained to their cause. They are both in danger of being overcome instead of overcoming, because of a deficiency in their characters.",
    "paragraph": 1,
    "bookcode": "PH123",
    "page": 95
}