{
    "word": "I would say to our dear brethren who have been so eager to accept everything that came in the form of visions and dreams, Beware that you be not ensnared. Read the warnings that have been given by the world's Redeemer to his disciples to be given again by them to the world. The word of God is solid rock, and we may plant our feet securely upon it. Every soul must needs be tested, every faith and doctrine must needs be tried by the law and the testimony. Take heed that no man deceive you. The warnings of Christ on this matter are needed at this time; for delusions and deceptions will come in among us, and will multiply as we near the end. \"Of your own selves shall men arise, speaking perverse things, to draw away disciples after them. Therefore watch and remember.\" Bear in mind that trials of this character are to come upon us, not only from without, but from within our own ranks. Our individual safety is in entire \n                                                                           1244\nconsecration to God. Those who shall proclaim the truth in love and in the demonstration of the Spirit, are in danger of being considered self-confident and presumptuous. God alone can keep His people from the snare of putting confidence in self, and of failing to feel their dependence upon Him moment by moment. There are men and women who will exalt the messenger above the message, who will praise and extol the messenger, forgetting that it is God working wondrously through him for His own name's glory. They should give God praise that many souls are receiving through the human agent instruction that is making them wise unto salvation. They should give glory to God because they see through the interpretation of the word from the lips of the messenger, marvelous things out of the living oracles. They are filled with admiration, and their hearts burn within them as did the hearts of the disciples, as they journeyed from Jerusalem to Emmaus with a crucified but risen Saviour, who comforted their hearts as he opened to them the Scriptures. He showed them that their disappointment in relation to his mission and work had been a theme of prophecy, and that every specification had been fulfilled. When they had learned that the one who had walked and talked with them was no other than Jesus of Nazareth, the Son of God, they said one to another \"Did not our heart burn within us, while he talked with us by the way, and while he opened to us the Scriptures?\"",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 1243
}