{
    "word": "Dr. Kellogg, there is need of continual watchfulness, lest building shall be piled upon building, and advantages shall be heaped upon advantages in Battle Creek. The means that is thus expended will testify against them. You should put wise calculation into exercise and scatter the influence that is centering in Battle Creek, and diffuse the light that God has given you. Blessed are those that sow beside all waters. The more means you invest in Battle Creek, the greater will be the demand for investing more; but this is not in the order of God, and before a great period of time shall pass the mistake of centering interests in Battle Creek, will be made evident. Advantages in Battle Creek mean destitution in other places: for other \n                                                                           1414\nlocalities are robbed of the means that is expended in Battle Creek. The money should be invested in enterprises elsewhere, in establishing souls in the truth and in providing houses of worship for them. In adding building to building are we not encouraging neglect to other fields? God has pointed out the fact that it is the duty of those in Battle Creek to help institutions in other places, As a wise steward of means, you should scatter your forces, and diffuse the power of your influence to help people who know not God as he is. How many cities and towns are left in utter neglect? You are doing your own selves an injury in thus crowding together. When trees in a nursery are crowded thickly together, they cannot grow healthfully and sturdily. Give room, put your plants in many places, and work to a purpose. Make known the precious light to those that are in darkness. We are not half awake to the worth of souls for whom Christ has died. The means expended in enlarging your advantages in Battle Creek, that are already over-grown, and have passed beyond reasonable limits, should be used in establishing missionary stations in other places. You should broaden your plans and widen the field of your operations. You should transplant your trees and give them room to grow. The Lord demands this of you. You have a superabundance of facilities, and should send wise men into cities and towns, who which have not yet had a chance to hear the gospel. Pick out the very best men you can possibly spare, and give them a chance to become care-takers and bearers of burdens. Let them have an opportunity to develop the \n                                                                           1415\ntalents which they have not been encouraged to use in the past. Furnish them with a place in which they can use their God-given abilities in calling sinners to repentance both by precept and example. Let men who make it manifest that they love God have a chance to do something for him. All the preaching in the world will not make men feel deeply for the perishing souls around them. Nothing will so stir up a missionary, self-sacrificing zeal as to go into the field, and seek to reach those who are in darkness. Prepare workers to go into the highways and hedges, and do not use your facilities to call men and women to the great center, and encourage them to leave churches that need their aid. Men must learn to bear responsibilities, Not one in a hundred among us are doing anything outside of engaging in common, temporal, worldly enterprises.",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 1413
}