{
    "word": "221\n      “The above, relative to time-setting, was printed nearly thirty years ago, and the books have been circulated everywhere. Yet some ministers claiming to be well acquainted with me, make the statements that I have set time after time for the Lord to come and those times have passed, therefore my visions are false. These false statements no doubt are received by many as truth. Those who know me and are acquainted with my labors will make no such report in candor. This is the testimony I have borne ever since the passing of the time in 1844: ‘Time after time will be set by different ones which will pass by; and the influence of this time-setting will be to destroy the faith of God's people.’ If I had seen in vision, and borne my testimony to definite time, I could not have written and published, in the face of this testimony, that all times that should be set would pass, for the time of trouble must come before the coming of Christ. Certainly for the last thirty years, that is, since the publication of this statement, I would not be inclined to set time for Christ to come, and thus place myself under the same condemnation with those whom I was reproving. I had no vision until 1845 which was after the passing of the time of general expectation in 1844. I was then shown that many would be deceived, and would set different times for the Lord to come, and urge them upon their brethren. But the Lord showed me that these times would pass; for the time of trouble must come before the coming of Christ; and that every time thus set and passed, would only weaken the faith of God's people. Has not this testimony which has been before the public nearly thirty years in published form been fulfilled in every particular? The First-day Adventists have set time after time, and notwithstanding the repeated failures, they have gathered courage to set new times. \n222\nGod has not led them in this. Many of them have denounced the prophetic time, and the fulfillment of marked events in prophecy, because the time passed in 1844, and did not bring the expected event. They rejected the true prophetic time, and the enemy has had power to bring strong delusions upon them that they should believe a lie. I have borne the testimony since the passing of the time in 1844, that there should be no definite time set by which to test God's people. The great test on time was in 1843 and 1844; and all who have set time since these great periods marked in prophecy were deceiving and being deceived.",
    "paragraph": 1,
    "bookcode": "LS80",
    "page": 221
}