{
    "word": "It is not possible for me to describe all the cases now. They are not few. The multiplied instances have been all through my experience. I have prayed for the sick and they were raised up, often from a hopeless condition. Some cases were wonderful. No human agencies work miracles, but the Holy Spirit has, in answer to prayer, raised me up from severe illness, and once brought me back from death--brought me to life. [AS FAR AS IS KNOWN, ELLEN WHITE DID NOT DIE AND THEN RETURN TO LIFE AT ANY POINT DURING HER 87-YEAR LIFETIME. HOWEVER, ON OCTOBER 7, 1882, AT HEALDSBURG, CALIFORNIA, SHE WAS INSTANTLY HEALED AND RESTORED FROM WHAT SHE AND OTHERS THOUGHT WAS HER LAST ILLNESS. OF THIS EXPERIENCE SHE DECLARED: \"ABOUT A YEAR AFTER THE DEATH OF MY HUSBAND, I WAS VERY FEEBLE, AND IT WAS FEARED THAT I MIGHT LIVE BUT A SHORT TIME. AT THE HEALDSBURG CAMP MEETING, I WAS TAKEN INTO THE TENT WHERE THERE WAS A LARGE GATHERING OF OUR PEOPLE. I ASKED TO BE RAISED UP FROM THE LOUNGE ON WHICH I WAS LYING, AND ASSISTED TO THE SPEAKER'S PLATFORM, THAT I MIGHT SAY A FEW WORDS OF FAREWELL TO THE PEOPLE. AS I TRIED TO SPEAK, THE POWER OF GOD CAME UPON ME, AND THRILLED ME THROUGH AND THROUGH. MANY IN THE CONGREGATION OBSERVED THAT I WAS WEAK, AND THAT MY FACE AND HANDS SEEMED BLOODLESS; BUT AS I BEGAN SPEAKING THEY SAW THE COLOR COMING INTO MY LIPS AND FACE, AND KNEW THAT A MIRACLE WAS BEING WROUGHT IN MY BEHALF. I STOOD BEFORE THE PEOPLE HEALED, AND SPOKE WITH FREEDOM.\"--SELECTED MESSAGES, BOOK 1, P. 54. \n     HER SECRETARY IN LATER YEARS, C. C. CRISLER, ADDS: \"THE LARGE CONGREGATION WITNESSED THE HEALING. ALL NOTICED THE CHANGE IN HER VOICE, AND MANY OBSERVED THE CHANGE IN HER COUNTENANCE. THEY SAW THE SUDDEN TRANSITION FROM A DEATHLIKE PALENESS TO THE FLUSH OF HEALTH, AS THE NATURAL COLOR WAS SEEN, FIRST IN HER NECK, THEN IN THE LOWER PART OF THE FACE, AND THEN IN THE FOREHEAD. ONE OF THE BUSINESS MEN OF HEALDSBURG EXCLAIMED, 'A MIRACLE IS BEING WROUGHT IN SIGHT OF THIS WHOLE CONGREGATION!' AFTER THE MEETING SHE TESTIFIED TO INQUIRING FRIENDS THAT THE LORD HAD HEALED HER.\"--LIFE SKETCHES, P. 263.]",
    "paragraph": 3,
    "bookcode": "18MR",
    "page": 372
}