{
    "word": "David is brought before Saul, and tells him that Israel need not fear, \"Thy servant will go and fight with this Philistine.\" Saul objects because of his youth. David refers to the perils he had experienced in the wilderness, to save the sheep under his care. He humbly ascribes his deliverance to God. \"The Lord delivered me out of the paw of the lion, and the paw of the bear, he will deliver me out of the hand of this Philistine.\" Saul gives David permission to go. He places upon David his own kingly armor. But David laid it off, and merely chose him five smooth stones from the brook, a sling and staff. As the proud defier of Israel saw the young man of beautiful countenance approaching him with this equipment, he inquired, \"Am I a dog, that thou comest to me with staves?\" He cursed David by his gods, and boastingly invited him to come to him, that he might give his flesh to the fowls of the air, and to the beasts of the field. \"Then said David to the Philistine, Thou comest to me with a sword, and with a spear, and with a shield.\" But I come to thee not in display of armor, nor with powerful weapons, but \"in the name of the Lord of hosts, the God of the armies of Israel, whom thou hast defied.\" David makes no boast of superior skill. His boast is in the Lord. \"This day will the Lord deliver thee into mine hand, that all the earth may know that there is a God in Israel. And all this \n                                                                           82\nassembly shall know that the Lord saveth not with sword and spear; for the battle is the Lord's, and he will give you into our hands. And it came to pass, when the Philistine arose, and came and drew nigh to meet David, that David hasted, and ran toward the army to meet the Philistine. And David put his hand in his bag, and took thence a stone, and slang it, and smote the Philistine in his forehead, that the stone sunk into his forehead; and he fell upon his face to the earth.\"",
    "paragraph": 1,
    "bookcode": "4aSG",
    "page": 81
}