{
    "word": "Brother P has not made a judicious use of means. Wise judgment has not influenced him as much as have the voices and desires of his children. He does not place the estimate that he should upon the means in his hands and expend it cautiously for the most needful articles, for the very things he must have for comfort and health. The entire family need to improve in this respect. Many things are needed in the family for convenience and comfort. The lack of appreciating order and system in the arrangement of family matters leads to destructiveness and working to great disadvantage. Every member of the family should realize that a responsibility rests upon him individually to do his part in adding to the comfort, order, and regularity of the family. One should not work against another. All should unitedly engage in the good work of encouraging one another; they should exercise gentleness, forbearance, and patience, speak in low, calm tones, shunning \n                                                                           700\nconfusion, and each doing his utmost to lighten the burdens of the mother. Things should no longer be left at loose ends, all excusing themselves from duty, leaving others to do that which they can and should do themselves. These things may be trifles; but when all are put together, they make great disorder and bring down the frown of God. It is the neglect of the littles, the trifles, that poisons life's happiness. A faithful performance of the littles composes the sum of happiness to be realized in this life. He that is faithful in little is faithful also in much. He that is unfaithful or unjust in small matters will be in greater matters. Each member of the family should understand just the part he is expected to act in union with the others. All, from the child six years old and upward, should understand that it is required of them to bear their share of life's burdens.",
    "paragraph": 2,
    "bookcode": "2T",
    "page": 699
}