{
    "word": "While at Knoxville some things were explained to me which I was ignorant of before. While at a meeting at Bro. Kellogg's the whole matter as shown me at Knoxville was opened before me. Things came vividly to mind which it had been impossible for me to recall. I was shown while at Knoxville the state of things at Battle Creek. I was shown the case of C. Smith's family, and was pointed back to the visions which they had not heeded. Then I saw Fletcher, Uriah, yourself and other individuals. It seemed to be a chain of connection, with dissatisfied feelings, and watching James and me with jealousy and suspicion. Uriah and James were shown me a distance apart from each other, not united. Darkness \n                                                                           6\nwas in the Office. The angels of God were grieved, and had but little to do with the work there. There was a secret dissatisfaction, all carried on in darkness, concealed from us. Then I saw J. H. Waggoner, and the communications between him and Uriah. Uriah wronged James in writing to Bro. Waggoner, and Bro. Waggoner wronged him by not being open and frank. If Bro. Waggoner had said to Uriah, If Bro. White is wrong in his feelings in regard to you, I am more so; I have burdened his mind with my feelings in regard to these things; do not judge harshly of Bro. White in this matter, for I was equally to blame, then matters would have been left in a different shape. But that matter was not left right. It was left half finished, with all the censure upon James, like many other things. God frowns upon such injustice. There was occasion for Bro. White's feelings and Bro. Waggoner's; but their feelings were too strong, and their course was wrong in not going directly to Uriah and talking over matters with him. But Uriah's and your wrong was still greater in carrying the matter to others, and writing to Waukon before speaking to James upon the matter.",
    "paragraph": 2,
    "bookcode": "PH016",
    "page": 5
}