{
    "word": "There are many now under the shadow of death who are prepared to do a work for the Master but who have not felt that a sacred obligation rested upon them to observe the laws of God. There are many who have limited themselves to a diet that cannot sustain them in health. In the efforts to discard a meat diet, there has not sufficient care been taken to provide nourishing food to take the place of meat. It is really contrary to health reform to cut off the great variety of dishes, and then go to the opposite extreme, taking no pains to understand that the living machinery must be fed in order to work, and reducing the quantity and quality of the food to a low degree. Instead of health reform, this is a health deform. After some have made the change in their diet, they have not considered that they must have tact and energy to prepare their food in the most healthful manner. Brother...... your stomach is in such a condition that you must give yourself into skillful hands; you must have proper food prepared for you, without having to give particular thought to it yourself. It is your duty to guard the citadel of the soul, and the brain power by taking weeks of rest and not trying to labour until a change takes place in you for the better. Your system must have nourishment. Your whole system will become deranged if you have to take charge of your own diet. This continual mental anxiety is a tax you must not bear. If any physician prescribes meat for you, say No; the flesh of dead animals does not compose my diet. Flesh meat is not necessary for the health and strength of mind or body. If the Lord had not furnished all that is essential in the vegetable world, there would be an excuse for meat eating, but animals are now so diseased that it is now really dangerous; it is unclean to eat meat. Flesh meat formed no part of the food provided for man in the beginning. It was after the transgression and fall, when death was to be man's portion, that God permitted that long lived race to eat the flesh of clean animals. \n\n\n                                               Ellen G. White",
    "paragraph": 2,
    "bookcode": "KC",
    "page": 21
}