{
    "word": "After two years in Mission fields in Europe, when again on American soil, I had constant anxiety, for the Lord laid burdens upon me for individual cases, who were in blindness and in transgression of the law of God. When reproof came to correct evils in those who were not following of God, in many cases, they \n                                                                           49\nrefused to be corrected. The spirit of opposition to the testimony would arise, and some one would say, \"Some one is influencing Sister White: some one has been telling her about my case.\" The brethren did not seem to see beyond the instrument. Unbelief and resistance to reproof prevailed everywhere. Such gross blindness, such a want of recognition as to where the spirit of the Lord was working, I had never before witnessed in so marked a manner among our own people. I had been instructed in regard to many evils that had been coming in among us while I was in Europe, and had written what was the mind of the Lord in reference to them. I had also been told that the testimony God had given me would not be received, because the hearts of those who had been reproved were not in such a state of humility that they could be corrected and receive reproof. Satan had been at work east of the Rocky Mountains as well as west, to make of none effect the messages of reproof and warning, as well as the lessons of Christ, and the messages of consolation. The evil one was determined to cut off the light which God had for his people, that every man might walk in his own light and follow his own judgement, and no voice be heard, saying, \"Why do ye so?\" A strong, firm, resistance was manifested by many against anything that should interfere with their own personal ideas, their own course of action. This laid upon me the heaviest burdens I could possibly bear. But although the enemy had power over the minds of our brethren and sisters, to make of none effect my labors, still my work did not change. I was not released at all from my responsibilities. \n                                                                           50",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 48
}