{
    "word": "Humble Laborers\n     There are some in Stockholm who in humble circumstances are seeking earnestly to spread the knowledge of the truth. One of these is Bro. Norlin, who labors as a colporter. Shouldering his pack, stocked with our books and papers, he goes on foot from place to place, often traveling many miles a day. His profits have been very small, especially on those of our Swedish books that are published in America, where the cost of production is greater than in Europe, and the expense of transportation to Norway and then to Sweden must be added to the first cost. When the whole expense is taken from the low prices at which books are sold in these countries, very little margin is left for the colporter. On one of the large bound books he received but five cents a copy, on some other books only three cents. [AT THE GENERAL CONFERENCE OF 1885, THE TRUSTEES OF THE S. D. A. PUBLISHING ASSOCIATION VOTED TO FURNISH PUBLICATIONS TO FOREIGN MISSIONS AT THE COST OF PRODUCTION. THIS WILL HELP THE COLPORTEURS IN MANY FIELDS.] On those works published at our office in Christiania he received one-third discount; but these are mostly small pamphlets or tracts which sell for a few cents each. Of course it is difficult to support himself and his wife on such profits; but Bro. Norlin's wife is an industrious worker, doing house-cleaning, washing, or any other kind of hard work by which she can help in gaining a livelihood. They live in a very economical manner, occupying one good-sized room on a fourth floor, with the use of a small kitchen with another family. This is a sample of how the work has had to be done in Denmark, Sweden, and Norway. Those who are thus traveling on foot and carrying the books and papers in their leathern sacks are apparently engaged in a humble work; but they should not feel that it is in any sense degrading. It was in a humble manner that Christ labored when he was on the earth; he went on foot from place to place, teaching as he walked. Those who are spreading a knowledge of the truth are scattering precious light that some souls will accept. In the kingdom of God the fruit of their labors will be seen.",
    "paragraph": 1,
    "bookcode": "HS",
    "page": 189
}