{
    "word": "9-12. See EGW on 1 Corinthians 3:1, 2.  {7BC 930.10} \n \n                            Chapter 6 \n\n     19 (chs. 10:19, 20; 11:27; see EGW on Matthew 27:51). A Faith That Pierces the Veil.--Our faith must pierce beyond the veil, seeing things that are invisible. No one else can look for you. You must behold for yourself. In the place of murmuring for blessings that are withheld, let us remember and appreciate the blessings already bestowed (MS 42, 1901).  {7BC 930.11}\n \n                            Chapter 7 \n\n     17 (Genesis 14:18-20; Psalm 110:4). A High Priest After the Order of Melchisedec.--The high priest was designed in an especial manner to represent Christ, who was to become a high priest forever after the order of Melchisedec. This order of priesthood was not to pass to another, or be superseded by another (Redemption: The First Advent of Christ, p. 14).  {7BC 930.12} \n     22. See EGW on ch. 8:6, 7.  {7BC 930.13} \n     24-26. See EGW on ch. 4:14-16.  {7BC 930.14} \n     24-28. See EGW on Romans 8:26, 34.  {7BC 930.15}  \n     25 (ch. 9:24; Romans 8:34; 1 Timothy 2:5; 1 Peter 2:24; 1 John 2:1; see EGW on Romans 3:20-31; Hebrews 9:11, 12;  10:19-21). \"I Will Take Their Sins.\"--What is Christ doing in heaven? He is interceding for us. By His work the threshold of heaven is flushed with the glory of God which will shine upon every soul who will open the windows of the soul heavenward. As the prayers of the sincere and contrite ones ascend to heaven Christ says to the Father, \"I will take their sins. Let them stand before you innocent.\" As He takes their sins from them, He fills their hearts with the glorious light of truth and love (MS 28, 1901).  {7BC 930.16} \n     (Ch. 8:1, 2; 2 Peter 1:10; Revelation 8:3, 4.) The Terms of Our Election.--[Hebrews 7:25 quoted]. By His spotless life, His obedience, His death on the cross of Calvary, Christ interceded for the lost race. And now not \n                                                                           931\nas a mere petitioner does the Captain of our salvation intercede for us, but as a conqueror claiming His victory. His offering is complete, and as our intercessor He executes His self-appointed work, holding before God the censer containing His own spotless merits and the prayers, confessions, and thanksgiving of His people. Perfumed with the fragrance of His righteousness, the incense ascends to God as a sweet savor. The offering is wholly acceptable, and pardon covers all transgression. To the true believer Christ is indeed the minister of the sanctuary, officiating for him in the sanctuary, and speaking through God's appointed agencies.  {7BC 930.17} \n     Christ is able to save to the uttermost all who come to Him in faith. He will cleanse them from all defilement if they will let Him. But if they cling to their sins, they cannot possibly be saved; for Christ's righteousness covers no sin unrepented of. God has declared that those who receive Christ as their Redeemer, accepting Him as the One who takes away all sin, will receive pardon for their transgressions. These are the terms of our election. Man's salvation depends upon his receiving Christ by faith. Those who will not receive Him lose eternal life because they refused to avail themselves of the only means provided by the Father and the Son for the salvation of a perishing world (MS 142, 1899).",
    "paragraph": 1,
    "bookcode": "7BC",
    "page": 931
}