{
    "word": "Of Daniel and his fellows the Scripture states: \"As for these four children, God gave them knowledge and skill in all learning and wisdom: and Daniel had understanding in all visions \n                                                                           226\nand dreams.\" In what manner are you fitting yourselves to co-operate with God? \"Draw nigh to God, and He will draw nigh to you.\" \"Resist the devil, and he will flee from you.\" Let the diet be carefully studied; it is not healthful. The various little dishes concocted for desserts are injurious instead of helpful and healthful, and from the light given me, there should be a decided change in the preparation of food. There should be a skillful, thorough cook, that will give ample supplies of substantial dishes to the hungry students. The education in this line of table supplies is not correct, healthful, or satisfying, and a decided reform is essential. These students are God's inheritance, and the most sound and healthful principles are to be brought into the boarding-school in regard to diet. The dishes of soft foods, the soups and liquid foods, or the free use of meat, are not the best to give healthful muscles, sound digestive organs, or clear brains. O how slow we are to learn! And of all institutions in our world the school is the most important! Here the diet question is to be studied; no one person's appetite, or tastes, or fancy or notion is to be followed; but there is need of great reform; for lifelong injury will surely be the result of the present manner of cooking. Of all the positions of importance in that college, the first is that of the one who is employed to direct in the preparation of the dishes to be placed before the hungry students; for if this work is neglected, the mind will not be prepared to do its work, because the stomach has been treated unwisely and cannot do its work properly. Strong minds are needed. The human intellect must gain expansion and vigor and acuteness and activity. It must be taxed to do hard work, or it will become weak and inefficient. Brain power is required to think most earnestly; it must be put to the stretch to solve hard problems and master them, else the mind decreases in power and aptitude to think. The mind must invent, work, and wrestle, in order to give hardness and vigor to the intellect; and if the physical organs are not kept \n                                                                           227\nin the most healthful condition by substantial, nourishing food, the brain does not receive its portion of nutrition to work. Daniel understood this, and he brought himself to a plain, simple, nutritious diet, and refused the luxuries of the king's table. The desserts which take so much time to prepare, are, many of them, detrimental to health. Solid foods requiring mastication will be far better than mush or liquid foods. I dwell upon this as essential. I send my warning to the College at Battle Creek, to go from there to all our institutions of learning. Study up on these subjects, and let the students obtain a proper education in the preparation of wholesome, appetizing, solid foods that nourish the system. They do not have now, and have not had in the past, the right kind of training and education as to the most healthful food to make healthful sinews and muscle, and give nourishment to the brain and nerve powers.",
    "paragraph": 2,
    "bookcode": "FE",
    "page": 225
}