{
    "word": "[Luke 22:41; Acts 9:40; 7:59, 60; Acts 20:36; 21:5; Ezra 9:5, 6; Psalm 95:6; Ephesians 3:14 quoted.]. . .  {3BC 1130.10} \n     Both in public and private worship it is our duty to bow down upon our knees before God when we offer our petitions to Him. This act shows our dependence upon God. . . .  {3BC 1130.11}  \n     [2 Chronicles 6:1-13 quoted.]. . .  {3BC 1130.12}  \n     Is it possible that with all the light that God has given to His people on the subject of reverence, that ministers, principals, and teachers in our schools, by precept and example teach young men to stand erect in devotion as did the Pharisees? Shall we look upon this as significant of their self-sufficiency and self-importance? Are these traits to become conspicuous? . . .  {3BC 1130.13}  \n     We hope that our brethren will not manifest less reverence and awe as they approach the only true and living God than the heathen manifest for their idol deities, or these people will be our judges in the day of final decision. I would speak to all who occupy the place of teachers in our schools. Men and women, do not dishonor God by your irreverence and pomposity. Do not stand up in your Phariseeism and offer your prayers to God. Mistrust your own strength. Depend not in it; but often bow down on your knees before God, and worship Him.  {3BC 1130.14}  \n     And when you assemble to worship God, be sure and bow your knees before Him. Let this act testify that the whole soul, \n                                                                           1131\nbody, and spirit are in subjection to the Spirit of truth. Who have searched the Word closely for examples and direction in this respect? . . .  {3BC 1130.15}  \n     Man must come on bended knee, as a subject of grace, a suppliant at the footstool of mercy. And as he receives daily mercies at the hand of God, he is ever to cherish gratitude in his heart, and give expression to it in the words of thanksgiving and praise for these unmerited favors (NL 37, pp. 1-3).",
    "paragraph": 1,
    "bookcode": "3BC",
    "page": 1131
}