{
    "word": "A work needs to be done for many who are assembled here. The door of the heart is blocked up with the rubbish of selfishness, questioning, criticism, judgment pronounced in accordance with the unsanctified heart. Now is the time to seek God, with earnest confession and contrition, that He may turn His face toward us, and light and blessing come into our midst. Then the enemy will be disappointed. The heavenly universe will rejoice, and souls who are now under temptation and the frown of God will be won to Christ. Shall we not clear away the darkness by doing the work God has given us to do? We are laborers together \n                                                                           145\nwith God. Jesus is waiting to work in us and by us and through us to will and to do of His good pleasure. If we neglect the Lord's heritage and feel little burden for the church and souls perishing in their sins, we are condemned by God for not strengthening that which was ready to die. If, as Christ's overseers, we do our work with an eye single to the glory of God, there is no reason why the church should be weak, faithless, and corrupt. Let the watchmen on the walls of Zion awake! Let them do their duty with fidelity. They need so much the heavenly endowment, that they may be laborers together with God in the great plan of salvation. To those who have been true and faithful Christ will say, \"Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world.\" \"Enter thou into the joy of thy Lord.\" All who enter the kingdom of heaven as conquerors will understand the meaning of this benediction, for they will have done the work Christ has given them to do. They have participated with Him in saving the souls of their fellow men. Through the grace of Christ they have brought sheaves to the Master, and with all the heavenly universe they rejoice as they see souls that have been saved through their earnest efforts, given abundant entrance into heaven, made heirs of God and joint heirs with Christ. How foolish then will appear all fear and distrust of Christ, as the redeemed see that He was waiting to give them freely the richest blessings of heaven.",
    "paragraph": 4,
    "bookcode": "1888",
    "page": 144
}