{
    "word": "A voice spoke to me in the night season, while I was in Europe, \"Write the things which I shall show you.\" Your children and yourself were presented before me, in connection with things that had transpired in Healdsburg. A portion of this I wrote to you, but not all. Now these things are before me, when I see the very same condition actually existing which I saw would meet the disapproval of God, and counteract your influence. God said: \"His children are my children, purchased by an infinite cost. The eldest daughter is an offense to me, and her parents are deceived and being deceived, and know not that Satan is seeking to obtain full control of her. She is corrupting her ways before God, doing discredit to her parents. These parents are not wise stewards of the souls of their children.\" The Lord holds the parents responsible for the souls of their children. You have neglected your duty, been unfaithful in your home work. Truth is one of the loveliest virtues, but it has not been cherished. Her course is not upright and truthful. God reads every species of dishonesty. I cannot even now say some things to you that were open before me, for you cannot bear them yet. When you made some statements to me in regard to the foolishness of your daughter's course in Healdsburg, and admitted that she was wrong, I thought to myself. \"He does not know, he does not understand the heart of his child.\" Evil is carried forward right in your presence, and you do not seem to see or realize it. You are not a faithful watchman to discern wrong. You have taken altogether too \n\n\n                         [28] \n\nworldly and commonplace a view of the characters that your children should have. I had not seen the face of your oldest daughter, and did not know her by sight (until since coming to California), for her face was covered, or where I could not look into it, but the words spoken of her I shall never forget. Her heart is not right; her lips art not truthful; her habits are not correct. A child of truth is one who is open in all his dealings. There will be no betraying of sacred trust, no double dealing, no insinuations. The words of the lips and the conduct of the life will agree with each other. The child of truth will not have one appearance in your presence, and when out of your sight do and say things she would not have you know. When before you she will utter smooth things as though her heart was filled with truth, when she has no love for the truth. You are and have been asleep. You are just as much deluded as Eli was, and this is why I write to you so plainly, for unless I do, you will go on as indifferent, as blindfolded and deceived, as you have been in the past. Should your daughter lose her life as she now is, she would surely come up with the wicked in the second resurrection; for every sinner will find his true place then. Can you not discern the peril she is in? I do not write these things to sting and burn into your heart; I write them that you may recover your daughter from the snare of the enemy, in place of fastening her forever in his power beyond remedy. God says, \"I know thy works.\" Should anyone else mention these subjects to you as I have done, you would, perhaps, deal with them without mercy. But I must speak, I must tell you these things. The \n\n\n                         [29] \n\nScriptures declare, \"Be sure your sin will find you out.\" There is nothing covered that shall not be revealed, neither hid that shall not be made open as the day. Attend earnestly to the welfare of the souls of your children. The presentations and representations made to you by your daughter are fair, but if you knew all you would not feel as easy as you do. I am surprised at your blindness, and at the course you both pursue.",
    "paragraph": 1,
    "bookcode": "PH096",
    "page": 27
}