{
    "word": "In your letter to me you said that you thought it was your duty to take charge of your own children as well as to work to save the souls of other people's children. Would that this might be done; but I am obliged \n\n\n                        [63] \n\nto tell you that your training would not be the best training your children could have. Before you can bring up your children in the fear and admonition of the Lord, you need to have an element brought into your character which you do not now possess. You talk against our institutions, against our brethren, in the presence of your children; you advance ideas without a thought on your part, which leave an unfavorable impression on their minds, and which shape their destiny for this life and the future life. This work coming forth from your hands you must meet again in the judgment. Your unwise tenderness toward your children is cruelty of the worst kind. Could you see your words as they are in the books of heaven, you would be ashamed, for you speak without thought. This is why I said you must be converted, and I say it still from the light God has given me. How long do you mean to remain in this condition? How long will it be before you will humbly seek God? How long will it be before you will feel it your duty to act upon the light that God has given you? How long will you stand where you are, with every avenue of the soul open to Satan's suggestions and temptations? Is it not time that you were in earnest? Is it not time for you to begin to heed the light that God has given you, in place of following your own mind and judgment? Is it not time for you to begin to practice the teachings you have given to others? May the Lord help you to work as you have never worked before. I feel alarmed for you, for I know that you will not long stand where you are. Seek the Lord, I beseech of you, while He is to be found. Yours with solicitude. \n                                       Ellen G. White. \n\n\n                        [64]",
    "paragraph": 1,
    "bookcode": "PH096",
    "page": 62
}