{
    "word": "The union between yourself and Frank Belden did not aid either of you in gaining the experience essential for you individually. You were both entrusted with sacred responsibilities. You were both on trial, under the proving of God. This responsible position called for daily and hourly experience in spirituality, in devotion to God. There was no lack on the part of God; every provision had been made whereby you might individually receive the power essential for the perfection of Christian character. The Lord does \n                                                                           1228\nnot desire that our individuality shall be destroyed; it is not his purpose that any two persons shall be exactly alike in tastes and dispositions. All have characteristics peculiar to themselves, and these are not to be destroyed, but to be trained, molded, fashioned, after the similitude of Christ. The Lord turns the natural aptitude and capabilities into profitable channels. In the improvement of the faculties God has given, talent and ability are developed if the human agent will recognize the fact that all his powers are an endowment from God, to be used, not for selfish purposes, not to get a name or to secure large wages, but for the glory of God and the good of our fellow-men. Under the training of God the understanding is to be opened to receive the impress from God. The light of truth is to be a working agent; for true faith works by love and purifies the soul. All selfish purposes are to be expelled from the soul. The truth, if fully accepted, will prove all sufficient to mellow the soil of the heart, making it ready for the precious seed to be sown continually by the Husbandman, that there may be a harvest for the Master. Heavenly influences are at work to build up and to improve the mind, enabling it to appreciate high and holy interests. The mind that is ever reaching upward, heavenward, will form [a] correct estimate of men and of the business connected with the work. Under the control of the Holy Spirit, it will look at a subject on every side, and will be enabled to judge correctly.",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 1227
}