{
    "word": "18MR - Manuscript Releases Volume Eighteen [Nos. 1301-1359] (1990)\n\n\nA WORD OF EXPLANATION\n\n     WHEN ELLEN WHITE DIED IN 1915, SHE LEFT HER MANUSCRIPTS AND LETTERS IN THE CUSTODY OF A SMALL GROUP OF MINISTERS AND ADMINISTRATORS IN THE SEVENTH-DAY ADVENTIST CHURCH WHOM SHE HAD APPOINTED TO SERVE AS TRUSTEES OF HER ESTATE. AS THE YEARS PASSED, THESE TRUSTEES AND THEIR SUCCESSORS BECAME INCREASINGLY AWARE OF THE POTENTIAL USEFULNESS TO THE CHURCH OF THIS GOLD MINE OF UNPUBLISHED MATERIALS. PROCEDURES WERE DEVELOPED WHEREBY CHURCH ENTITIES, OR EVEN INDIVIDUALS, COULD REQUEST THE \"RELEASE\" OF SPECIFIED EXCERPTS FROM ELLEN WHITE'S WRITINGS FOR USE IN BOOKS, ARTICLES, CLASS LECTURES, OR SERMONS. FOR DETAILS OF THE RELEASE PROCESS THE READER IS REFERRED TO THE PREFACE TO MANUSCRIPT RELEASES, VOL. 1.\n     AS IN THE EARLIER VOLUMES, MATERIALS CURRENTLY AVAILABLE ELSEWHERE IN PUBLISHED FORM HAVE NOT BEEN INCLUDED IN THE PRESENT VOLUME. IN A FEW CASES MATERIALS UNDER CONSIDERATION AND ASSIGNED A RELEASE NUMBER WERE NOT  PROCESSED. AND THE NUMBER WAS NOT REASSIGNED. UNTIL 1983, ONLY THE EXCERPTS REQUESTED FOR PUBLIC USE WERE \"RELEASED.\" STARTING WITH MANUSCRIPT RELEASE NO. 970, THE WHITE ESTATE BEGAN \"RELEASING\" ENTIRE LETTERS OR MANUSCRIPTS, SO FAR AS POSSIBLE, EVEN IF ONLY PARTICULAR PARAGRAPHS WERE REQUESTED.\n     COPY FOR THIS VOLUME HAS BEEN SENT TO THE PUBLISHER CAMERA-READY, WHICH MEANS THAT ANY TYPOGRAPHICAL MISTAKES OR OTHER INACCURACIES WHICH MAY APPEAR ARE THE RESPONSIBILITY OF THE WHITE ESTATE, NOT THE PUBLISHER.\n     WE TAKE PLEASURE IN MAKING THESE MATERIALS AVAILABLE IN THIS FORM, AND TRUST THAT THE COUNSELS, WARNINGS, AND PRINCIPLES PUT FORTH BY THE AUTHOR WILL BRING A BLESSING TO EVERY READER.\n                                  THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n                                  WASHINGTON, D.C.\n\n\nTable of Contents\n\nA Word of Explanation\n\nManuscript Release                                                  Page\n\n     1301    The Two Great Principles of the Law ................... 1\n\n     1302    A Vision Given in  Oswego, New York ................... 10\n\n     1303    Heaven and Earth Are Closely Linked; Lessons From\n             Daniel's Prayer Experience in Daniel 9 and 10 ......... 14\n\n     1304    Daniel and Revelation Have Been Unsealed, and Should Be\n             Studied; Improved Experience Will Result .............. 22\n\n     1305    The Message in Revelation ............................. 26\n\n     1306    Workers Not to Disparage One Another; To Set a right\n             Example; Health Reform Important; Counsel on Public\n             Speaking .............................................. 42\n\n     1307    Talk Light, Not Darkness; Separate From Evildoers, and\n             Do Not Do Not Strengthen Them ......................... 54\n\n     1308    Christ is Coming Soon; Proclaim the Three Angels'\n             Messages; Do Not Sow Seeds of Discord ................. 57\n\n     1309    All Kinds of Workers Needed; Leaders To Be Understanding\n             and Charitable Toward Fellow Workers; Women Workers\n             To Be Paid ............................................ 65\n\n     1310    Christ and the Law .................................... 70\n\n     1311    An Appeal To Be Converted Fully to Christ, Enjoy His\n             Love, and Be a Help to Others ......................... 79\n\n     1312    Miscellaneous Writings on Christ's Ministry, Health\n             Reform, and the Christian Life ........................ 83\n\n     1313    Thoughts About the Pre-Flood World, Christ's Love for\n             Man, Fruit-Bearing Peace, and Surrender to God's Will . 92\n\n     1314    Christ Our Example in Every Line of Work; Counsel on\n             Medical Missionary Work ............................... 101\n\n     1315    The Saviour's Characteristics ......................... 112\n\n     1316    Words to Parents ...................................... 118\n\n     1317    The Home Life ......................................... 121\n\n     1318    Blessed Peace, But Not Healing, Received Through\n             Season of Prayer ...................................... 124\n\n     1319    To God Be the Glory; Forsake All Idols ................ 127\n\n     1320    E. G. White Material Cited in \"Ellen G. White and\n             Picture Illustrations of 'Heavenly Things,'\" by Merlin\n             Burt. On File at the White Estate.\n\n     1321    God's Unchangeable Law ................................ 133\n\n     1322    Fragments ............................................. 137\n\n     1323    Brief Writings on Short Scriptural Passages and\n             Practical Christian Living ............................ 146\n\n     1324    Speaking Appointments at Camby, Michigan; Transaction\n             Involving Property .................................... 153\n\n     1325    Perplexity Over Proposed Trip to Australia ............ 155\n\n     1326    Testimony to Battle Creek Church ...................... 156\n\n     1327    The Formation of Character ............................ 162\n\n     1328    Words of Counsel ...................................... 168\n\n     1329    Miscellaneous Diary Entries ........................... 174\n\n     1330    The Need of Earnest Effort; Work the Cities; Heed\n             the Message to Laodicea ............................... 185\n\n     1331    The Sin of Evilspeaking; A Call to Sanctified Living .. 197\n\n     1332    God's Church the Light of the World ................... 208\n\n     1333    Diary Fragment--February to May, 1902; The Spirit of\n             Thanksgiving; Importance of Unity ..................... 211\n\n     1334    Diary Selections--November, 1902; Evils in the\n             Publishing House; Christians to Reflect Christ; Not to\n             Speculate About God ................................... 217\n\n     1335    God to Control His Heritage ........................... 223\n\n     1336    Workers To Be Educated in the School of Christ ........ 227\n\n     1337    To Our Churches in Oakland and Berkeley: An Appeal to\n             Repent, Be Converted, and Reform ...................... 232\n\n     1338    Reform Needed at St. Helena Health Retreat; Identify\n             With Fellow Christians, Not With Worldlings; An Appeal\n             to Dr. Burke .......................................... 237\n\n     1339    All Gifts of the Spirit To Be Utilized; Christians Not\n             To Be Controlled by Feelings; Look to Jesus as Example.     248\n\n     1340    Living the Christ-Life Amid Corrupt Surroundings ...... 254\n\n     1341    The Dangers of Mind-Cure; Neither Husband Nor Wife to\n             Control the Mind of the Other; An Appeal for Conversion     263\n\n     1342    Comments on EGW Staff, Also on O. A. Olsen; Counsel\n             to Study Daniel and Revelation ........................ 274\n\n     1343    Christians To Be Sanctified, and Serve as Lights in\n             a Dark World .......................................... 276\n\n     1344    Work Earnestly for the Unsaved ........................ 281\n\n     1345    A Dream About W. C. White and J. H. Kellogg ........... 286\n\n     1346    Counsel to Physicians and Medical Students ............ 288\n\n     1347    Guidelines for Choosing a Life Companion; How to Have\n             a Happy Marriage ...................................... 303\n\n     1348    Mistakes Made at Health Institution; No One is Without\n             Failings; Christians Are to Help One Another .......... 321\n\n     1349    A Perfect Saviour; God's Love for Us; A New\n             Commandment; Working with the W.C.T.U.; The\n             Opportunities of Youth; Developing True Christian\n             Character; Rejection of Inspired Counsel; Resisting\n             Temptation; Justice and Grace ......................... 331\n\n     1350    God Will Solve Crises  When Men Do His Will; Church in a\n             Backslidden Condition; Beldens on Norfolk Island ...... 347\n\n     1351    Counsel Not to Return to Husband, but to Work in a\n             Sanitarium ............................................ 350\n\n     1352    No Safety in Eating Meat; Diseases Prevalent; Drawing\n             Nigh to God ........................................... 352\n\n     1353    The Great Controversy; Satan's Rebellion in Heaven;\n             Our Need for God's Spirit ............................. 358\n\n     1354    Counsel Against Foolish Talking and Jesting;\n             Christ Our Example .................................... 368\n\n     1355    Previously Unreleased Materials Cited by Dr. Fred\n             Veltman in The Desire of Ages Study. On File at\n             the White Estate.\n\n     1356    Does Sister White Work Miracles? ...................... 372\n\n     1357    Previously Unreleased Materials Cited by Bert Haloviak\n             in His Paper \"Longing for the Pastorate: Ministry in\n             19th Century Adventism.\" On File at the White Estate.\n\n     1358    Speaking and Visiting the Stick in Boulder, Colorado,\n             En route to Battle Creek .............................. 374\n\n     1359    Christ Provided a Perfect Pattern for True Ministry ... 380\n\n\nMR No. 1301 - The Two Great Principles of the Law\n\n       (Written September 16, 1898, at \"Sunnyside,\" Cooranbong, NSW.) \n\n     The principle of God's Word most disregarded is that which enjoins upon us the necessity of loving God supremely, and the result is that men find it impossible to obey the second great principle of the law, \"Thou shalt love thy neighbor as thyself.\" Just in accordance with the seed sown will be the harvest reaped. The test is now upon us. Which shall it be--transgression or loyalty, obedience or disobedience, to these commandments?",
    "paragraph": 1,
    "bookcode": "18MR",
    "page": 1
}