{
    "word": "Walls of separation have been built up between the whites and the blacks. These walls of prejudice will tumble down of themselves as did the walls of Jericho, when Christians obey the Word of God, which enjoins on them supreme love to their Maker and impartial love to their neighbors. For Christ's sake, let us do something now. Let every church whose members claim to believe the truth for this time, look at this neglected, downtrodden race, that, as a result of slavery, have been deprived of the privilege of thinking and acting for themselves. They have been kept at work in the cotton fields, have been driven before the lash like brute beasts, and their children have received no enviable heritage. Many of the slaves had noble minds, but the fact that their skin was dark, was sufficient reason for the whites to treat them as though they were beasts. When freedom was proclaimed to the captives, a favorable time was given in which to establish schools and to teach the people to take care of themselves. Much of this kind of work was \n                                                                           44\ndone by various denominations, and God honored their work. Those who attempted to work for the black race had to suffer persecution, and many were martyrs to the cause. It was difficult to educate these people in correct ideas, because they had been compelled to do according to the word of their human masters. They had been subject to human passions, their minds and bodies had been abused, and it was very hard to efface the education of these people and to lead them to change their practices. But these missionaries persevered in their work. They knew that the black man had not chosen his color or his condition and that Christ had died for him as verily as He had died for his white brother. To show sympathy for the released slaves was to expose one's self to ridicule, hatred, and persecution. Old-time prejudice still exists, and those who labor in behalf of the colored race will have to encounter difficulties.",
    "paragraph": 1,
    "bookcode": "SW",
    "page": 43
}