{
    "word": "The church in Fresno has re-enacted that which has taken place in other churches. Some have been taken up with your preaching and have been charmed with your manners as a man. The Lord has seemed to be very near at times, and has spoken through you, and then, had you lived out that which you preached to others, you would have been a savor of life unto life but you have not kept humble and lowly in spirit. You knew that your influence and labors were appreciated, and it hurt you when others referred to your mistakes in financial management. You have conversed in a way to draw upon the sympathy of your brethren, and they thought they were doing God's service in placing means in your hands. In this they were deceived. They did not know your weakness, for it was the worst thing that they could have done for you. It was like the unwise indulgence of parents to unreasonable children. You needed to learn many lessons of \n\n\n                       [10] \n\nthe Great Teacher to bring into your daily practical life. If you would make a success as a representative man in the truth, you will have to practice economy. You should not allow yourself to be tossed to and fro by the exercises of your mind, or to be affected by circumstances. Your surroundings color your religious experience, and are woven into all your discourses, and the weakness of your character is made apparent under temptation and trial. You do not think but that your mountain standeth sure. You do not realize that you are in an enemy's land, where foes are lurking behind every bush and jutting rock, to surprise you when off your guard. If you would only sense your danger, realize your weakness, and overcome your defects of character, you could do much good; you can and must do this, if you would have eternal life. Then you would watch unto prayer, sending your earnest, longing desires to the mercy-seat with a perseverance and determination that could not be denied, and when the enemy comes in like a flood, the Spirit of the Lord would lift up a standard against him.",
    "paragraph": 1,
    "bookcode": "PH096",
    "page": 9
}