{
    "word": "I was shown that Bro. Gage has been sorely tempted. He came to the Review Office with the purpose in his heart to glorify God, and he expected to be advantaged spiritually. He thought that in thus connecting himself with the Office he \n                                                                           24\ncould obtain a more perfect experience. This was what he needed. But the condition of the church was such that they could be of but little advantage in strengthening this dear brother. He did not see those in the Office, professing godliness, living the life of Christ. He has a reasoning mind, and could but contrast his expectations with what he realized from the sight of his eyes, and the hearing of his ears--so much vanity, so much light, cheap talk, jesting and laughing. And those who stood in responsible positions seemed to have so little burden of the work, and so little sobriety! These things troubled and perplexed his mind. Then the coldness, the distant feelings manifested among professed Christians! He expected to find things all different. The enemy began to tempt him. When Bro. Gage saw that which appeared like selfishness in those in connection with the Office, he felt still worse. It was evident to him that there was respect of persons; that there was not fairness and equality, but partiality. He could not keep his feelings in subordination and pass along in silence. He could not feel that Bro. Aldrich was governed by pure, unselfish principles. Bro. A. allowed his own son liberal wages, while Bro. G.'s brother-in-law, who was poor, yet a good workman, trying to support his mother and sisters, received small wages. His brother's post of labor was important, and his services valuable, Bro. and Sr. Gage talked the matter over, and were sorely tempted. Bro. Gage thought, Why should it be my duty to make so much of a sacrifice as I am making, and work for so small an amount, when I could command a much larger sum? Did he see a greater depth of piety \n                                                                           25\nin the professed Christians at Battle Creek, which would be a help to him? Oh, no! They were, many of them, so united to the world as to be scarcely discerned from them. Did he see in the laborers in the Office and Institute a missionary spirit? a disposition to sacrifice, and deny self to advance the work and cause of God? No; but the opposite. All seemed to be on a strife to grasp all they could get. He was painfully awakened to the fact that if he did not look out for himself, no one would take the burden of his case, and look out for him. He has felt grieved with Bro. Aldrich; for he could not see justice, fairness, and equality, in his course. God is no respecter of persons; but Bro. Gage thought he could see a respecting of persons with Bro. Aldrich. At times he has been upon the point of starting immediately for the East; then he feared to take this step, and would pass along again. Bro. Gage is of an impulsive turn of mind, and he has had occasion to be sorely tried. His confidence that God was in the work, and that the cause was the Lord's, and that He stood at the helm, has been his anchor.",
    "paragraph": 1,
    "bookcode": "PH097",
    "page": 23
}