{
    "word": "27 (John 14:15). Reaching the Condition of Sinlessness.--Those only who through faith in Christ obey all of God's commandments will reach the condition of sinlessness in which Adam lived before his transgression. They testify to their love of Christ by obeying all His precepts (MS 122, 1901).  {6BC 1118.10} \n \n                            Chapter 6 \n\n     4 (Colossians 3:20, 21). More Powerful Than Sermons.--Parents, God desires you to make your family a sample of the family in heaven. Guard your children. Be kind and tender with them. Father, mother, and children are to be joined together with the golden links of love. One well-ordered, well-disciplined family is a greater power in demonstrating the efficiency of Christianity than all the sermons in the world. When fathers and mothers realize how their children copy them, they will watch carefully every word and gesture (MS 31, 1901).  {6BC 1118.11}  \n     10-12 (see EGW on 2 Corinthians 11:14; Revelation \n                                                                           1119\n12:17). Battling With Unseen Powers.--[Ephesians 6:10-18 quoted.] In the Word of God are represented two contending parties that influence and control human agencies in our world. Constantly these parties are working with every human being. Those who are under God's control and who are influenced by the heavenly angels, will be able to discern the crafty workings of the unseen powers of darkness. Those who desire to be in harmony with the heavenly agencies should be intensely in earnest to do God's will. They must give no place whatever to Satan and his angels.  {6BC 1118.12} \n     But unless we are constantly on guard, we shall be overcome by the enemy. Although a solemn revelation of God's will concerning us has been revealed to all, yet a knowledge of His will does not set aside the necessity of offering earnest supplications to Him for help, and of diligently seeking to cooperate with Him in answering the prayers offered. He accomplishes His purposes through human instrumentalities (MS 95, 1903).",
    "paragraph": 1,
    "bookcode": "6BC",
    "page": 1119
}