{
    "word": "Improper and Premature Courtships \n\n     The reason is, they are not truly changed in heart and therefore are unchanged in character. Young men and young women associating together, having weak principles and but little faith and devotion, become easily infatuated with each other and fancy they are in love. Their constant attention to one another soon has its influence, and spiritual things are not appreciated. As in the days before the flood, there is an influence to continually draw the mind from God, and to fasten the affections upon the human instead of the divine. The girls in the office, some of them, are entirely unprepared to serve God; their thoughts are vain and unconsecrated; they are superficial; they have not the fruits of the Christian life. They must have a deep and thorough conversion, or they will never see the kingdom of God. Now, these young persons associating together in the office, forming attachments with view to marriage, and giving themselves up to these attachments, are unfitting themselves for the \n                                                                           41\nwork. They can not do their work with singleness of purpose, fidelity, and integrity. They are unfitted by this infatuation, and a demoralizing influence is felt all through the office. Young gentlemen and ladies leave their home and home influence and come to labor in the office; and it is a wrong done to their parents to form attachments and contract marriages without their counsel and advice in the matter. Such things grieve the Spirit of God. It is due their parents that they consult them in so important a step, and that they be aided by the experience and mature judgment of their parents. The young men or young women do not look beneath the surface; they see each other under the most favorable circumstances, and do not detect those traits of character which the mother, in her earnest interest for her son or daughter, sees, and knows will make or mar the happiness of those she loves.",
    "paragraph": 2,
    "bookcode": "PH149",
    "page": 40
}