{
    "word": "19MR - Manuscript Releases Volume Nineteen [Nos. 1360-1419] (1990)\n\n\nA WORD OF EXPLANATION\n\n     WHEN ELLEN WHITE DIED IN 1915, SHE LEFT HER MANUSCRIPTS AND LETTERS IN THE CUSTODY OF A SMALL GROUP OF MINISTERS AND ADMINISTRATORS IN THE SEVENTH-DAY ADVENTIST CHURCH WHOM SHE HAD APPOINTED TO SERVE AS TRUSTEES OF HER ESTATE. AS THE YEARS PASSED, THESE TRUSTEES AND THEIR SUCCESSORS BECAME INCREASINGLY AWARE OF THE POTENTIAL USEFULNESS TO THE CHURCH OF THIS GOLD MINE OF UNPUBLISHED MATERIALS. PROCEDURES WERE DEVELOPED WHEREBY CHURCH ENTITIES, OR EVEN INDIVIDUALS, COULD REQUEST THE \"RELEASE\" OF SPECIFIED EXCERPTS FROM ELLEN WHITE'S WRITINGS FOR USE IN BOOKS, ARTICLES, CLASS LECTURES, OR SERMONS. FOR DETAILS OF THE RELEASE PROCESS THE READER IS REFERRED TO THE PREFACE TO MANUSCRIPT RELEASES, VOL. 1.\n     AS IN THE EARLIER VOLUMES, MATERIALS CURRENTLY AVAILABLE ELSEWHERE IN PUBLISHED FORM HAVE NOT BEEN INCLUDED IN THE PRESENT VOLUME. IN A FEW CASES MATERIALS UNDER CONSIDERATION AND ASSIGNED A RELEASE NUMBER WERE NOT  PROCESSED. AND THE NUMBER WAS NOT REASSIGNED. UNTIL 1983, ONLY THE EXCERPTS REQUESTED FOR PUBLIC USE WERE \"RELEASED.\" STARTING WITH MANUSCRIPT RELEASE NO. 970, THE WHITE ESTATE BEGAN \"RELEASING\" ENTIRE LETTERS OR MANUSCRIPTS, SO FAR AS POSSIBLE, EVEN IF ONLY PARTICULAR PARAGRAPHS WERE REQUESTED.\n     COPY FOR THIS VOLUME HAS BEEN SENT TO THE PUBLISHER CAMERA-READY, WHICH MEANS THAT ANY TYPOGRAPHICAL MISTAKES OR OTHER INACCURACIES WHICH MAY APPEAR ARE THE RESPONSIBILITY OF THE WHITE ESTATE, NOT THE PUBLISHER.\n     WE TAKE PLEASURE IN MAKING THESE MATERIALS AVAILABLE IN THIS FORM, AND TRUST THAT THE COUNSELS, WARNINGS, AND PRINCIPLES PUT FORTH BY THE AUTHOR WILL BRING A BLESSING TO EVERY READER.\n                                  THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n                                  WASHINGTON, D.C.\n\n\nTable of Contents\n\nA Word of Explanation\n\nManuscript Release                                                  Page\n\n1360     Mutual Support Among Various Departments; Sale of\n         Christ's Object Lessons for the Support of Our\n         Schools.................................................... 1\n\n1361     Testimony Regarding the Bourdeaus.......................... 5\n\n1362     Religion Needs To Be Connected with Business Affairs....... 16\n\n1363     Condescension of Jesus; Unity in Christ; Appeal for an\n         Efficient, Well-Trained Ministry........................... 19\n\n1364     Severe Reproof for Faultfinding Spirit and Carelessness\n         in Dress................................................... 30\n\n1365     Consecration to Present Service to God..................... 35\n\n1366     St. Helena Sanitarium and Other Institutions To Be\n         Denominational; Medical Missionary Training Schools;\n         Poisonous Drugs; The Role of Miracles...................... 38\n\n1367     Counsel Against Faultfinding, Ridiculing, Sneering at\n         Women; Examine Yourself First.............................. 55\n\n1368     Encouragement in the Face of Disappointment and Depression.      62\n\n1369     Unity in the Home and in the Church........................ 67\n\n1370     Results of Studying Harmful Textbooks; Teach the Lessons\n         Christ Taught.............................................. 73\n\n1371     Pleasant California Weather; Personal Health Practices;\n         Writing Spiritual Gifts, vol. 4; Keeping Cheerful in\n         Trial...................................................... 77\n\n1372     Parents to Exercise Loving Authority in the Home;\n         Children to Seek and Follow Parents' Counsel............... 81\n\n1373     Christians to Reflect Christ, Remaining Calm Under\n         Provocation; Value the Souls for Whom Christ Died.......... 88\n\n1374     Bear Witness to Christ Before the World; How to\n         Conduct the Christian Warfare.............................. 101\n\n1375     Experience of Golden Calf an Example for God's People\n         Today; Danger in Pleasure Seeking, Especially Among Youth;\n         Development of a Christian Character....................... 108\n\n1376     Encouragement to Work the Cities........................... 123\n\n1377     Guidelines for Evangelism; No theatrics; Health To Be\n         Preserved; Workers To Go Two by Two........................ 125\n\n1378     Better Days Are Coming..................................... 128\n\n1379     An Early Vision; How To Be an Overcomer.................... 129\n\n1380     Nearness to the End; Using Our Means for the Advancement\n         of the Cause............................................... 133\n\n1381     The Evil of Selfishness; Harmony Possible Through Prayer\n         and Focusing on the Cross of Christ........................ 141\n\n1382     An Appeal to Dr. Lindsay to Visit Australia................ 144\n\n1383     Second Appeal to Dr. Lindsay to Come to Australia.......... 145\n\n1384     Trust God, He Will Set Things Right; Problems in the\n         Publishing Work; Blessings of God.......................... 146\n\n1385     Diary--The Canvassing Work................................. 152\n\n1386     Genuine Medical Missionary Work; Cautions Regarding\n         Financial Contracts........................................ 157\n\n1387     The Lot of God's People in a World of Sin; Peter's Denial\n         and Jesus' Trial; Satan's Confederacy of Evil Angels\n         and Evil Men............................................... 162\n\n1388     Increase Your Talents; Render Service to God by\n         Witnessing; Laodicean Condition of Church.................. 171\n\n1389     As It Was in the Days of Noah.............................. 179\n\n1390     Letter to a Discouraged James White; Work in\n         Washington, Iowa........................................... 185\n\n1391     A Call to Commitment in Youth.............................. 189\n\n1392     Enjoying the Washington Home............................... 194\n\n1393     A. T. Jones Urged To Be Unselfish and Gentle............... 195\n\n1394     Be Meek and Kind to Critics, Not Avenging Oneself; Trust\n         in God and Seek His Guidance, Intercession and Approval.... 202\n\n1395     An Independent, Unsanctified Will; Modest Behavior\n         Lacking in the Young....................................... 217\n\n1396     The Case of Hiram Rich..................................... 222\n1397     Guidelines for Praying for the Sick; Devise Ways to\n         Aid Nature................................................. 225\n\n1398     Locate Sanitariums Outside Cities, With Ample Property;\n         To Obtain Health, Exercise Body and Mind................... 229\n\n1399     Wake Up, and Live for Christ; Forgive, and Love One\n         Another; Work Unitedly..................................... 233\n\n1400     Dated and Undated Diary Selections on a Wide Variety of\n         Topics, Apparently Written in 1890 and 1891................ 239\n\n1401     Sacredness of the Law and the Sabbath; The Need for\n         Obedience and Reformation.................................. 262\n\n1402     Marriage of W. C. White; Speaking and Writing in\n         Tasmania; Jesus Our Example................................ 267\n\n1403     Calamities and the Great Controversy....................... 279\n\n1404     Breathing Tobacco-Poisoned Air While Traveling............. 283\n\n1405     Excerpts From Diary, July 6-31, 1892; Strong Expressions\n         of Faith in Spite of Physical Trials....................... 287\n\n1406     Counsel on the Importance of Making Every Aspect of the\n         Sabbath School, Including Enactments, Count for Eternity... 300\n\n1407     An Appeal to Exercise Faith, Obey Christ, and Grow\n         in Spirituality............................................ 306\n\n1408     Conditions in Takoma Park and Battle Creek; God's People\n         to Fulfill the Gospel Commission; Stand Apart From Those\n         Who Undermine Present Truth................................ 308\n\n1409     Jots and Tittles II........................................ 313\n\n1410     Do Not Establish Business Interests in Large Cities;\n         Live Outside the Cities.................................... 333\n\n1411     The Ladder to Heaven....................................... 338\n\n1412     The Case of J. H. Kellogg; Christ, the Great Medical\n         Missionary; Physicians to Labor as Christ Labored.......... 356\n\n1413     Personal News; Love for James White, and Expressions\n         of Strong Confidence in Him................................ 366\n\n1414     Unity in the Church........................................ 370\n\n1415     Counsels Concerning Sanitarium Work; Importance of\n         Personal Holiness.......................................... 371\n\n1416     The Workings of Satan; Use of Tithe........................ 376\n\n1417     Literature To Be Circulated Like Leaves of Autumn;\n         \"Exclusive\" Principles To Be Eliminated.................... 378\n\n1418     The Danger of Prosperity; Talents To Be Used for God;\n         An Appeal for New Commitment to Christ..................... 385\n\n1419     Satan the Author of Commercial Strife; Strange\n         Occurrences Predicted...................................... 393\n\n\nMR No. 1360 - Mutual Support Among Various Departments;\n\nSale of Christ's Object Lessons for the Support of Our Schools\n\n     (Written at St. Helena, California, Dec. 30, 1900, to \"Conference Officers and Managers of Our Schools.\") \n\n     Every department of our work should be planned on considerate, generous lines. Every branch of the work should protect, build up, and strengthen every other branch. Men of varied abilities and characteristics are employed for carrying forward the various branches of the work, and each must give his own branch special effort; but it is the privilege of each to study and labor for the health and welfare of the whole body of which he is a member.",
    "paragraph": 1,
    "bookcode": "19MR",
    "page": 1
}