{
    "word": "The Lord has given me a view of other worlds. Wings were given me, and an angel attended me from the city to a place that was bright and glorious. The grass of the place was living green, and the birds there \n                                                                           40\nwarbled a sweet song. The inhabitants of the place were of all sizes; they were noble, majestic, and lovely. They bore the express image of Jesus, and their countenances beamed with holy joy, expressive of the freedom and happiness of the place. I asked one of them why they were so much more lovely than those on the earth. The reply was, \"We have lived in strict obedience to the commandments of God, and have not fallen by disobedience, like those on the earth.\" Then I saw two trees, one looked much like the tree of life in the city. The fruit of both looked beautiful, but of one they could not eat. They had power to eat of both, but were forbidden to eat of one. Then my attending angel said to me, \"None in this place have tasted of the forbidden tree; but if they should eat, they would fall.\" Then I was taken to a world which had seven moons. There I saw good old Enoch, who had been translated. On his right arm he bore a glorious palm, and on each leaf was written \"Victory.\" Around his head was a dazzling white wreath, and leaves on the wreath, and in the middle of each leaf was written \"Purity,\" and around the wreath were stones of various colors, that shone brighter than the stars, and cast a reflection upon the letters and magnified them. On the back part of his head was a bow that confined the wreath, and upon the bow was written \"Holiness.\" Above the wreath was a lovely crown that shone brighter than the sun. I asked him if this was the place he was taken to from the earth. He said, \"It is not; the city is my home, and I have come to visit this place.\" He moved about the place as if perfectly at home. I begged of my attending angel to let me remain in that place. I could not bear the thought of coming back to this dark world again. Then the angel said, \"You must go back, and if you are faithful, you, with the 144,000, shall have the privilege of visiting all the worlds and viewing the handiwork of God.\" \n\n\n                                                   (41)",
    "paragraph": 3,
    "bookcode": "EW",
    "page": 39
}