{
    "word": "You acted your part, and some others felt a drawback, fearing the expense and calculating that they would lose time in attending meetings if the effort should be made. Christian zeal was lacking. A world was before \n                                                                           25\nus lying in wickedness, exposed to the wrath of God, and poor souls were held by the prince of darkness, and yet those who ought to be awake and engaged in the most noble object in the universe, the salvation of perishing souls, had not interest enough to call into action every means they could employ, to hedge up the path to destruction, and to turn their footsteps into the path of life. The enterprise of eternal life should engage the deepest interest of every Christian. To be a co-worker with Christ and the heavenly angels in the great plan of salvation! What work can bear any comparison with this? From every soul saved, there comes to God a revenue of glory, to be reflected back upon the one saved, and also upon the one instrumental in his salvation. There is a noisy zeal without aim or purpose, which is not according to knowledge, which is blind in its operations and destructive in its results. This is not Christian zeal. Christian zeal which is controlled by principle is not spasmodic. It is earnest, deep, and strong, engaging the whole soul, awakening to exercise the moral sensibilities. The salvation of souls and the interests of the kingdom of God are matters of the highest importance. What earthly object is there that would make it more reasonable to be in earnest than the salvation of souls and the glory of God? There are considerations here which cannot \n                                                                           26\nbe lightly regarded. They are as weighty as eternity. Eternal destinies are at stake. Men and women are deciding for weal or woe. Christian zeal will not exhaust itself in talk, but will feel and act with vigor and efficiency. Yet Christian zeal will not act for the sake of being seen. Humility will characterize every effort, and humbleness will be seen in every work. Christian zeal will lead to earnest prayer and humiliation, and to faithfulness in home duties. In the family circle will be seen the gentleness and love, benevolence and compassion, which are ever the fruits of Christian zeal.",
    "paragraph": 2,
    "bookcode": "PH099",
    "page": 24
}