{
    "word": "Truth and error are both in the field, striving for the mastery. The champions of truth will have a fierce conflict. \"We wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.\" The warning comes, and the directions \n\n\n                      - 53 - \n\nare repeated, \"Wherefore take unto you the whole armor of God, that ye may be able to withstand in the evil day, and having done all, to stand.\" All that the Lord has told you, it devolves on you to do. No one need be deceived, if he will make the word of God his study. How little is the book of Revelation studied! It is a hidden mystery to the religious world; and why? -- Because the events not pleasant for consideration, are so faithfully traced by the prophetic pen; and people who are in any way troubled about the matter are soothed by their shepherds, with the statement that the Revelation cannot be understood. But it is to be understood; for it especially concerns us who are living in these last days. Read Revelation 1:1-3. \"Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.\" Read the last chapter of Revelation carefully and prayerfully. What significance there is in the statements of this chapter! \"I am Alpha and Omega, the beginning and the end, the first and the last. Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city.\" \"I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star.\" This is the most effectual teaching that can be given in the church built for the Sanitarium, and this testimony is to be given in all the churches. Wherever there is an opportunity to reach the people, the attention should be called from the earthly to the heavenly. \"And the \n\n\n                    - 54 - \n\nSpirit and the Bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.\" We are to voice the words of the angel.",
    "paragraph": 2,
    "bookcode": "SpTA07",
    "page": 52
}