{
    "word": "Fannie, wherever you go, wherever you may be, you need to study that the colors and material and style of your dress should be adapted to, and correspond with, your age and to the faith you profess. You remember I made the remark to Elder Olsen that when at Preston you were destitute of suitable clothing and felt too poor to supply yourself with what you should have. The remarks you made showed that you did not understand me. I want to be understood now. You need comfortable underclothing, which you must have in order to have health. But I certainly do not, in all respects, approve of your style of dress. I felt rather sad and ashamed when you stood upon the platform before the large crowd under the tent, with that light, large-figured dress. It was not appropriate for the occasion. Your judgment in the matter of dress may be much improved, and I hope you will not consult your dress-maker but those who are of sensible minds and who will not flatter you or have any guile in their mouths as to suitable clothing that will make a proper impression upon the minds of both believers and unbelievers. We who claim to be in the light, and who take prominent positions to instruct others in children's meetings, need to be severely plain, yet tidy and tasteful, in dress; we should not give a semblance of excuse to any for patterning after the worldly, changing fashions of this corrupt age. Those who dress after the order given in the Bible can, with appropriate words, help others to reach a proper standard. Do not come to me to ask how you shall dress. If our sisters have the Spirit of God abiding as a living principle in the heart, they will not in a single instance give occasion for any to turn aside the counsels of God by quoting the ministers' wives or those engaged in giving Bible-readings. Ever have your dress of good, durable material, and modest colors; let it be made plainly, without adornment. You certainly need to improve in your style of dress.",
    "paragraph": 3,
    "bookcode": "MR926",
    "page": 23
}