{
    "word": "Parents, when you feel fretful, you should not commit so great a sin as to poison the whole family with this dangerous irritability. At such times set a double watch over yourself, and resolve in your heart not to offend with your lips. Nothing but pleasant, cheerful words should escape from your lips. Say to yourself, \"I will not mar the happiness of my children by a fretful word.\" By thus controlling yourself, you will grow stronger. Your nervous system will not be so sensitive. You will be strengthened by the principles of right. The consciousness in your heart that you are faithfully discharging your duty, will strengthen you. Angels of God will smile upon your efforts, and help you. When you feel impatient, you too often think it is all in your children, and you blame them when they do not deserve it. At another time they might do the very same things, and all be acceptable and right. Children know, and mark and feel these irregularities, and they are not always alike. Sometimes they are better prepared to meet changeable moods, and at other times \n                                                                           130\nthey are nervous, and fretful, and cannot bear censure. Their spirit rises up in rebellion against it. Parents want all due allowance made for their state of mind, yet do not always see the necessity of making the same allowance for their poor children. They excuse in themselves that, which if they see in their children, who have not their years of experience and discipline, they would highly censure. Some parents are of a nervous temperament, and when fatigued with labor, or oppressed with care, do not labor to preserve a calm state of mind, but manifest to those who should be dearest to them on earth, fretfulness and lack of forbearance, which displeases God, and brings a cloud over the family. Children, in their troubles, should often be soothed with tender sympathy. Mutual kindness and forbearance will make home a paradise, and attract holy angels into the family circle.",
    "paragraph": 2,
    "bookcode": "4bSG",
    "page": 129
}