{
    "word": "When the Thessalonian church received erroneous views concerning the coming of Christ, the apostle Paul counseled them to carefully test their hopes and anticipations by the Word of God. He cited them to prophecies revealing the events to take place before Christ should come, and showed that they had no ground to expect him in their day. “Let no man deceive you by any means,” [2 Thessalonians 2:3.] are his words of warning. Should they indulge expectations that were not sanctioned by the Scriptures, they would be led to a mistaken course of action; disappointment would expose them to the derision of unbelievers, and they would be in danger of \n457\nyielding to discouragement, and would be tempted to doubt the truths essential for their salvation. The apostle's admonition to the Thessalonians contains an important lesson for those who live in the last days. Many Adventists have felt that unless they could fix their faith upon a definite time for the Lord's coming, they could not be zealous and diligent in the work of preparation. But as their hopes are again and again excited, only to be destroyed, their faith receives such a shock that it becomes well-nigh impossible for them to be impressed by the great truths of prophecy. The preaching of a definite time for the Judgment, in the giving of the first message, was ordered of God. The computation of the prophetic periods on which that message was based, placing the close of the 2300 days in the autumn of 1844, stands without impeachment. The repeated efforts to find new dates for the beginning and close of the prophetic periods, and the unsound reasoning necessary to sustain these positions, not only lead minds away from the present truth, but throw contempt upon all efforts to explain the prophecies. The more frequently a definite time is set for the second advent, and the more widely it is taught, the better it suits the purposes of Satan. After the time has passed, he excites ridicule and contempt of its advocates, and thus casts reproach upon the great Advent movement of 1843 and 1844. Those who persist in this error will at last fix upon a date too far in the future for the coming of Christ. Thus they will be led to rest in a false security, and many will not be undeceived until it is too late.",
    "paragraph": 2,
    "bookcode": "GC88",
    "page": 456
}