{
    "word": "Parables. \n\n     I was then shown that the parable of the talents has not been fully understood. This lesson of importance was given to the disciples for the benefit of Christians living in the last days. And these talents do not represent merely the ability to preach and instruct from the word of God. The parable applies to the temporal means which God has entrusted to his people. Those to whom the five and two talents were given, traded and doubled that which was committed to their trust. God requires of those who have their possessions here \n                                                                           39\nto put their money out to usury for him, to put it into the cause to spread the truth. And if the truth lives in the heart of the receiver, he also will aid with his substance in sending the truth to others, and through his efforts, his influence, and his means, other souls embrace the truth, and begin also to work for God. I saw that some of God's professed people are like the man who hid his talent in the earth. They keep their possessions and means from doing good to God's cause. They claim that it is their own, and that they have a right to do what they please with their own; and souls are not saved by any judicious effort they make with their Lord's money. As judgment passes upon the house of God, the angels keep a faithful record of every man's work, their sentence is recorded by their name, and the angel is commissioned to spare them not, but to cut them down at the time of slaughter. And that which was committed to their trust is taken from them. Their earthly treasure is then swept away, and they have lost all. And the crowns they might have worn, had they been faithful, are put upon the heads of those saved by the faithful servants whose means were constantly in use for God. And every one they have been the means of saving, adds stars to their crowns in glory, and increases their eternal reward.",
    "paragraph": 1,
    "bookcode": "4bSG",
    "page": 38
}