{
    "word": "He who rests satisfied with his own present imperfect knowledge of the Scriptures, thinking this sufficient for his salvation, is resting in a fatal deception. There are many who are not thoroughly furnished with Scriptural arguments, that they may be able to discern error, and condemn all the tradition and superstition that has been palmed off as truth. Satan has introduced \n                                                                           404\nhis own ideas into the worship of God, that he might corrupt the simplicity of the gospel of Christ. A large number who claim to believe the present truth, know not what constitutes the faith that was once delivered to the saints--Christ in you the hope of glory.  They think they are defending the old landmarks, but they are lukewarm and indifferent. They know not what it is to weave into their experience and to possess the real virtue of love and faith. They are not close Bible students, but are lazy and inattentive. When differences of opinion arise upon the passages of Scripture, these who have not studied to a purpose and are not decided as to what they believe, fall away from the truth. We ought to impress upon all the necessity of inquiring diligently into divine truth, that they may know that they do know what is truth. Some claim much knowledge, and feel satisfied with their condition, when they have no more zeal for the work, no more ardent love for God, and for souls for whom Christ died, than if they had never known God. They do not read the Bible [in order] to appropriate the marrow and fatness to their own souls. They do not feel that it is the voice of God speaking to them. But, if we would understand the way of salvation, if we would see the beams of the Sun of righteousness, we must study the Scriptures for a purpose, for the promises and prophecies of the Bible shed clear beams of glory upon the divine plan of redemption, which grand truths are not clearly comprehended.",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 403
}