{
    "word": "The way, the Truth, and the Life, was seeking to make his voice heard, but they refused to hear; they refused to believe. The servants of God were charged with unworthy motives, with prejudice, and with receiving reports that were not true; therefore those who were reproved refused to learn the way. The opinions of finite men, erring like themselves, had greater influence over their minds than the spirit of God that searched the depths of the heart. The Spirit of truth was not their wisdom and their salvation. Because of unbelief, they could not find peace and rest in Jesus, who had invited, \"Come unto me all ye that labor and are heavy laden, and I will give you rest.\" They had not kept the way of the Lord, and fear and anxiety brought a burden upon their souls. They had forgotten him who seeth in secret. Their ways were right in their own eyes. The life and the Spirit of God was not leading and controlling them and therefore, they were not being led into all truth, living by every word that proceedeth out of the mouth of God. When I became fully satisfied that nothing I could say or do would have any influence, or make any impression upon the mind, my next course was to select about thirty, and tell the condition of one for whom I labored much to the church. This was a most painful duty to me, but I dared not neglect it. The Lord had opened to me the dangers threatening the people of God, through the influence of one man in particular who was a minister and did not follow the way of the Lord, and I felt called upon to be a faithful steward of the grace of God. The Lord gave me strength to do this painful duty, but this minister did not receive the testimony. He was tempted to leave the ground, but was persuaded not to make so rash \n                                                                           54\na step, as the Lord would not favor any such move. He went to a retired place and sought the Lord, There the Lord in his great goodness and loving kindness drew nigh to him, and he came back to the camp-ground entirely changed in spirit. He declared that the Lord had shown him himself, that he must be a converted man or he would be lost. He was willing to go into the congregation at once and confess his sins, and his backsliding from God. He was advised that this was not wisdom, and would not result in glorifying God, but would give our enemies occasion to cast reflections upon the whole ministry. It is Satan's object to ensnare men who handle sacred things, that he may lead them to do things that will bring the ministry down on a level with common things, so that sinners may be furnished with an excuse for their own impenitence and sin. When the words and the deportment of the minister are not after Christ's example, but are in imitation of the words and ways of the great deceiver, our enemies have occasion to blaspheme. We decided that it would meet the approval of God for a few, thirty or forty, who had heard the testimony given me of God, to be present and hear his acknowledgment of the reproof given, and hear his confession.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 53
}