{
    "word": "Some will ask why it is that these messengers who fed us with the bread from heaven, should make a mistake? They will say, Why did we accept some things that we needed, and why did we accept other things that we should have let alone? Why was not the danger-signal lifted? \n                                                                           1245\nThere has been danger for years. Men who have been chosen of God to do a special work have been imperiled because the people have looked to the men in the place of looking to God. When Eld. Butler was president of the General Conference, ministers placed Eld. Butler and Eld. Smith and some others where God alone should be. The brethren made grave mistakes, and the Lord sent messages of truth to correct their errors, and to lead them into safe paths. But in spite of the reproofs that have been given to the people, they still make men their trust, and exalt and glorify the human agent, and this grave error is repeated again and again. The Lord has chosen men to bear light and messages of great importance to the people in these last days. After years of perseverance under difficulties, the Lord has given marked success to his truth, and the \"lo, here! and lo, there!\" have arisen on every side, and yet the message has sounded on. Every inch of the ground had to be fought in presenting the present message, and some have not been reconciled with the providence of God in selecting the very men whom he did select to bear this special message. They ask, why it is that he has not chosen the men who have been long in the work? The reason is that he knew that these men who had had long experience would not do the work in God's way, and after God's order. God has chosen the very men he wanted, and we have reason to thank him that these men have carried forward the work with faithfulness, and have been the mouth-piece for God. Now because they have not seen all things distinctly, because they were in danger, the Lord sent them a warning, and let every soul who loves God, thank the Lord for his mercies. What! Shall we thank God that these men were going too fast, and were endorsing \n                                                                           1246\nproductions that were not of heavenly origin?--No, but thank the Lord that they did not resist the message of warning that the Lord saw fit to give them, and thus they did not repeat the grave error that some have made for years in resisting the Spirit of God. Thank God they did hear his voice, and at once obeyed it. In this matter, the churches have the greatest evidence that these men are chosen of the Lord. He has given them a message, and has wrought through them; for they knew the voice of counsel from heaven, and have obeyed it. The voice of warning, of counsel, of instruction has appealed to men who have been intrusted with sacred duties, and who bear weighty responsibilities in the Review And Herald office, and yet, though God has warned them early and late to do certain things and to leave certain things undone, all have not heard the voice, or listened to the words of instruction. Did the men who have thus been warned step quickly into the path that was marked out for them, as these two brethren have done?--No, they did not. They chose to follow in their own selfish, human counsel, and have led others into false paths. Some who have been warned have imperiled their souls, some will never more see the way, because darkness has come upon them, and they have virtually said, We went not thy way, O God, we went our own way. Now had the men who had been intrusted with God's word, walked with fearfulness and trembling before him, and not in the imagination of their own hearts, God would have been glorified, and souls would have been saved unto eternal life. Let them now engage in close searching of heart; Let them examine themselves as with a lighted candle; for the perils of the last days are upon us. Let not those who have \n                                                                           1247\nneglected to receive light and truth take advantage of the mistake of their brethren, and put forth their finger, and speak words of vanity, because the chosen of God have been too ardent in their ideas, and have carried certain matters in too strong a manner. We have need of these ardent elements; for our work is not a passive work; our work is aggressive. Let those men who have not received the draught from the wells of Bethlehem, that has been presented to them consider how much has been lost in their not finding their place and their lot in doing the very work that God would have them do. Had these men of experience who have failed to do their part, stood in the paths of God's choosing, and followed not the counsel of men but the counsel of God, they would have connected with the men who were chosen to give the message which the people needed in these last days. God would have worked through them, and the work would have advanced much more rapidly and solidly than it has done. They could have done a most precious work, if they had not cherished a spirit that was not pleasing to God, and that closed their hearts to the working of the Holy Spirit. They entered into temptation, and did not yield to evidence, but began to question, to find fault and to oppose. This was their attitude, and because of their unbelief, God could not use them to his name's glory. They grieved the Spirit of God time and again. Had they walked in obedience to the light sent them from heaven, their experience in the rise and advancement of the third angel's message would have been of great value in helping to make complete the work for this time; but they refused to fill the position for which they were fitted, and failed to do the work for which God had qualified them, and they stood as criticizers and thought they could discern many flaws in the men whom God was using. The chosen agents of God would have been rejoiced to link up with the men \n                                                                           1248\nwho held aloof from them, questioning, criticizing, and opposing. If the union had existed between these brethren, which Christ in his lessons has enjoined upon his disciples, some mistakes and errors which have occurred would have been avoided. But if the men who should have used their experience in furthering the work, have labored to hinder it, and mistakes have occurred that would not have occurred if they had stood in their allotted place, whom will God hold accountable for these late errors? He will hold the very men accountable who should have been gathering light and united with the faithful watchmen in these days of peril. But where were they?--They were holding themselves in the position of those who were non-receivers of the light for themselves, and intercepting the light that God would send to others. They placed themselves between God and the light, and they have lost the precious light and peace which they did have, and have lost also, the most precious draught from the fountain of light and life. They have placed themselves where reliance could not be placed upon them as upon God's chosen men of opportunity.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1244
}