{
    "word": "Oh, we must be terribly in earnest to impress every soul that there is a hell to shun and a heaven to be won. Every energy of the soul must be aroused to force their passage, and seize the kingdom of heaven by force. Satan is active, and we must be active. Satan is untiring and persevering, and we must be. This is no time now to make excuses and blame others for our backslidings; no time now to flatter the soul: if circumstances had only been more favorable, how much easier for us to work the work of God. We must tell even those who profess the truth that they must cease to offend God by their sinful excuses. Jesus has provided for every emergency. If they will walk where he leads the way, he will make rough places plain. He, with his presence, will create an atmosphere for the soul. He closes the door and brings the soul into seclusion with God, and the needy soul is to forget everyone and everything but God. Satan will walk with him; but speak aloud to God, and he will drive back the hellish shadow of Satan. With humble, subdued, thankful hearts, they will come forth saying, Thy gentleness hath made me great. The sincere seeker comes forth from the audience with God, rich in the assurance of his love to go forth to distill a heavenly fragrance wherever he goes. He can talk of the righteousness of Christ; he can talk the love of God with sincerity. He has tested, and he knows the Lord is good. This work is to be done in all our churches. Christ his love, his forgiveness, his purity is to be the theme upon which we dwell. The charms of Jesus are to be kept ever before our minds, charged with the elevated character of the true model that every soul should copy. Let us turn our hearts from everything that would dishearten and discourage. Satan will seek to distort everything to \n                                                                           346\nour vision, and make a mountain of a mole hill. Our eyes must be steadily fixed on Jesus. The Lord Jesus is our leader. We must follow where he leads the way. We are not to commence to plan for the second step. We are not to say, Lord, after I have taken this step, what shall I do, for I shall meet with difficulties? But by faith we must take that one step, come what will, and trust in Jesus.",
    "paragraph": 2,
    "bookcode": "PC",
    "page": 345
}