{
    "word": "I have asked the Lord to restore me to health, but I will not be impatient. I will not become discouraged. I will not look on the dark side. I have peace and joy in Jesus, and the treasures of His love. I can say, I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord. I would know Him, and the power of His resurrection, and the fellowship of His sufferings, being made conformable unto His death. I am not sure that I shall ever recover, but I know that Jesus is my Saviour, I am His child, and whether I live or die I am the Lord's. Jesus is my precious Saviour. I want to copy the Pattern. How exact in principle and upright in conduct was He! He gave no place to Satan when He was tempted. How wide-awake He had to be to discern the tempter's wiles. Oh, if we would only walk and work as Jesus worked, how strict would be all our transactions with believers and unbelievers; how tender, how charitable, how meek and lowly of heart would we become, because we had learned of Him. How dimly we reflect the great glory of our Lord! We ought to be faithful depositories of so rich a treasure. Thank the Lord. Oh, I will praise Him that I am His child. Thank God that I have my reason. I feel so sad that the professed children of God should bring so little glory to our Redeemer. We need to behold Him more steadfastly, that we may be changed into His image. \"As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me.\" How He longs to help every soul. He bids them, \"Let him take \n\n\n                                    -147- \n\nhold of my strength, that he make peace with me; and he shall make peace with me.\" Are any burdened? He says, \"Come unto me, all ye that labour and are heavy laden, and I will give you rest.\" How is the rest found? \"Take my yoke upon you, and learn of me; for I am meek and lowly of heart, and ye shall find rest unto your souls; for my yoke is easy and my burden is light.\" Do we believe this? Will we draw near and repose in His love? I hope you will both be of good courage; never look on the dark side or talk doubts. Whatever your circumstances, whatever your trials, whatever your adversaries, you know just where to flee for refuge. As the watchful shepherd, Jesus labours for His sheep and lambs. He bids His flock draw near, and He will lead them to green pastures, to living streams of water to quench their thirst and refresh their spirits. \"Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that when he shall appear, we shall be like him; for we shall see him as he is.\"--Letter 38, 1892, pp. 2-4. (To Uriah Smith, June 29, 1892.)",
    "paragraph": 1,
    "bookcode": "7MR",
    "page": 146
}