{
    "word": "Those children who are the most indulged become willful, passionate, and unlovely. Would that parents could realize that upon judicious, early training depends the happiness of \n                                                                           158\nboth the parents and the children. Who are these little ones that are committed to our care? They are the younger members of the Lord's family. \"Take this son, this daughter,\" He says, \"nurse them for me, and fit them up 'that they may be polished after the similitude of a palace,' that they may shine in the courts of the Lord.\" Precious work! Important work! Yet we see mothers sighing for a wider field of labor, for some missionary work to do. If they could only go to Africa or India, they would feel that they were doing something. But to take up the little daily duties of life, and to carry them forward faithfully, perseveringly, seems to them an unimportant thing. Why is this? Is it not often because the mother's work is so rarely appreciated? She has a thousand cares and burdens of which the father seldom has any knowledge. Too often he returns home bringing with him his cares and business perplexities to overshadow the family, and if he does not find everything just to his mind at home, he gives expression to his feelings in impatience and faultfinding. He can boast of what he has achieved through the day, but the mother's work, to his mind, amounts to little, or is at least undervalued. To him her cares appear trifling. She has only to cook the meals, look after the children, sometimes a large family of them, and keep the house in order. She has tried all day to keep the domestic machinery running smoothly. She has tried, though tired and perplexed, to speak kindly and cheerfully, and to instruct the children and keep them in the right path. All this has cost effort, and much patience on her part. She cannot, in her turn, boast of what she has done. It seems to her as though she has accomplished nothing. But it is not so. Though the results of her work are not apparent, angels of God are watching the careworn mother, noting the burdens she carries from day to day. Her name may never appear upon the records of history, or receive the honor and applause of the world, as may that of the husband and father; but it is immortalized in the book of God. She is doing what she can, and her position \n                                                                           159\nin God's sight is more exalted than that of a king upon his throne; for she is dealing with character, she is fashioning minds.",
    "paragraph": 3,
    "bookcode": "FE",
    "page": 157
}