{
    "word": "In view of the need of education for the work of God, and for the successful fulfillment of the various responsibilities of life, how thankful should we be that a school is about to be opened in Melbourne under the direction of earnest believers in the truth for this time. For the success of this new enterprise, for the benefit it will bring to you and your children, let all our brethren and sisters now take hold heartily to cooperate with those who have come to bear the burden of the work. Teachers have come to you from America in the fear and love of God, not without sacrifice, to aid you in your efforts to lift up the standard of truth among the people. They desire to educate the youth to understand the word of God, that your children may be able to open the Scriptures to others. It now remains for those who have already been \n                                                                           203\nenlightened by the truth in these colonies, to co-operate with the efforts of their American brethren, knowing that in Christ all race prejudices, all national distinctions, are laid aside, and we are all brethren, engaged in the work of advancing the Redeemer's kingdom. We are all one in Christ, and should unite heartily in an effort to educate and train an army of young men and women in such a way that they will be consistent, well-balanced Christians, able to understand and explain the Scriptures. The purity, faith, zeal, and consistency of character in those who go forth to work for the Lord, should be so evident that others may see their good works, and be led to glorify our Father who is in heaven. If our profession of faith is sustained by heartfelt piety, it will be a means of good; for thereby souls will be influenced to comply with the terms of salvation. God designs that His grace should be made manifest in the believer, that through the Christlike character of individual members, the church may become the light of the world.",
    "paragraph": 2,
    "bookcode": "FE",
    "page": 202
}