{
    "word": "Chapter 2 \n\n     2, 3. See EGW on Ephesians 1:3-6.  {7BC 906.10}  \n     8 (1 Timothy 4:1;  6:20; 2 Timothy 2:14-18, 23-26; see EGW on 1 John 2:18). Nature Exalted Above Nature's God.--No man can ever truly excel in knowledge and influence unless he is connected with the God of wisdom and power. . . . All the philosophies of human nature have led to confusion and shame when God has not been recognized as all in all. . . .  {7BC 906.11}  \n     The most profound intellects of the world, when not enlightened by God's Word, become bewildered and lost while trying to investigate the matters of science and revelation. The Creator and His works are beyond finite comprehension, and men conclude that because they cannot explain the works and ways of God from natural causes, the Bible history is not reliable. Many are so intent upon excluding God from the exercise of sovereign will and power in the established order of the universe, that they demean man, the noblest of His creatures. The theories and speculations of philosophy would make us believe that man has come by slow degrees, not merely from a savage state, but from the very lowest form of the brute creation. They destroy man's dignity because they will not admit God's miraculous power.  {7BC 906.12}  \n     God has illuminated human intellects, and poured a flood of light on the world through discoveries in art and science. But those who view these from a merely human standpoint will most assuredly come to wrong conclusions. The thorns of error, skepticism, and infidelity are disguised by being covered with the garments of philosophy and science. Satan has devised this ingenious manner of winning souls away from the living God, away from the truth and religion. He exalts nature above nature's Creator (MS 4, 1882).  {7BC 906.13}  \n     Beware of Human Sophistries.--The natural stubbornness of the human heart resists the light of truth. Its natural pride of opinion leads to independence of judgment and a clinging to human ideas and philosophy. There is with some a constant danger of becoming unsettled in the faith by the desire for originality. They wish to find some new and strange truth to present, to have a new message to bring to the people; but such a desire is a snare of the enemy to captivate the mind and lead away from the truth.  {7BC 906.14}  \n     In our experience we shall see one and another start up with new theories in regard to what is truth, and, irrespective of what the influence of the advocacy of such theories may be on the mind of the hearers, they will launch out into the work of advocating their ideas, even though these teachings may be in opposition to the belief that has called out Seventh-day Adventists from the world, and made them what they are. The Lord would have those who understand the reasons for their faith rest in their belief of that which they have been convinced is truth, and not be turned from the faith by the presentation of \n                                                                           907\nhuman sophistries. . . . [Colossians 2:8 quoted] (RH Aug. 19, 1909).  {7BC 906.15}  \n     Falsehood Mingled With Truth.--As we near the end of time, falsehood will be so mingled with truth, that only those who have the guidance of the Holy Spirit will be able to distinguish truth from error. We need to make every effort to keep the way of the Lord. We must in no case turn from His guidance to put our trust in man. The Lord's angels are appointed to keep strict watch over those who put their faith in the Lord, and these angels are to be our special help in every time of need. Every day we are to come to the Lord with full assurance of faith, and to look to Him for wisdom. . . . Those who are guided by the Word of the Lord will discern with certainty between falsehood and truth, between sin and righteousness (MS 43, 1907).",
    "paragraph": 1,
    "bookcode": "7BC",
    "page": 907
}