{
    "word": "Letter\n     The first chapter of second Peter is full of instruction, and strikes the keynote of victory. The truth is impressively forced upon the mind by the way it is presented in this chapter. Let us more abundantly recommend the study of these words, and the practicing of these precepts. The apostle writes (2 Peter 1:1-3), “To them that have obtained like precious faith with us through the righteousness of God and our Saviour Jesus Christ: grace and peace be multiplied unto you through the knowledge of God, and of \n46\nJesus our Lord, according as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue.” What a grand theme this is for contemplation—the righteousness of God and our Saviour Jesus Christ. Contemplating Christ and His righteousness leaves no room for self-righteousness, for the glorifying of self. In this chapter there is no standstill. There is continual advancement in every stage of the knowledge of Christ. Through the knowledge of Christ is life eternal. In His prayer Jesus says, “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” In God we are to glory. The prophet says, “Thus saith the Lord, Let not the wise man glory in his wisdom, neither let the mighty man glory in his might, let not the rich man glory in his riches: but let him that glorieth glory in this, that he understandeth and knoweth me, that I am the Lord which exercise lovingkindness, judgment, and righteousness,” “and sanctification, and redemption: that, according as it is written, He that glorieth, let him glory in the Lord.” “Not boasting of things without our measure, that is, of other men's labours; but having hope, when your faith is increased, that we shall be enlarged by you according to our rule abundantly, to preach the gospel in the regions beyond you, and not to boast in another man's line of things made ready to our hand. But he that glorieth, let him glory in the Lord. For not he that commendeth himself is approved, but whom the Lord commendeth.” The testimony of prophets and apostles is in full accord on this subject. We are to glory in the Lord our God.",
    "paragraph": 4,
    "bookcode": "PCP",
    "page": 45
}