{
    "word": "The part man has to act in the salvation of the soul, is to believe on Jesus Christ as a perfect Redeemer, not for some other man, but for his own self. He is to trust, to love, to fear the God of heaven. There is a certain work to be accomplished. Man must be delivered from the power of sin. He must be made perfect in every good work. In doing the words of Christ is his only assurance that his house is built upon the solid foundation. To hear, to say, to preach, and not to do the words of Christ, is building upon the sand. Those who do the words of Christ will perfect a Christian character, because Christ's will is their will. Thus is Christ formed within, the hope of glory. They are beholding, as in a glass, the glory of God. By making Christ the subject of meditation, he will become the subject of conversation; and by beholding, we will actually be changed into the same image, from glory to \n\n\n                           [9] \n\nglory, even by the Spirit of the Lord. Man, fallen man, may be transformed by the renewing of the mind, so that he can \"prove what is that good, and acceptable, and perfect will of God.\" How does he prove this?--By the Holy Spirit taking possession of his mind, spirit, heart, and character. Where does the proving come in?--\"We are a spectacle to the world, to angels, and to men.\" A real work is wrought by the Holy Spirit upon the human character, and its fruits are seen; just as a good tree will bear good fruit, so will the tree that is actually planted in the Lord's garden produce good fruit unto eternal life. Besetting sins are overcome; evil thoughts are not allowed in the mind; evil habits are purged from the soul temple. The tendencies, which have been biased in a wrong direction, are turned in a right direction. Wrong dispositions and feelings are rooted out. Holy tempers and sanctified emotions are now the fruit borne upon the Christian tree. An entire transformation has taken place. This is the work to be wrought. We see by experience that in our own human strength, resolutions and purposes are of no avail. Must we, then, give up?--No; although our experience testifies that we cannot possibly do this work ourselves, help has been laid upon One who is mighty to do it for us. But the only way that we can secure the help of God is to put ourselves wholly in his hands, and trust him to work for us. As we lay hold of him by faith, he does the work. The believer can only trust. As God works, we can work, trusting in him and doing his will.",
    "paragraph": 2,
    "bookcode": "PH028",
    "page": 8
}