{
    "word": "Let children be taught to keep accounts. This will enable them to be accurate. The spendthrift boy will be the spendthrift man. The vain, selfish, self-caring girl will be the same kind of a woman. We are to remember there are other youth for whom we are accountable. If we train our children to correct habits, through them we shall be able to influence others. Every cent expended in candy, in little luxuries to please self, and to administer to our vanity, is money we shall have to render an account for before God. The Lord does not design that his children shall be self-caring, that they shall spend means for sashes, \n\n\n                        [52] \n\nribbons, bustles, and other worldly adornments. There are youth who are poor but possessed of ability, who, if they only had one-half the chance that others have, they would become men and women of moral worth, who would do and dare for Jesus' sake. There are plenty of homeless, friendless children and helpless individuals who need the means expended for selfish gratification. Let the money spent for unnecessary articles of dress be employed in doing good for others, and youth who thus deny themselves for others' sake will be accounted faithful stewards of the grace of God. We must not abuse our means by centering it on ourselves. Our children must not be a means of absorbing money from God's treasury, to make an appearance, or to indulge appetite or inclination. We may have genuine pleasure in a right use of all our powers. We must be like Jesus, pure, simple, holy, and undefiled. The grandest use of money is not to have a selfish want for every dollar. The skill, health, and talents in physical, mental, and moral powers that God has given us should make us feel that we are the Lord's almoners, to gather in means through the wise improvement of his intrusted gifts, to communicate blessings to others, not to make up tasteful nothings which cost time and money and which are of no real benefit to anyone. Let the taste be cultivated, and strength of body be given to make those things that are useful, not merely ornamental.",
    "paragraph": 1,
    "bookcode": "PH096",
    "page": 51
}