{
    "word": "Ministers too often act the part of critics, showing their aptness and sharpness in controversy. Sabbath after Sabbath passes away, and scarcely an impression of the grace of Christ is made upon the hearts and minds of the hearers. Thus the ministry comes to be regarded as unimportant. All heaven is working for the salvation of sinners; and when the poorest of the human family comes with repentance to his Father, as did the prodigal son, there is joy among the heavenly host. There is warmth and courtesy and love in heaven. Let ministers go before God in prayer, confessing their sins, and with all the simplicity of a little child ask for the blessings that they need. Plead for the warmth of Christ's love, and then bring it into your discourses; and let no one have occasion to go away and say that the doctrines you believe unfit you for expressing \n\n\n                            - 12 - \n\nsympathy with suffering humanity--that you have a loveless religion. The operations of the Holy Spirit will burn away the dross of selfishness, and reveal a love which is tried in the fire, a love that maketh rich. He who has these riches is in close sympathy with Him who so loved us that he gave his life for our redemption. Paul, when speaking to the Corinthians, says, \"We have this treasure in earthen vessels, that the excellency of the power may be of God, and not of us.\" This is what Christ taught his disciples: \"Without me, ye can do nothing.\" Paul would impress upon the minds of the ministers and people the reason why the gospel was committed to weak and erring men,--that man might not receive the honor due to God only, but that God might receive all the glory. The ambassador is not to congratulate himself, and take to himself the honor of success, or even to divide the honor with God, as if by his own power he had accomplished the work. Elaborate reasoning or argumentative demonstrations of doctrines seldom impress upon the hearer the sense of his need and his peril. Simple, brief statements, from a heart made soft and sympathetic by the love of Christ, will be as the grain of mustard seed, to which Christ himself likened his utterances of divine truth. He throws into the soul the vital energy of his spirit, to make the seed of truth germinate and bear fruit.",
    "paragraph": 2,
    "bookcode": "SpTA01a",
    "page": 11
}