{
    "word": "When the heart is divided, dwelling principally upon the things of the world, but in a small degree upon the things of God, there can be no special advancement or increase of strength. That which claims the largest share of the mind, calling into exercise its powers, is worldly enterprises, therefore in this direction there is strength and power to claim more and more of the interest and affections and there is less and less reserved to devote to God. It is impossible for the soul to flourish while prayer is not a special exercise of the mind. Family or public prayer alone is not sufficient. Secret prayer is very important, when in solitude the soul is laid bare to the inspecting eye of God, and every motive is scrutinized. Secret prayer! How precious! The soul communing with God. Secret prayer is to be heard only by the prayer-hearing God. No curious ear is to receive the burden of such petition. In secret prayer, the soul is free from surrounding influence, free from excitement. Calmly, and yet fervently, will it reach out after God. Secret prayer is frequently perverted, and its sweet designs lost by loud vocal prayer. Instead of the calm, quiet trust and faith in God, the soul drawn out in low, humble tones, the voice is raised to a loud pitch, an excitement is encouraged, and secret prayer loses its softening, sacred influence. There is a storm of feeling, a storm of words, making it impossible to discern the still, small voice that \n                                                                           13\nspeaks to the soul while engaged in its secret true, heart-felt devotion. Secret prayer, properly carried out, is productive of great good. But prayer thought to be secret, which is made public to the entire family and neighborhood, is not secret prayer from which divine strength is received. Sweet and abiding will be the influence emanating from Him who seeth in secret, whose ear is open to answer the prayer arising from the heart. The soul holds communion with God, and gathers to itself, by calm, simple faith, divine rays of light to strengthen and sustain it to endure the conflicts of Satan. God is our tower of strength.",
    "paragraph": 1,
    "bookcode": "PH098",
    "page": 12
}