{
    "word": "I was shown that when Bro. Aldrich came to Battle Creek, a mistake was made in regard to him by those connected with the Office. Because it was known that it had been shown that he had a work to do in connection with the cause of God, great confidence was placed in him. After my husband's sickness, it seemed to come natural for those in the Office to feel that Bro. Aldrich should take the place made vacant by Bro. White's removal because of his sickness. God saw fit to connect Bro. Aldrich with his work, and, because of this, those of long experience in the work, who had been for years connected with the Office, stepped back, and left the responsibility of managing \n                                                                           28\nand deciding matters upon him, as they had left it with Bro. White. They ought not to have done this. They should have shared the responsibility, and Bro. Aldrich should have deferred to their judgment rather than they to his. They thought that in every particular they must give the same confidence to Bro. Aldrich they had given to Bro. White. The cases are very different. Bro. Aldrich had no experience in the printing department, and did not know the wants of the cause. Bro. White had years of experience in this work, and his experience commenced from the first rise of the message. God had brought him through privations, trials, and perils, to perfect that experience, and qualify him for the position he occupied. His connection with the humble instrument through whom God revealed his will as the necessity of the case required for the benefit of his people, gave him continual strength and clearness of judgment in regard to the management of the work. In supposing that Bro. Aldrich could be placed in the position, and fill it, as Bro. White did, was expecting too much. To rely upon his judgment, and abide by his decisions, as was the case when Bro. White stood in the Office, is trusting too much to one man of but little experience. Bro. Aldrich has not learned the ways and works of God. He does not understand his paths. He has not been schooled in adversity and suffering, privation and trial, and realized the manifest wonderful works of God, in the blessed deliverances of God has wrought under various circumstances, which has taught him what course of action God approves, and by bitter experience in witnessing hundreds of cases who have \n                                                                           29\nerred, what he disproves, condemns and despises.",
    "paragraph": 1,
    "bookcode": "PH097",
    "page": 27
}