{
    "word": "Men, women, and youth, God requires you to possess moral courage, steadiness of purpose, fortitude and perseverance, minds which will investigate, and prove, and try, for themselves before receiving or rejecting, minds that cannot take the assertions of another, but will study and weigh evidence, take it to the Lord in prayer, and flee to Him who has invited them to come. \"If any of you lack wisdom, let him ask of God that giveth to all men liberally, and upbraideth not, and it shall be given him.\" Now the condition: \"But let him ask in faith, nothing wavering; for he \n                                                                           21\nthat wavereth is like a wave of the sea, driven with the wind and tossed; for let not that man think that he shall receive anything of the Lord.\" This petition for wisdom is not to be a meaningless prayer, out of mind as soon as finished. It is a prayer that expresses the strong, earnest desire of the heart, arising from a conscious lack of wisdom and knowledge to determine the will of God. If, after the prayer is made to God, the answer is not immediately realized, do not become unstable and weary of waiting. Waver not. Cling to the promise, \"Faithful is he that calleth you, who also will do it.\" Like the importunate widow, urge your case, being firm in your purpose. Is the object important and of great consequence to you? It certainly is. Well, waver not; for your faith may be tried. If the thing you desire is valuable, it is worthy of a strong, earnest effort. You have the promise, watch and pray. Be steadfast, and the prayer will be answered; for is it not God who hath promised? If it cost you something to obtain it, the more will you prize it when obtained. You are plainly told that if you waver you need not think that you shall receive any thing of the Lord. A caution is here given not to become weary, but to rest firmly upon the promise. If you ask, he will give you liberally and upbraid not.",
    "paragraph": 1,
    "bookcode": "PH097",
    "page": 20
}