{
    "word": "At Christ's first advent the angels broke the silence of the night with acclamations of praise, and proclaimed glory to God in the highest peace on earth; good will toward men. He is soon to come again with power and great glory. Those who are not wedded to the world will realize that the time demands something more than a weak, faint, methodical discourse. They will see that there must be earnestness and power accompanying the word which will arouse the powers of hell to oppose the warnings God designs to come to the people to awaken men out of their carnal security, that they may prepare themselves for the great event right upon us. The promise is, \"Ye shall receive power, after that the Holy Ghost is come upon you; and ye shall be witnesses unto me both in Jerusalem, and in all Judea, and in Samaria, and unto the uttermost part of the earth.\" God will accept no sleepy, tame message at this time. In old time \"Holy men of God spake as they were moved by the Holy Ghost,\" and we may expect such teaching in our day. I know that the Lord has wrought by his own power in Battle Creek. Let no one attempt to deny this; for in so doing they will sin against the Holy Ghost. Because there may be need to warn and caution every one to walk carefully and prayerfully, in order that the deceptive influence of the enemy shall not lead men away from the Bible, let no one suppose that God will not manifest his power among his believing \n                                                                           1255\npeople; for he will work and none can hinder him. His name will be a praise in the earth. \"After these things I saw another angel come down from heaven, having great power; and the earth was lightened with his glory.\" Some souls will see and receive the light; but those who have stood long in resistance of light, because it did not come just in accordance with their ideas, will be in danger of calling light darkness, and darkness light; but the power of God will sweep away the refuge of lies, and his glory will be revealed. Let not one ray of light be resisted, let no operation of the Spirit of God be interpreted as darkness. God will not leave his people to wrestle with principalities and powers, with the rulers of the darkness of this world, with spiritual wickedness in high places, without the co-operation of heavenly angels. The power of God will be manifested to hold in check the power of the enemy. God will give victory to the truth. \n                                           Ellen G. White.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1254
}