{
    "word": "I saw that his family do not stand clear. Dissatisfaction is in their minds in regard to James and things which have occurred in the past. They will not stand in the light until they wipe out the past by confessing their wrong course in opposing the testimonies given them of God, and are united with the work of God. Their own selfish feelings and views stand directly in their way. They must either yield their feelings, if it [tears] them all to pieces, or the visions must be given up. There will be full union or disunion. The crisis has come. The warfare that has been waged against James and the testimonies given of God must be given up if every one in that Office is removed. O Harriet, your past course for months was unfolded to me. Your opposition of feeling to James; your manifesting so much agony of feelings if there is counsel or the slightest reproof given in the Office, and your professing so much fear of James as though he were a tyrant. You have been deceived, and acted under a perfect deception of the Devil, and have deceived others in \n                                                                           15\nregard to James. The least advice or counsel has been construed into a reproof, and you have stood prepared to have your feelings reined up to the highest pitch, and then your unreconciled, strong, set, willful feelings have been carried out into manifestations of great agony, which have had the worst possible influence upon Uriah, and has had a complete tendency to tear him from James and cause him to consider himself and you abused when it was a deception of Satan. You who ought to have been a help to Uriah and sought to have relieved his mind if burdened or in trial, have taken a course to stir up his mind, throwing him into perplexity and bringing upon him the greatest trials he has ever suffered, and all this without a cause. You have cruelly injured and wronged James. You have been perfectly controlled the enemy. I saw that he had borne and suffered in that Office as God did not require him to suffer again. I saw it would have been much better for you to have left the Office entirely, than to remain and exert the influence that you have.",
    "paragraph": 1,
    "bookcode": "PH016",
    "page": 14
}