{
    "word": "Individual Judgment to be Exercised. \n\n     I have been shown that there is one practise which those in responsible places should avoid; for it is detrimental to the work of God. Men in position should not lord it over God's heritage, and command everything around them.  Too many have marked out a prescribed line which they wish others to follow in the work. Workers have tried to do this with blind faith, without \n\n\n                      - 62 - \n\nexercising their own judgment upon the matter which they had in hand. If those who were placed as directors were not present, they have followed their implicit directions just the same. But in the name of Christ, I would entreat you to stop this work. Give men a chance to exercise their individual judgment. Men who follow the leading of another, and are willing that another should think for them, are unfit to be entrusted with responsibility. Our leading men are remiss in this matter. God has not given to special ones all the brain power there is in the world. Men in responsible positions should credit others with some sense, with some ability of judgment and foresight, and look upon them as capable of doing the work committed to their hands. Our leading brethren have made a great mistake in marking out all the directions that the workers should follow, and this has resulted in deficiency, in a lack of a caretaking spirit in the worker, because they have relied upon others to do all their planning, and have themselves taken no responsibility. Should the men who have taken this responsibility upon themselves step out of our ranks, or die, what a state of things would be found in our institutions! Leading men should place responsibilities upon others, and allow them to plan and devise and execute, so that they may obtain an experience. Give them a word of counsel when necessary, but do not take away the work because you think the brethren are making mistakes. May God pity the cause when one man's mind and one man's plan is followed without question. God would not be honored should such a state of things exist. All our workers must have room to exercise their \n\n\n                      - 63 - \n\nown judgment and discretion. God has given men talents which he means that they should use. He has given them minds, and he means that they should become thinkers, and do their own thinking and planning, rather than depend upon others to think for them.",
    "paragraph": 2,
    "bookcode": "SpTA06",
    "page": 61
}