{
    "word": "According to the light which God has given me, there will yet be a large company raised up in the East to consistently obey the truth. Those who follow in the distracted course they have chosen, will be left to embrace errors which will finally overthrow them. They will for a time be stumbling-blocks to those who would receive the truth. Ministers who labor in word and doctrine, should be thorough workmen, and should present the truth in its purity, yet with simplicity. They should feed the flock with clean provender, thoroughly winnowed. There are wandering stars professing to be ministers sent of God, who are preaching the Sabbath from place to place, and have truth mixed up with erroneous sentiments, and throw out a strange jumble of views to the people. Satan \n                                                                           155\nhas pushed them in to disgust intelligent and sensible unbelievers. Some of these have much to say upon the gifts, and are often especially exercised. They give themselves up to wild, excitable feelings, and make unintelligible sounds which they call the gift of tongues. A certain class seem to receive it, and are charmed with the strange manifestations which they witness. A strange spirit rules with this class, which would bear down and run over any one who would reprove them. God's spirit is not in the work. His spirit does not attend such workmen. It is another spirit. Still such preachers will have success among a certain class. But this will increase the labor very much of God's servants whom he shall send, who are qualified to present the Sabbath and gifts before the people in their proper light, whose influence and example will be worthy of imitation. The truth should be presented in a manner which will make it attractive to the intelligent mind. We are not understood as a people. We are looked upon as degraded, and are accounted as poor, weak-minded, and low. Then how important for all those who teach, and all who believe the truth, to be so affected by its sanctifying influence as to show unbelievers by their consistent, elevated lives that they have been deceived in this people. How important that the cause of truth be stripped of everything like a false and fanatical excitement, that the truth may stand upon its own merits, revealing its native purity and exalted character.",
    "paragraph": 2,
    "bookcode": "4bSG",
    "page": 154
}