{
    "word": "Those connected with the work of God have not yet the crown of immortal glory upon their brows, but are still engaged in earthly battles. They are still on probation, being tried and tested by God's great standard of righteousness and it is their business to prove themselves true men, lovers of righteousness and haters of every evil practise, which makes our world today like the world before the flood. They must be men willing to venture something in order to carry out the precious principles laid down by the word of God. They should make determined efforts to be representative men after God's pattern, rejoicing in success only when it arises from obedience to duty and truth. They need to strive \n                                                                           378\nto show their wisdom by the confession of weakness and inefficiency; for this throws them on the strength and all sufficiency of Christ. They that be whole need not a physician, but they that are sick. The most deplorable lack any can suffer is that of an earnest determination to do right at whatever cost to self. The lack of humility, the loss of faith and sterling integrity, should cause intense sorrow. If the soul is filled with earthly things; if the heart has not maintained close communion with God; there is no room for heavenly intelligence to work, and there is an earthliness in every project that is devised. The communication with heaven must be kept open; clear the channel in some way. He that is to plan and devise in the interests of God's cause must see that his connection with heaven is not cut off, before he should dare to come into the room for counsel, otherwise Satan will accompany him and manipulate his thoughts and plans to suit his satanic majesty. The atmosphere of heaven must surround you if you would have your plans and works in harmony with heaven. O, how important it is that the representative men keep themselves in the love of God, so that they may be quick to discern, and respond to the signals from heaven.",
    "paragraph": 2,
    "bookcode": "PC",
    "page": 377
}