{
    "word": "The garden of Eden with its foul blot of disobedience, is to be carefully studied and compared with the garden of Gethsemane where the \n\n\n                                   -337- \n\nworld's Redeemer suffered superhuman agony when the sins of the whole world were rolled upon Him. Listen to the prayer of the only begotten Son of God, \"Oh, my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt.\" And the second time He prayed saying, \"Oh my Father if this cup may not pass away from me, except I drink it, thy will be done.\" And the third time He prayed saying the same words. It was here the mysterious cup trembled in the hands of the Son of God. Shall He wipe the bloody sweat from His agonized countenance and let man go? The wail, wretchedness, and ruin of a lost world rolls up its horrible picture before Him. \"And being in an agony He prayed more earnestly; and His sweat was as it were great drops of blood falling down to the ground.\" \"And there appeared an angel unto him from heaven, strengthening him.\" The conflict is ended, Jesus consents to honor His Father by doing His will and bearing His curse, the consequence of man's transgression. He was obedient unto death, even the death of the cross. Here was what was involved in Adam's disobedience and what the obedience of the Son of God means to us. Adam did not consider all the consequences resulting from his disobedience. He did not set his mind in defiance against God, nor did he in any way speak against God; he simply went directly contrary to His express command. And how many today are doing the very same thing, and their guilt is of much greater magnitude because they have the example of Adam's experience in disobedience and its terrible results to warn them of the consequences of transgressing the law of God. So they have clear light upon this subject, and no excuse for their guilt in denying and disobeying God's authority. Adam did not stop to calculate the result of his disobedience. \n\n\n                                    -338-",
    "paragraph": 3,
    "bookcode": "6MR",
    "page": 336
}