{
    "word": "Where shall we find laws more noble, pure, and just, than are exhibited on the statute-books wherein is recorded the instruction given to Moses for the children of Israel? Through all time these laws are to be perpetuated, that the character of God's people may be formed after the divine similitude. The law is a wall of protection to those who are obedient to God's precepts. From what other source can we gather such strength, or learn such noble science? What other book will teach men to love, fear, and obey God as does the Bible? What other book presents to students more ennobling science, more wonderful history? It clearly portrays righteousness, and foretells the consequence of disloyalty to the law of Jehovah. No one is left in darkness as to that which God approves or disapproves. In studying the Scriptures we become acquainted with God, and are led to understand our relation to Christ, who is the sin-bearer, the surety, the \n                                                                           19\nsubstitute, for our fallen race. These truths concern our present and eternal interests. The Bible stands the highest among books, and its study is valuable above the study of other literature in giving strength and expansion to the mind. Paul says: \"Study to show thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.\" \"But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou has learned them; and that from a child thou hast known the holy Scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus. All Scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness; that the man of God may be perfect, throughly furnished unto all good works.\" \"For whatsoever things were written aforetime were written for our learning, that we through patience and comfort of the Scriptures might have hope.\"",
    "paragraph": 1,
    "bookcode": "SpTEd",
    "page": 18
}