{
    "word": "All that can be done in praying for the sick is to earnestly importune God in their behalf, and rest their case in his hands, in perfect confidence. If we regard iniquity in our hearts the Lord will not hear us. The Lord can do what he will with his own. He will glorify himself in working in them and by them that wholly follow him, so that it shall be known that it is the Lord, and that their works are wrought in God. \"If any man serve me, him will my Father honor.\" When we come to him we should pray that we might enter into, and accomplish, his purpose, and that our desires and interests might be lost in his. We should acknowledge our acceptance of his will, not praying him to concede to ours. It is better for us that God does not always answer our prayers just when we desire, and in just the manner we wish. He will do more and better for us than to accomplish all our wishes; for our wisdom is folly. We have united in earnest prayer around the sick bed of men, women and children, and have felt in regard to our earnest prayers, they were given us back from the dead. In these prayers we thought we must be positive, and if we exercised faith, we must ask for nothing \n                                                                           61\nless than life. We dared not say, If it would glorify God, fearing it would admit a semblance of doubt. We have interestedly and anxiously watched these cases which have been given back, as it were, from the dead. We have seen some of these, especially youth, raised to health, and forget God, become dissolute in life, causing sorrow and anguish to parents and friends. They lived not to honor and glorify God, but to curse him with their life of vice, and a shame to those who feared to pray. If their life can glorify Thee, let them live, nevertheless not as we will, but as thou wilt. We no longer mark out a way, nor seek to bring the Lord to our wishes. Our faith can be just as firm, and more reliable, by committing the desire to the all-wise God, and trusting, with unfeverish anxiety, all in perfect confidence with him. We have the promise. We know that he hears us if we ask according to his will. Our petitions must not take the form of a command, but of intercession for God to do the things we desire of him. When the church are united they will have strength and power, but when part of them are united to the world, and many are given to covetousness, which God abhors, he cannot do much for them. Unbelief and sin shut them away from God. We are so weak that we cannot bear much spiritual prosperity, lest we should take the glory, and accredit goodness and righteousness to ourselves as the reason of the signal blessing of God, when it was all because of the great mercy and loving kindness of our compassionate Heavenly Father, and not because any good was found in us.",
    "paragraph": 2,
    "bookcode": "PH097",
    "page": 60
}