{
    "word": "Men and women professing godliness, yet not sanctified by the truth they profess, will \n                                                                           13\nnot change materially their course of action, which they know is hateful before God, because they are not subjected to the trial of being reproved individually for their sins. They see, by the testimonies of others, their own case faithfully pictured out before them. They are cherishing the same evil. By continuing their course of sin, they are violating their consciences, hardening their hearts, and stiffening their necks, just the same as if the testimony had been borne directly to them. In passing on, and refusing to put away their sins and correct their wrongs by humble confession, repentance, and humiliation, they choose their own way, and are given up to the same, and are finally led captive by Satan at his will. They may become quite bold because they are able to conceal from others their sins, and because the judgments of God are not seen in a visible manner upon them. They may be apparently prosperous in this world. They may deceive poor, short-sighted mortals, and be regarded as patterns of piety while in their sins. God cannot be deceived. \"Because sentence against an evil work is not executed speedily, therefore the heart of the sons of men is fully set in them to do evil. Though a sinner do evil an hundred times, and his days be prolonged, yet surely I know that it shall be well with them that fear God, which fear before him. But it shall not be \n                                                                           14\nwell with the wicked, neither shall he prolong his days, which are as a shadow; because he feareth not before God.\" Although the life of the sinner may be prolonged upon the earth, yet not in the earth made new. He shall be of that number David mentions in his psalm: \"For yet a little while, and the wicked shall not be: yea, thou shalt diligently consider his place, and it shall not be. But the meek shall inherit the earth.\"",
    "paragraph": 2,
    "bookcode": "PH011",
    "page": 12
}