{
    "word": "These words of the Lord were read in my hearing, and I want that they should be read before the people who need them, especially before the men who have not been walking in the light. I would not urge Elder Olsen personally to take the load upon his shoulders. The men who should stay up his hands are weakening them, and I appeal directly to them. God grant that something shall be done; for I know that the Lord cannot prosper His [church] while such principles as have been practiced are still the rule of action. When the messages sent them are brought before these men, and they make no response, are unaffected, or else [are] too proud to admit their wrong course of action, bracing themselves to resist every appeal, their spirit is similar to that of Nadab and Abihu. They are determined to walk in the way they have chosen, and the Lord gives them up to their own perverted imaginations. The Lord has a controversy with them, and yet Elder Olsen treats them as representative men, sending them hither and thither as men of discernment, endorsing them as trustworthy and reliable men, to whom the people shall listen and show respect as the voice of God in the Conference. But when they give unmistakable evidence that they are not taught or led of God, they are not to carry matters as they choose; for they will not work in Christ's lines, Enterprises in this large field of God need much consideration and wisdom from God; but men's ideas, mingled with selfishness, will be enough to drown the voice of God, which will not be heard in the uproar of voices. Thus portions of the field are neglected and mismanaged. No arrangements are to be made to fit the field. We must take them as they are, even \n                                                                           1292\nthough hard and unpromising. The men who are engaged in the work must have a knowledge of God and of Jesus Christ, whom He hath sent. They must be men whose hearts are under the discipline and molding of God, giving evidence that they love and fear God and are responsible to Him; men who are humble, conscientiously and faithfully performing the work as God would have it done; men who are not arbitrary and self-exalted, anxious to carry out their own ideas, but who feel that they can and will lean upon the great Counsellor.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1291
}