{
    "word": "Men and women are wanted at the heart of the work, who will be nursing fathers and mothers in Israel, who will have hearts that can take in more than merely me and mine. They should have hearts that will glow with love for the dear youth whether they are members of their families or children of their neighbors. They are members of God's great family for whom Christ had so great an interest that he made every sacrifice that it was possible for him to make to save them. He left his glory, his majesty, his kingly throne and robes of royalty, and became poor, that through his poverty the children of men might be made rich. He finally poured out his soul unto death that he might save the race from hopeless misery. This is the example of disinterested benevolence that Christ has given us to pattern after. Many youth, and also those of mature age, in the special providence of God, have been thrown into the arms of the Battle Creek church, for them to bless with the great light God has given them, and have the precious privilege of bringing them, by their disinterested efforts, to Christ and to the truth. Christ commissions his angels to minister unto those who are brought under the influence of the truth, to soften their hearts and \n                                                                           53\nmake them susceptible of the influences of his truth. While God and angels were doing their work, those who professed to be followers of Christ seemed to be coolly indifferent. They did not work in unison with Christ and holy angels. Although they professed to be servants of God, they were serving their own interest and loving their own pleasure, and souls were perishing around them. These souls could truly say, \"No man careth for my soul.\" The church had neglected to improve the privileges and blessings within their reach, and through their neglect of duty lost the golden opportunities of winning souls to Christ. Unbelievers have lived in their midst for months, and they have made no special efforts to save them. How can the Master regard such servants? The unbelieving would have responded to efforts made in their behalf, if brethren and sisters had lived up to their exalted profession; if they had been seeking an opportunity to work for the interest of their Master to advance his cause, they would have manifested kindness and love for them, and they would have sought opportunities to pray with them and for them, and would have felt a solemn responsibility resting upon them to show their faith by their works, by precept, and example. They might have had these souls saved through their \n                                                                           54\ninstrumentality, to be as stars in the crown of their rejoicing. But the golden opportunity, in many cases, has passed, never to return. The souls that were in the valley of decision took their position in the ranks of the enemy, and became enemies of God and the truth. The record of the unfaithfulness of the professed followers of Jesus went up to Heaven.",
    "paragraph": 1,
    "bookcode": "PH123",
    "page": 52
}