{
    "word": "RC - Reflecting Christ (1985)\n\n\nFOREWORD\n\n     THIS VOLUME IS THE FOURTEENTH BOOK OF DAY-BY-DAY DEVOTIONAL READINGS TO BE PUBLISHED FROM THE PEN OF ELLEN G. WHITE. THIS ESTABLISHES A NEW RECORD IN THE SEVENTH-DAY ADVENTIST CHURCH, AND PROBABLY IS A RECORD ALSO IN THE CHRISTIAN WORLD AT LARGE. ELLEN WHITE'S WRITINGS ARE AT ONCE SO VOLUMINOUS, SO CHRIST-CENTERED, AND SO PRACTICAL THAT THEY CONTINUE TO PROVIDE AN ALMOST ENDLESS SOURCE OF MATERIALS THAT ARE ADMIRABLY SUITED FOR DEVOTIONAL READING.\n     DURING HER SEVENTY-YEAR MINISTRY THE AUTHOR SPOKE, THROUGH HER PEN, TO YOUNG PEOPLE, TO CHURCH MEMBERS, AND TO THE WORLD IN THE YOUTH'S INSTRUCTOR, REVIEW AND HERALD, AND SIGNS OF THE TIMES. SELECTIONS FOR THIS BOOK HAVE BEEN DRAWN FROM THESE THREE PERIODICALS AS WELL AS FROM HER BOOKS AND PREVIOUSLY UNPUBLISHED MANUSCRIPTS AND LETTERS.\n     IN ORDER TO BRING EACH READING WITHIN THE COMPASS OF A SINGLE PAGE, FREQUENT DELETIONS HAVE BEEN NECESSARY. SUCH OMISSIONS ARE INDICATED BY MARKS OF ELLIPSIS. IN EVERY INSTANCE GREAT CARE HAS BEEN EXERCISED TO PRESERVE WITHOUT DISTORTION THE THOUGHT AND INTENT OF THE WRITER. REFLECTING CHRIST--THE TITLE OF THIS BOOK--IS A THEME THAT RECURS CONSTANTLY THROUGH THE WRITINGS OF ELLEN WHITE. LOVING THE LORD DEEPLY, THE AUTHOR EARNESTLY ENDEAVORED TO WALK IN HIS FOOTSTEPS HERSELF, AND SHE EVER ENCOURAGED OTHERS TO LOOK TO CHRIST AS THEIR EXAMPLE. UNDERLINING THE THEME OF THIS BOOK, SHE WROTE: \"WHEN THOSE WHO PROFESS TO SERVE GOD FOLLOW CHRIST'S EXAMPLE, PRACTICING THE PRINCIPLES OF THE LAW IN THEIR DAILY LIFE; WHEN EVERY ACT BEARS WITNESS THAT THEY LOVE GOD SUPREMELY AND THEIR NEIGHBOR AS THEMSELVES, THEN WILL THE CHURCH HAVE POWER TO MOVE THE WORLD.\"--CHRIST'S OBJECT LESSONS, P. 340.\n     REFLECTING CHRIST--THIS SHOULD BE EVERY CHRISTIAN'S HIGHEST GOAL. THE PURSUIT OF THIS OBJECTIVE, UNDER THE IMPETUS OF THE INDWELLING SPIRIT OF GOD AND THE GRACE OF CHRIST, CAN BRING WITH IT ONLY PEACE AND TRUE HAPPINESS.\n     THAT THE MEDITATIONS IN THIS BOOK MAY AID AND ENCOURAGE EACH READER IN HIS OR HER WALK WITH THE LORD IS THE FERVENT PRAYER OF\n                            THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n\n                                                    WASHINGTON, D.C.\n\n\nChap. 1 - Christ--One With The Father\n\n     \"The virgin . . . will give birth to a son, and they will call him Immanuel\"--which means, \"God with us.\" Matthew 1:23, N.I.V.",
    "paragraph": 1,
    "bookcode": "RC",
    "page": 15
}