{
    "word": "The facts relative to Korah and his company, who rebelled against Moses and Aaron, and against Jehovah, are recorded for a warning to God's people, especially those who live upon the earth near the close of time. Satan has led persons to imitate the example of Korah, Dathan and Abiram, in raising insurrection among the people of God. Those who permit themselves to rise in opposition to the plain testimony, become self-deceived, and have really thought that those upon whom God laid the burden of his work were exalted above the people of God, and that their counsels and reproofs were uncalled for. They have risen in opposition to the plain testimony which God would have them bear in rebuking the wrongs among God's people. The testimonies borne against hurtful indulgences, as tea, coffee, snuff and tobacco, have irritated a certain class, because it would destroy their idols. Many for a while were undecided whether to make an entire sacrifice of all these hurtful things, or reject the plain testimonies borne, and yield to the clamors of appetite. They occupied an unsettled position. There was a conflict between their convictions of truth and their self-indulgences. Their state of indecision made \n                                                                           37\nthem weak, and with many, appetite prevailed. Their sense of sacred things was perverted by the use of these slow poisons; and they at length fully decided, let the consequence be what it might, they would not deny self. This fearful decision at once raised a wall of separation between them and those who were cleansing themselves, as God has commanded, from all filthiness of the flesh, and of the spirit, and were perfecting holiness in the fear of the Lord. The straight testimonies borne were in their way, and caused them great uneasiness, and they found relief in warring against them, and striving to make themselves and others believe that they were untrue. They said the people were all right, but it was the reproving testimonies which made the trouble. And when the rebellious unfurl their banner, all the disaffected rally around the standard, and all the spiritually defective, the lame, the halt, and the blind, unite their influence to scatter and sow discord.",
    "paragraph": 1,
    "bookcode": "4aSG",
    "page": 36
}