{
    "word": "The only remedy for the East is thorough discipline and organization. A spirit of fanaticism has ruled a \n                                                                           153\ncertain class of Sabbath-keepers in the East. They have sipped but lightly at the fountain of truth, and are unacquainted with the spirit of the message of the third angel. Nothing can be done for this class until their fanatical views are corrected. Some who were in the 1854 movement have brought along with them erroneous views, such as the non-resurrection of the wicked, and the future age. They are seeking to unite their erroneous views and past experience with the message of the third angel. They cannot do this. There is no concord between Christ and Belial. The non-resurrection of the wicked, and their peculiar views of the age to come, are gross errors. Satan has worked them in among the last-day heresies to serve his own purpose to ruin souls. These errors can have no harmony with the message of heavenly origin. Some of them have exercises which they call gifts, and say that the Lord has placed them in the church. They have an unmeaning gibberish which they call the unknown tongue, which is unknown not only by man, but by the Lord and all Heaven. Such gifts are manufactured by men and women, aided by the great Deceiver. Fanaticism, false excitement, false talking in tongues, and noisy exercises have been considered gifts which God has placed in the church. Some have been deceived here. The fruits of all this have not been good. By their fruits ye shall know them. Fanaticism and noise have been considered special evidences of faith. Some are not satisfied with a meeting unless they have a powerful and happy time. They work for this, and get up an excitement of feeling. The influence of such meetings is not beneficial. When the happy flight of feeling is gone, they sink lower than before the meeting, because their happiness did not come from the right source. The most profitable meetings for spiritual advancement, are those which are characterized with solemnity and deep searching of heart; each seeking to know himself, and earnestly, and in deep humility, seeking to learn of Christ. \n                                                                           154",
    "paragraph": 3,
    "bookcode": "4bSG",
    "page": 152
}