{
    "word": "Over and over the word of the Lord has come to us that plants both of churches and schools should be made in other localities. Get the people out of the cities, and establish interests in other places. So many students need not come to Battle Creek if there were other schools in different places. There were too many weighty responsibilities in one place. This was the instruction given. But the additional building was erected just the same. That building should have been located in some favorable situation outside the cities, in some place where there was plenty of land to be cultivated. Thus the standard would have been lifted in a new place. Had two-thirds of the students been taken out of Battle Creek, and a division been made, the money expended on the extra building would have abundantly provided for two new plants in other localities, and there would have been the growing of the tree and the bearing of the fruit that has not been because men choose to follow their own wisdom. The gathering together of so many students in one school is not wise. If two-thirds of the people in Battle Creek would become plants of the Lord in other localities, they would have chance to grow. The time and energy bestowed upon the large school in Battle Creek to make a growth would be far more favorable for the growth of the Lord's plants in other localities. Where there is room for agricultural pursuits to be carried on as a part of the education. If there had been a willingness to follow the Lord's ways and his plans, there would have been light shining in other places. The great expense incurred to add new buildings where there was all there should be, called for additional expense in furnishings, and the tuition was placed too low, for students must be secured to fill the building. When a school is found to be constantly increasing its debts, let the faculty come together and study how the school can be made self-sustaining. This \n\n\n                              -148- \n\nshould be done in every school that shall be established. Let teachers lessen their wages by making some personal sacrifice. Let the price of tuition be raised. It is far better to let a whole school share the expense than to run in debt.",
    "paragraph": 2,
    "bookcode": "SpM",
    "page": 147
}