{
    "word": "Some who are very careless in their dwellings and of their persons, consider it pride to be neat and are tried with those who are neat and cleanly. I saw that neatness and order in dress, and cleanliness throughout the dwelling, should be strictly observed by Sabbath-keepers, who are looked upon as strange, and are watched for their faults. Their influence should be holy. The sacred truths which we profess will never degrade the receivers, and make them coarse and rough, neglectful of their persons, and untidy in their houses. If the receiver has slack habits, the truth elevates him, and works for him a thorough reformation. Unless the truth has this effect, the individual has not felt its saving power. A careless and disordered dress is no mark of humility. Here some have deceived themselves. The life, the acts, the words, will tell whether the individual possesses true humility, and the dress will correspond with the fruits manifested. A pure fountain cannot [send] forth sweet water and bitter. Cleanse the fountain and the streams will be pure. The house of God is often desecrated by Sabbath-keepers' children. Their parents allow them to run about the house, play, talk, take the attention of the people, and manifest their evil tempers in the very meetings where they have assembled to worship God. I have seen that in the assembly of the saints a holy \n                                                                           289\nstillness should reign. But the house where God's people assemble is often made a perfect babylon, a place of confusion and disorder. This is displeasing to God. If the parents have not government, and cannot control their children in meeting, God would be better pleased for them to remain at home with their unruly children. They had better suffer the loss of meetings, than to have a large number annoyed, and their meetings spoiled. If parents leave their children uncontrolled, unsubdued at home, they cannot have them do as they wish in meeting. Who should be the sufferers in this case? Certainly, the parents. They should not feel afflicted if others do not wish to have their peace disturbed when they meet to worship God.",
    "paragraph": 1,
    "bookcode": "2SG",
    "page": 288
}