{
    "word": "MANUSCRIPT RELEASES\n\n1MR - Manuscript Releases Volume One [Nos. 19-96] (1981)\n\n\nFOREWORD\n\n     THIS VOLUME MAKES AVAILABLE MATERIAL FORMERLY UNPUBLISHED IN BOOK FORM FROM THE ELLEN G. WHITE MANUSCRIPT AND LETTER FILES. THIS MATERIAL HAS ALREADY BEEN RELEASED FOR USE IN VARIOUS WAYS, FOR EXAMPLE, IN SERMONS, SEMINARY STUDENT RESEARCH PAPERS, DOCTORAL DISSERTATIONS AND REVIEW EDITORIALS. AS IT IS NOW GIVEN WIDER CIRCULATION IN THIS BOOK, THE READER MAY BE INTERESTED IN SOME HISTORICAL BACKGROUNDS RELATING TO THE RESOURCES OF THE WHITE ESTATE AND THE POLICIES BY WHICH ACCESS IS GIVEN TO THEM.\n     AT THE TIME OF ELLEN WHITE'S DEATH, IN 1915, THE MANUSCRIPT AND LETTER FILES IN THE ELMSHAVEN VAULT CONTAINED 40,000 PAGES OF E. G. WHITE DOCUMENTS IN TYPEWRITTEN FORM. THESE FILES, WITH THEIR 4 X 6 CARD INDEX, WERE USED BY ELLEN WHITE AND HER STAFF IN ROUTINE WORK AS WELL AS IN ARTICLES AND BOOK PREPARATION. FROM HER OWN STATEMENTS MADE AS SHE NEARED THE CLOSE OF HER LIFE, AND FROM HER LAST WILL AND TESTAMENT WHICH ESTABLISHED THE ELLEN G. WHITE ESTATE, IT WAS UNDERSTOOD THAT THESE FILES WOULD HAVE A PLACE OF USEFULNESS AS TIME SHOULD CONTINUE, PARTICULARLY TO THE WHITE ESTATE IN FULFILLING ITS MISSION.\n     AFTER THE WHITE ESTATE RECORDS WERE MOVED TO WASHINGTON, D. C. IN 1938, ADDITIONAL MATERIALS FROM ELLEN WHITE'S PEN, WHICH UP TO THAT TIME HAD EXISTED ONLY IN HANDWRITTEN FORM, WERE TRANSCRIBED AND INCLUDED IN THE FILES. THESE WERE PRIMARILY BIOGRAPHICAL IN NATURE, AND WERE IN THE FORM OF DIARIES, JOURNALS, AND LETTERS TO MEMBERS OF HER FAMILY.\n     WHILE THE TOTAL COLLECTION OF MANUSCRIPTS AND LETTERS IS OFTEN REFERRED TO AS \"THE MANUSCRIPT FILE,\" THE MATERIALS ARE DIVIDED INTO TWO SECTIONS--ELLEN G. WHITE MANUSCRIPTS AND ELLEN G. WHITE LETTERS.\n\n                                                                   4\n\n     THE \"LETTER\" SECTION HOLDS ELLEN WHITE LETTERS, WHETHER ADDRESSED TO GENERAL CONFERENCE PRESIDENTS, CHURCH MEMBERS, OR HER CHILDREN. THESE COMMUNICATIONS ARE FILLED WITH INSTRUCTION AND COUNSEL CONCERNING THE CONDUCT OF THE WORK OF THE CHURCH; POLICIES WHICH SHOULD OBTAIN; THE EXPERIENCE OF THOSE INVOLVED IN CHURCH WORK (AT TIMES WITH WORDS OF CORRECTION AND REPROOF); INSTRUCTION TO LEADERS IN INSTITUTIONAL AND EVANGELISTIC WORK; PERSONAL TESTIMONIES (OFTEN CONFIDENTIAL IN NATURE), PERHAPS DEALING WITH MATTERS KNOWN ONLY TO THE INDIVIDUAL AND GOD; AND NEWSY FAMILY LETTERS.\n\n                         THE SACRED AND THE COMMON\n\n     WAS ALL THE MATERIAL IN THESE LETTERS INSPIRED? LIMITED SPACE PRECLUDES AN EXHAUSTIVE ANSWER, BUT ELLEN WHITE, HER STAFF, AND OUR WORKERS GENERALLY HAVE DRAWN A LINE BETWEEN \"THE SACRED AND THE COMMON.\" THIS PRINCIPLE IS NOT DIFFICULT TO APPLY, ESPECIALLY WHEN IT IS REMEMBERED THAT ELLEN WHITE TRIED TO AVOID GIVING THE IMPRESSION THAT PERSONAL IDEAS INCLUDED IN HER WRITING WERE INSPIRED COUNSEL FROM THE LORD. AT ONE TIME SHE WROTE: \"THERE ARE TIMES WHEN COMMON THINGS MUST BE STATED, COMMON THOUGHTS MUST OCCUPY THE MIND, COMMON LETTERS MUST BE WRITTEN AND INFORMATION GIVEN THAT HAS PASSED FROM ONE TO ANOTHER OF THE WORKERS,\" AND \"FOR ONE TO MIX THE SACRED WITH THE COMMON IS A GREAT MISTAKE\" (SELECTED MESSAGES, BOOK 1, 38, 39).\n\n                          THE RELEASE PROCESS\n\n     AFTER ELLEN WHITE'S DEATH THE TRUSTEES GRADUALLY BECAME AWARE OF THE POTENTIAL USEFULNESS OF THE UNPUBLISHED MANUSCRIPTS. THEY FORMULATED PLANS THAT WOULD PROVIDE ACCESS TO THE MANUSCRIPTS IN AN ORDERLY WAY AND THAT WOULD MAKE THEM AVAILABLE THROUGH \"RELEASES.\" THE WHITE ESTATE TRUSTEES AND THE LEADING OFFICERS OF THE GENERAL CONFERENCE JOINED IN ESTABLISHING POLICIES THAT\n\n                                                                   5\n\nPROVIDED FOR THE PUBLICATION OF ALL NEWLY-RELEASED ELLEN G. WHITE MATERIALS. IT WAS RECOGNIZED THAT IF A GIVEN STATEMENT WAS VALUABLE TO ONE PERSON, IT COULD BE VALUABLE TO OTHERS ALSO. SENSITIVE MATERIALS, ESPECIALLY PERSONAL TESTIMONIES, WERE TO BE HANDLED IN SUCH A WAY AS TO PROTECT INDIVIDUALS AND THEIR DESCENDANTS AS WELL. THESE POLICIES AND GUIDELINES STILL GOVERN THOSE WHO DO RESEARCH IN THE ELLEN G. WHITE MANUSCRIPT FILES.\n     THE ELLEN G. WHITE COLLECTION IS NOT A PUBLIC ARCHIVE. IT IS PRIMARILY FOR THE USE OF THE TRUSTEES AND DENOMINATIONAL LEADERS AT HEADQUARTERS. BUT RESEARCH PRIVILEGES ARE GRANTED TO DOCTORAL CANDIDATES WITH PROPER CREDENTIALS, TO MINISTERS IN TRAINING, AND OTHERS APPROVED BY THE BOARD OF TRUSTEES.\n     REQUESTS FOR RELEASE OF SPECIFIC ITEMS ARE CONSIDERED FIRST BY THE WHITE ESTATE BOARD OF TRUSTEES AND THEN BY THE GENERAL CONFERENCE-APPOINTED SPIRIT OF PROPHECY COMMITTEE, A LIAISON COMMITTEE COMPOSED OF WHITE TRUSTEES AND CHURCH LEADERS. THIS ENABLES THE TRUSTEES AND CHURCH LEADERS TO WORK TOGETHER HARMONIOUSLY AND TO TAKE MUTUAL RESPONSIBILITY IN THE RELEASE OF HITHERTO-UNPUBLISHED ELLEN G. WHITE MATERIALS.\n     IT WAS PLANNED AT FIRST THAT EVERY DOCUMENT ISSUED BY THE WHITE ESTATE, WHETHER FROM ELLEN WHITE'S PEN OR PREPARED BY THE OFFICE STAFF, SHOULD PASS THROUGH THE RELEASE PROCESS, BUT THIS IDEA WAS SOON ABANDONED. AS THE WORK GOT UNDERWAY, IT WAS DECIDED TO NUMBER THE DOCUMENTS DEALING WITH PREVIOUSLY UNRELEASED MATERIALS. BUT THIS PLAN WAS NOT IMPLEMENTED UNTIL THE WORK HAD BEEN IN PROGRESS FOR ABOUT A DECADE. THUS, WHEN THE SECRETARY OF THE BOARD BEGAN TO NUMBER THE RELEASES, HE ESTIMATED THAT BY THAT TIME SOME 18 ITEMS HAD BEEN RELEASED AND HE DESIGNATED THE ITEM FIRST NUMBERED AS 19. IT WAS HIS HOPE TO GO BACK AND ATTACH NUMBERS TO ALL THE DOCUMENTS ALREADY PRODUCED. THIS HOPE WAS NEVER REALIZED. THE FIRST 18 MISSING NUMBERS COVERED VARIOUS\n\n                                                                   6\n\nDOCUMENTS, SOME OF WHICH WERE NOT ELLEN G. WHITE MANUSCRIPT MATERIALS.\n\n                          WHAT THIS BOOK INCLUDES\n\n     MOST OF THE MANUSCRIPT MATERIAL RELEASED FROM THE EARLY 1930S TO THE PRESENT HAS BEEN PUBLISHED IN SUCH COMPILATIONS AS EVANGELISM, THE ADVENTIST HOME, CHILD GUIDANCE, COUNSELS ON DIET AND FOODS, SELECTED MESSAGES, BOOKS 1, 2 AND 3, THE TEN ELLEN G. WHITE \"MORNING WATCH\" DEVOTIONAL BOOKS, AND THE ELLEN G. WHITE SUPPLEMENTS TO THE SEVEN VOLUMES OF THE S. D. A. BIBLE COMMENTARY. IN SOME CASES, MATERIAL INITIALLY RELEASED FOR A SPECIFIC USE, SOMEWHAT LIMITED IN NATURE, WAS LATER DRAWN INTO STANDARD WORKS. ILLUSTRATIVE OF THIS IS RELEASE NO. 19 TO J. L. SHULER OF MATERIALS LATER USED IN THE BOOK EVANGELISM.\n     THE TABLE OF CONTENTS LISTS BY NUMBER EACH RELEASE AND IN THE CASE OF USE IN CURRENTLY AVAILABLE SOURCES, THE TITLES OF THE PUBLICATIONS ARE GIVEN. USUALLY, THIS WILL ACCOUNT FOR WHAT MAY APPEAR TO BE MISSING RELEASES. IN A VERY FEW CASES, MATERIALS UNDER CONSIDERATION AND ASSIGNED A RELEASE NUMBER, WERE FOR SOME REASON NOT PROCESSED, AND THE NUMBER STANDS OPEN.\n     WE TAKE PLEASURE IN NOW MAKING AVAILABLE A LARGE SEGMENT OF THOSE MATERIALS THAT, FOR ONE REASON OR ANOTHER, WERE BYPASSED IN THE PRODUCTION OF THE STANDARD ELLEN G. WHITE BOOKS. IT IS OUR SINCERE HOPE THAT THE COUNSELS AND INSTRUCTION AND INFORMATION IN THIS VOLUME WILL BRING ENCOURAGEMENT AND BLESSING TO EVERY READER.\n\n                                   THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n\nWASHINGTON, D. C.\nAPRIL 2,1981\n\n\n\nMR No. 19 - Personal Work\n\n     [Released requested by J. L. Shuler, who was conducting evangelistic meetings in Washington, D. C., and wished this material as a source of direction and encouragement in his effort at that time.]",
    "paragraph": 1,
    "bookcode": "1MR",
    "page": 13
}