{
    "word": "The angel inquires of him the reason of his anger, and informs him that if he does well, and follows the directions God has given, he will accept \n                                                                           56\nhim, and respect his offering. But if he will not humbly submit to God's arrangements, and believe and obey him, he cannot accept his offering. The angel tells Cain that it was no injustice on the part of God, or partiality shown to Abel; but that it was on account of his own sin, and disobedience of God's express command, why he could not respect his offering--and if he would do well he would be accepted of God, and his brother should listen to him, and he should take the lead, because he was the eldest. But even after being thus faithfully instructed, Cain did not repent. Instead of censuring and abhorring himself for his unbelief, he still complains of the injustice and partiality of God. And in his jealousy and hatred he contends with Abel, and reproaches him. Abel meekly points out his brother's error, and shows him that the wrong is in himself. But Cain hates his brother from the moment that God manifests to him the tokens of his acceptance. His brother Abel seeks to appease his wrath by contending for the compassion of God in saving the lives of their parents, when he might have brought upon them immediate death. He tells Cain that God loved them, or he would not have given his Son, innocent and holy, to suffer the wrath which man by his disobedience deserved to suffer. While Abel justifies the plan of God, Cain becomes enraged, and his anger increases and burns against Abel, until in his rage he slays him. God inquires of Cain for his brother, and Cain utters a guilty falsehood: \"I know not; am I my brother's keeper?\" God informs Cain that he knew in regard to his sin--that he was acquainted with his every act, and even the thoughts of his heart, and says to him, \"Thy brother's \n                                                                           57\nblood crieth unto me from the ground. And now art thou cursed from the earth which hath opened her mouth to receive thy brother's blood from thy hand. When thou tillest the ground, it shall not henceforth yield unto thee her strength. A fugitive and a vagabond shalt thou be in the earth.\"",
    "paragraph": 3,
    "bookcode": "1SP",
    "page": 55
}