{
    "word": "Dr. Kellogg is a discerning man; he can take in and read character; he sees the habits, the disposition, the manner of working of his fellow-helpers. He can see their free and easy stamp of character. When he notices their forgetfulness, the willingness to have the mind caught off upon unimportant things, the readiness to engage in selfish pleasure, the disposition to chat and occupy precious hours that should be employed in close application to business, or to study, preparatory to engaging in business, how can he trust grave responsibilities with such men that develop that they are not caretakers? Everything they do, their very deportment, the light and chaffy spirit, breezy and high-keyed voices, their careless attitude, show they are not burden-bearers, but are shallow and superficial in thought and action. They do not have a living connection with God. They are not fitted for any position of trust. Dr. Kellogg marks the bearing of the students just from medical college, for the tokens that will inspire hope or despair in the heart. Failure or success will be read in the course they pursue. If they are all ready to question rules and regulations, feeling themselves an exception to regulations and order, and will let themselves down to indulgence of self, and by their example encourage a spirit of rebellion, they have a demoralizing influence. The Institution might better close rather than suffer this spirit to leaven the helpers, and break down the barriers that it has cost thought, effort, and prayer to establish. If the students bring the demoralizing, polluted breezes from their college life into the Institution, give them no place. Let them go to work \n\n\n                         -14- \n\nin the hospitals, and be learners until they gain an experience. If they are too self-sufficient to be instructed by one who has experience, one who has made a success, then their work will be dangerous until they have gained an experience in dealing with disease. And yet Dr. Kellogg sometimes gives offense because he feels that he cannot trust grave responsibilities with inexperienced ones: for if any blunders are made, the whole is reflected back upon him.",
    "paragraph": 1,
    "bookcode": "PH167",
    "page": 13
}