{
    "word": "2MR - Manuscript Releases Volume Two [Nos. 97-161] (1987)\n\n\nPREFACE\n\n     WHEN ELLEN WHITE DIED IN 1915, SHE LEFT HER MANUSCRIPTS AND LETTERS IN THE CUSTODY OF A SMALL GROUP OF MINISTERS AND ADMINISTRATORS IN THE SEVENTH-DAY ADVENTIST CHURCH WHOM SHE HAD APPOINTED TO SERVE AS TRUSTEES OF HER ESTATE. AS THE YEARS PASSED, THESE TRUSTEES AND THEIR SUCCESSORS BECAME INCREASINGLY AWARE OF THE POTENTIAL USEFULNESS TO THE CHURCH OF THIS GOLD MINE OF UNPUBLISHED MATERIALS. PROCEDURES WERE DEVELOPED WHEREBY CHURCH ENTITIES, OR EVEN INDIVIDUALS, COULD REQUEST THE \"RELEASE\" OF SPECIFIED EXCERPTS FROM ELLEN WHITE'S WRITINGS FOR USE IN BOOKS, ARTICLES, CLASS LECTURES, OR SERMONS. FOR DETAILS OF THE RELEASE PROCESS THE READER IS REFERRED TO THE PREFACE TO MANUSCRIPT RELEASES, VOL. 1.\n     MANUSCRIPT RELEASES, VOLUME 2, CONTAINS ELLEN G. WHITE LETTERS AND MANUSCRIPTS THAT WERE RELEASED, IN WHOLE OR IN PART, BY THE TRUSTEES OF THE ELLEN G. WHITE ESTATE BETWEEN OCTOBER, 1958, AND MAY, 1964. HOWEVER, MATERIALS RELEASED DURING THAT PERIOD WHICH ARE CURRENTLY AVAILABLE ELSEWHERE IN PUBLISHED FORM HAVE NOT BEEN INCLUDED IN THE PRESENT VOLUME. MANUSCRIPT RELEASE NOS. 104, 123, 133, 134, AND 152 ARE IN BOOKS WHICH MAY BE OBTAINED AT ANY ADVENTIST BOOK CENTER. (SEE TABLE OF CONTENTS FOR TITLES.)  MANUSCRIPT RELEASE NO. 124 IS PUBLISHED BY THE SOUTHERN PUBLISHING ASSOCIATION, 67 ROSMEAD AVE., KENILWORTH 7700, CAPE TOWN, SOUTH AFRICA. A COPY OF HORACE SHAW'S DISSERTATION, OF WHICH MANUSCRIPT RELEASE NO. 115 FORMS A PART, MAY BE PURCHASED FROM UNIVERSITY MICROFILMS INTERNATIONAL, ANN ARBOR, MICHIGAN. THE IDENTIFICATION NUMBER IS 61-01149.\n     IN A FEW CASES MATERIALS UNDER CONSIDERATION AND ASSIGNED A RELEASE NUMBER WERE NOT PROCESSED, AND THE NUMBER WAS NOT REASSIGNED.\n     THREE DIFFERENT PAGINATIONS HAVE BEEN FOLLOWED IN THE TEXT. AS IN VOLUME ONE, THE ENTIRE VOLUME HAS BEEN PAGED CONSECUTIVELY, AND THIS NUMBER APPEARS AT THE BOTTOM OF EACH PAGE. THIS PAGE NUMBER SHOULD BE USED WHEN QUOTING FROM THE VOLUME--E.G., 2MR  189. IN ADDITION, EACH MANUSCRIPT RELEASE HAS ITS OWN PAGINATION. THIS NUMBER IS FOUND AT THE TOP OF EACH PAGE. BECAUSE THE RELEASES HAVE BEEN RETYPED FOR PUBLICATION, THE ORIGINAL PAGE NUMBERS REFERENCED BY THE LASER DISC CONCORDANCE WILL NOT ALWAYS HARMONIZE WITH THE NUMBERS NOW FOUND AT THE TOP OF EACH PAGE. TO AID THOSE USING THE CONCORDANCE, THE ORIGINAL PAGINATION HAS BEEN INDICATED IN THE TEXT WITHIN PARENTHESES, E.G., ( 4 ).\n     COPY FOR THIS VOLUME HAS BEEN SENT TO THE PUBLISHER CAMERA-READY, WHICH MEANS THAT ANY TYPOGRAPHICAL MISTAKES OR OTHER INACCURACIES WHICH MAY APPEAR ARE THE RESPONSIBILITY OF THE WHITE ESTATE, NOT THE PUBLISHER.\n     WE TAKE PLEASURE IN MAKING THESE MATERIALS AVAILABLE IN THIS FORM, AND TRUST THAT THE COUNSELS, WARNINGS, AND PRINCIPLES PUT FORTH BY THE AUTHOR WILL BRING A BLESSING TO EVERY READER.\n\n                                   THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n                                   WASHINGTON, D. C.\n                                   AUGUST 6,1987\n\n\n\nMR No. 97 - Simplicity in Dress\n\n     [Material requested by F. D. Nichol for a Review and Herald article, published, March 20, 1958.] \n\n\n                             Simplicity in Dress",
    "paragraph": 1,
    "bookcode": "2MR",
    "page": 1
}