{
    "word": "I greatly desire that you shall have a trustful mind, that you shall not depend upon your past confidence in God, but have a present, fresh faith, and maintain your confidence without wavering. Your soul must daily be warmed and invigorated by the truth of the gospel, and \n                                                                           975\nyou refreshed by a daily living and new experience. I want you to have comfort and hope and joy in the Holy Ghost. Never, never feel the slightest disturbance because the Lord is raising up youth to lift and carry the heavier burdens, and proclaim the message of truth. It has been at this point that Elder Butler has failed, and he is a deceived man, and has been making far greater mistakes than those he supposed my husband was making when he was with us. I hope there will never be the slightest encouragement given to our people to put such wonderful confidence in finite, erring man as has been placed in Elder Butler, for ministers are not as God, and too much reliance has been placed upon Elder Butler in the past. Even the messages and testimonies were made of none effect through the influence of the words and ideas of Elder Butler. This sin has not been repented of by some of our people, and they will have to go over the ground again and again unless they cease from man, and put their whole trust in the living God. The mould which has been given to the work through the influence of Elder Butler has caused the labor of many toilsome years that it might be effaced. It is because men have been encouraged to look to one man to think for them, to be conscience for them, that they are now so inefficient, and unable to stand at their post of duty as faithful sentinels for God, allowing no one to interfere in matters pertaining to their relation to God. Let men seek not to men, but to God for wisdom. As a people we are not what we should be because we have depended upon the wisdom of mortals, and have not \n                                                                           976\nmade God our dependence and trust. O when will the people of God learn to love God supremely and their neighbors as themselves?",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 974
}