{
    "word": "Jan. 3, 1906                                                 B.-16-'06 \n                            \"Elmshaven,\" Sanitarium, Cal. Nov. 26, 1905 \n\nDear Brother and Sister Belden: \n\n\n     The past night I have slept better than I have for years. I have no pain. My mind is clear, and I can do much work if I have a chance. I am now seventy-eight years old. I am grateful to my heavenly Father that I am able to do my writing. My appetite is excellent. We have been favored with Brother and Sister King to be our helpers. Both are very useful workers. Sister King is my cook, and the food comes on to the table in an appetizing shape for my workers. This is what we need: simple food prepared in a simple, wholesome and relishable manner. We have no butter and no meat on our table. We do not think fried potatoes are healthful, for there is more or less grease or butter used in preparing them. Good baked or boiled potatoes served up with cream and a sprinkling of salt are more healthful. The remnants of Irish and sweet potatoes are prepared with a little cream and salt and rebaked, and not fried; they are excellent. I have had a good appetite and relish my food, and am perfectly satisfied with the portion which I select, which I know does not injure my digestive organs. Others can eat food which I can not, such as lentils and beans. We are favored with the services of Brother and Sister King; they are a blessing to us, and we are thankful for their help. Sister Nelson was highly prized as our housekeeper and cook, and we would have kept her if she would have remained. She wished to perfect her education as a nurse, which position she will fill and do good service. This was understood when she came to us. We were troubled at the thought of her leaving us, as she had done good service and was an excellent caretaker both indoors and out of doors. We thought it would be difficult to supply her place, but it would not be doing Sister Nelson justice to keep her here when she desired a change and we considered that she ought to have it. So I let her go. I am glad and thankful that we have secured Sister King, as the matron of our home, and her husband to be a care-taker outside of the home and inside when needed. They served one year at \n\n6. \n\nHealdsburg College and gave good satisfaction. So we are doing well notwithstanding our fears.",
    "paragraph": 2,
    "bookcode": "PC",
    "page": 5
}