{
    "word": "For months I had suffered such constant pain in my heart that I did not have one joyful feeling, but my spirits were constantly depressed. I had tried to serve God from principle, without feeling, but I now thirsted for the salvation of God, to realize his blessing, notwithstanding the pain in my heart. The brethren and sisters came together to make my case a special subject of prayer. My desire was granted. Prayer was heard, and I received the blessing of God, and had the assurance that he loved me. But the pain continued, and I grew more feeble every hour. The brethren and sisters again came together to present my case to the Lord. I was then so weak that I could not pray vocally. My appearance seemed to weaken the faith of those around me. Then the promises of God were arrayed before me as I had never viewed them before. It seemed to me that Satan was striving to tear me from my husband and children, and lay me in the grave, and these questions were suggested to my mind, Can you believe the naked promises of God? Can ye walk out by faith, let \n                                                                           187\nthe appearances be what they may? Faith revived. I whispered to my husband, I believe that I shall recover. He answered, \"I wish I could believe it.\" I retired that night without relief, yet relying with firm confidence upon the promises of God. I could not sleep, but continued my silent prayer to God. Just before day I slept. As I awoke, the sun was seen from my window, arising in the east. I was perfectly free from pain. The pressure and weight upon my heart was gone, and I was very happy. I was filled with gratitude. The praise of God was upon my lips. O what a change! It seemed to me that an angel of God had touched me while I was sleeping. I awoke my husband and related to him the wonderful work that the Lord had wrought for me. He could scarcely comprehend it at first. But when I arose and dressed, and walked around the house, and he witnessed the change in my countenance, he could praise God with me. My afflicted eye was free from pain. In a few days I looked in the glass, the cancer was gone, and my eyesight was fully restored. The work was complete.",
    "paragraph": 1,
    "bookcode": "2SG",
    "page": 186
}