{
    "word": "TSDF - Testimony Studies on Diet and Foods (1926)\n\n\nPREFACE\n    \n     THIS VOLUME HAS BEEN PREPARED TO BE USED AS A TEXTBOOK FOR THE STUDY OF HEALTHFUL DIET AND THE INSTRUCTION PERTAINING TO FOODS AS SET FORTH IN THE WRITINGS OF THE SPIRIT OF PROPHECY.\n     THIS SERIES OF LESSONS IS NOT INTENDED TO TAKE THE PLACE OF ANY PRINTED VOLUME OR COMPILATION OF THE TESTIMONIES. IN MAKING UP THESE STUDIES AN EFFORT HAS BEEN MADE TO SECURE AND INCLUDE AS MUCH AS POSSIBLE OF ALL THAT HAS BEEN WRITTEN SPECIFICALLY ON THE SUBJECTS TREATED. THE SUBJECT MATTER HAS BEEN ARRANGED FOR A TOPICAL STUDY WHICH ACCOUNTS FOR THE REPETITION FOUND THROUGH THE BOOK, FOR ONE PARAGRAPH IN THE TESTIMONIES OFTEN REFERS TO SEVERAL TOPICS, AND THE PLAN HAS BEEN TO INCLUDE ENOUGH IN EACH QUOTATION TO GIVE THE READER THE PROPER SETTING FOR EACH REFERENCE.\n     IT WILL BE OBSERVED THAT MANY SELECTIONS HAVE BEEN TAKEN FROM THE OLDER VOLUMES OF THE SPIRIT OF PROPHECY THAT ARE NOT NOW GENERALLY AVAILABLE, AND THERE IS MUCH INSTRUCTION IN THESE THAT THE STUDENT OF DIETETICS WILL HIGHLY PRIZE. IN THIS COMPILATION SELECTIONS FROM VARIOUS MANUSCRIPTS AND LETTERS THAT ARE OF UNUSUAL VALUE AND INTEREST ARE ALSO PRESENTED. ANY OF THIS MATERIAL TAKEN FROM MANUSCRIPTS OR LETTERS CAN BE VERIFIED BY SENDING THE REFERENCE GIVEN TO ELDER W. C. WHITE, AT THE ELMSHAVEN OFFICE, ST. HELENA, CALIF.\n     THE HEALTH REFORM MOVEMENT BEGAN EARLY IN THE HISTORY OF THIS DENOMINATION, AND GREAT BENEFIT CAME TO THOSE WHO ACCEPTED THE INSTRUCTION AND FAITHFULLY LIVED IN ACCORDANCE WITH IT. IT IS TO BE REGRETTED THAT SOME DID NOT REGARD IT AS ESSENTIAL AND THAT MANY ARE TODAY NOT LIVING IN HARMONY WITH THESE DIVINELY GIVEN PRINCIPLES. SCIENTIFIC RESEARCHES HAVE IN RECENT YEARS SHOWN THAT THESE RULES FOR HEALTHFUL LIVING ARE CORRECT, AND HOW THANKFUL THIS PEOPLE SHOULD BE FOR SUCH WONDERFUL LIGHT SO FAR IN ADVANCE OF WHAT THE WORLD COULD OFFER AND WHICH HAS PROVED TO BE OF SUCH GREAT HELP IN THE LIFE BOTH PHYSICALLY AND SPIRITUALLY. ALL SHOULD BE INSPIRED WITH FULL CONFIDENCE IN THESE RULES FOR HEALTHFUL LIVING.\n     THERE ARE SOME WHO HAVE GOTTEN RADICAL AND EXTREME VIEWS FROM THEIR READING OF THE INSTRUCTION GIVEN, BUT SUCH HAVE FAILED TO STUDY THOROUGHLY, WITH AN OPEN MIND, ALL OF THE INSTRUCTION, AND HAVE THEREFORE BEEN UNABLE TO VIEW THE MATTER, AS IT IS, A BROAD, WELL-BALANCED WHOLE. \"THERE IS REAL COMMON SENSE IN HEALTH REFORM.\"\n     IT IS OUR EARNEST HOPE THAT THIS VOLUME WILL CONTRIBUTE SOMETHING TOWARD A MORE COMPREHENSIVE KNOWLEDGE OF THIS PHASE OF THE HEALTH MESSAGE, AND THAT ALL WHO STUDY THESE WRITINGS WILL BECOME IMBUED WITH A LOVE FOR THEM AND WILL LIVE IN HARMONY WITH THEM AND TEACH THEM UNTIL JESUS APPEARS TO RECEIVE UNTO HIMSELF ALL THOSE WHO HAVE MADE A COVENANT WITH HIM.\n     WE ARE GREATLY INDEBTED TO ELDER W. C. WHITE AND DR. MARY MCREYNOLDS FOR THEIR HELP IN SECURING MATERIAL AND THEIR VALUABLE SUGGESTIONS IN MAKING UP THIS COLLECTION.\n\n       COLLEGE OF MEDICAL EVANGELISTS.\n     COMPILED BY HAROLD M. WALTON.\n     JANUARY 5, 1926.\n\n\nTable of Contents\n\n1.   Breads ......................................................... 9\n2.   Butter ........................................................ 11\n3.   Cheese ........................................................ 14\n4a.  Cider ......................................................... 14\n4b.  Combinations .................................................. 16\n6.   Cooking Schools ............................................... 18\n7.   Diet in Different Countries ................................... 22\n8.   Diet and Morals ............................................... 25\n9.   Diet During Pregnancy and Lactation ........................... 29\n10.  Diet and Spirituality ......................................... 31\n11.  Eating Between Meals .......................................... 38\n12.  Eggs .......................................................... 40\n13.  Extremes in Diet .............................................. 42\n14.  Fasting ....................................................... 50\n15.  Feeding of Children ........................................... 52\n16.  Flesh Foods ................................................... 61\n17.  Foods as Remedies ............................................. 81\n18.  Fruit ......................................................... 82\n19.  God's Remedies ................................................ 83\n20.  Grains ........................................................ 86\n21.  Health Reform and the Third Angel's Message ................... 87\n22.  Healthful Cookery ............................................. 90\n23.  Health Foods .................................................. 98\n24.  How to Present the Principles of Health Reform ............... 102\n25.  Hygienic Restaurants ......................................... 106\n26.  Instruction to be Given on Health Topics ..................... 111\n27.  Mastication .................................................. 119\n28.  Milk and Cream ............................................... 119\n29.  Milk and Sugar ............................................... 121\n30.  Number of Meals .............................................. 121\n31.  Nuts and Nut Foods ........................................... 124\n32.  Olives and Olive Oil ......................................... 124\n33.  Original Diet ................................................ 125\n34.  Physiology of Digestion ...................................... 126\n35.  Pickles ...................................................... 128\n36.  Pie, Cake, Pastry and Puddings ............................... 128\n37.  Proper Diet .................................................. 130\n38a. Salt, Spices and Condiments .................................. 133\n38b. Sanitarium Dietary ........................................... 136\n39.  Simple Diet .................................................. 139\n40.  Soda and Baking Powder ....................................... 143\n41.  Sugar ........................................................ 144\n42.  Tea and Coffee ............................................... 145\n43.  Water Drinking ............................................... 151\n44.  Overeating and Control of Appetite ........................... 152\n45.  Improper Eating a Cause of Disease ........................... 171\n46.  Reasons For Reform ........................................... 179\n\n\nIntroduction\n\n     Brother Smith: I have received from the hands of the Wisconsin and Illinois Conference Committee the following questions. I append a reply to each of them, that both question and reply may appear in the same number of the Review for the benefit of the brethren and sisters of the Wisconsin and Illinois conference and all others who wish to learn the facts in the case.\n\n                        Question Number One\n\n     Did you receive your views upon health reform before visiting the Health Institute at Dansville, N. Y., or before you had read works on the subject?\n\n                               Answer\n\n     It was at the house of Brother A. Hilliard, at Otsego, Mich., June 6, 1863, that the great subject of Health Reform was open before me in vision. I did not visit Dansville till August, 1864, fourteen months after I had the view. I did not read any works upon health until I had written Spiritual Gifts, Vols. 3 and 4, Appeal to Mothers, and had sketched out most of my six articles in the six numbers of \"How to Live.\" I did not know that such a paper existed as the Laws of Life, published at Dansville, N. Y. I had not heard of the several works upon health, written by Dr. J. C. Jackson, and other publications at Dansville, at the time I had the view named above. I did not know that such works existed until September, 1863, when in Boston, Mass., my husband saw them advertised in a periodical called the Voice of the Prophets, published by Elder J. V. Himes. My husband ordered the works from Dansville and received them at Topsham, Maine. His business gave him no time to peruse them, and as I determined not to read them until I had written out my views, the books remained in their wrappers. As I introduced the subject of health to friends where I labored in Michigan, New England, and in the state of New York, and spoke against drugs and flesh-meats, and in favor of water, pure air, and a proper diet, the reply was often made, \"You speak very nearly the opinions taught in the Laws of Life, and other publications, by Drs. Trall, Jackson, and others. Have you read that paper and those works?\" My reply was that I had not, neither should I read them till I had fully written out my views, lest it should be said that I had received my light upon the subject of health from physicians, and not from the Lord. And after I had written my six articles for \"How to Live,\" I then searched the various works on Hygiene and was surprised to find them so nearly in harmony with what the Lord had revealed to me. And to show this harmony, and to set before my brethren and sisters the subject as brought out by able writers, I determined to publish \"How to Live,\" in which I largely extracted from the works referred to.\n\n                                            Ellen G. White.\n\n     From Review and Herald, October 8, 1867.\n\n\n\nChapter 1 - Breads\n\n                                                     C. T. & B. H.--49 \n     Some do not feel that it is a religious duty to prepare food properly; hence they do not try to learn how. They let the bread sour before baking and the saleratus added to remedy the cook's carelessness makes it totally unfit for the human stomach. It requires thought and care to make good bread. But there is more religion in a good loaf of bread than many think.",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 9
}