{
    "word": "Although called to travel often, and having much writing to do, I have taken children of three and five years of age, and have cared for them, educated them, and trained them for responsible positions. I have taken into my home from time to time boys from ten to sixteen years of age, giving them motherly care and a training for service. [FROM THE PEN OF TWO WORKERS WHO IN THEIR YOUTH SPENT MANY MONTHS IN THE WHITE HOME WE HAVE THE FOLLOWING COMMENTS OF WHAT THEY PERSONALLY WITNESSED.--COMPILERS. \n     \"NOT ONLY WAS MRS. WHITE A STRONG COUNSELOR FOR HER HUSBAND, TO GUARD HIM AGAINST MAKING MISTAKES THAT WOULD JEOPARDIZE THE CAUSE IN ANY PART, BUT SHE WAS MOST CAREFUL TO CARRY OUT IN HER OWN COURSE THE THINGS SHE TAUGHT TO OTHERS. FOR INSTANCE, SHE FREQUENTLY DWELT IN HER PUBLIC TALKS UPON THE DUTY OF CARING FOR WIDOWS AND ORPHANS, CITING HER HEARERS TO ISAIAH 58:7-10; AND SHE EXEMPLIFIED HER EXHORTATIONS BY TAKING THE NEEDY TO HER OWN HOME FOR SHELTER, FOOD, AND RAIMENT. I WELL REMEMBER HER HAVING AT ONE TIME, AS MEMBERS OF HER FAMILY, A BOY AND GIRL AND A WIDOW AND HER TWO DAUGHTERS. I HAVE, MOREOVER, KNOWN HER TO DISTRIBUTE TO POOR PEOPLE HUNDREDS OF DOLLARS' WORTH OF NEW CLOTHES WHICH SHE BOUGHT FOR THAT PURPOSE.\" --J. O. CORLISS, REVIEW AND HERALD, AUG. 30, 1923. \n     \"ELDER WHITE WAS HIMSELF A VERY PHILANTHROPIC MAN. HE ALWAYS LIVED IN A LARGE HOUSE, BUT THERE WERE NO VACANT ROOMS IN IT. ALTHOUGH HIS IMMEDIATE FAMILY WAS SMALL, HIS HOUSE WAS ALWAYS FILLED WITH WIDOWS AND THEIR CHILDREN, POOR FRIENDS, POOR BRETHREN IN THE MINISTRY, AND THOSE WHO NEEDED A HOME. HIS HEART AND HIS POCKETBOOK WERE ALWAYS OPEN, AND HE WAS READY TO HELP THOSE WHO NEEDED HELP. HE CERTAINLY SET A MOST NOBLE EXAMPLE TO OUR DENOMINATION IN HIS LARGEHEARTEDNESS AND LIBERALITY OF SPIRIT.\"--THE MEDICAL MISSIONARY, FEBRUARY, 1894.] I have felt \n                                                                           322\nit my duty to bring before our people that work for which those in every church should feel a responsibility.",
    "paragraph": 6,
    "bookcode": "WM",
    "page": 321
}