{
    "word": "After God had tested and proved us in the furnace of affliction, he raised up my husband and gave him greater clearness of mind and power of intellect to plan and execute than he had before his affliction. When my husband felt his own weakness and moved in the fear of God, then the Lord was his strength; but when he did not fully rely upon God, his impetuosity of character brought him into difficulties. In the deep earnestness of his warm heart he was ready to promise and undertake much in the service of those he loved; and in order to help others he sometimes taxed himself severely. But this was a moral weakness in his character,--his dislikes were as strong as his affections, and he did not always control his feelings, but moved too much by present impulse. His whole heart is in anything he undertakes; but he has acted at times under the power of strong \n                                                                           19\nfeelings. Unexpected changes taking place, his mind has been turned in different directions. While he has labored under the special grace of God, these natural traits, which have been sharpened by disease, were not discernible. Prompt in speech and action, he has pushed forward reforms where they would otherwise have languished. He has made very liberal donations, fearing that his means would prove a snare to him. He has been cautioned through the testimonies in regard to these matters. God had made him his steward, and intrusted him with means to use judiciously for the advancement of his cause. Should he at once give all his means, he would not answer the purpose of God as a wise steward; for enterprises will be constantly arising until the close of time calling for means to carry forward the work of God, and some one should be able to lead out and set an example in donating. Large donations to any one object would limit his ability to aid in other enterprises which are equally important.",
    "paragraph": 1,
    "bookcode": "PH043",
    "page": 18
}