{
    "word": "The Experience of a Wife and Mother Who Accepted the Sabbath.-- Several from Melbourne have also decided to obey [the truth]. When one sister took her stand upon the truth her husband said, \"You may give up the seventh-day Sabbath or leave my home.\" They were Wesleyans. She left home, and then her daughter, a girl of sixteen years, took her stand on the Sabbath, and the father told her to \n\n\n                                    -75- \n\nleave. The mother heard this and went home for her daughter. The husband and father said, \"Well, have you decided to give up that Sabbath and come back and live with me?\" She replied, \"No, I came for my daughter whom you have turned out of doors.\" \"But what are you going to do?\" he questioned. \"I am going to support myself and daughter. She may help me as she can.\" He begged on his knees for his wife to give up these terrible doctrines. She had been a very timid woman, but the truth made her strong, and she said, \"No, I shall never give up the Sabbath. I shall keep it as long as I live. I must obey God.\" \"Well,\" he said, \"if you will come back, you and my daughter may keep the Sabbath, but promise you will not go to the meetings.\" She would make no such promise. \"I will be a faithful wife to you in everything,\" she said, \"but should I listen to your proposals, and disobey God, I should not be a faithful child to Him, and therefore should not be a faithful wife to you or a faithful mother to my children.\" \"Well,\" he said, \"I am in great distress of mind. Will you go to our minister and talk with him?\" At first she refused, saying that she knew her duty and need not go to the minister to learn it. But as he continued to entreat her, she finally consented. It was then ten o'clock at night. They roused up the minister, and the man laid the whole matter before him--how he had turned his wife out of doors because she had kept the Sabbath. \"Now,\" said he, \"did I do right in this and in saying to my daughter that if she kept the Sabbath she could not stay in my house? I want you to tell me, did I do right in thus treating my wife?\" The minister answered, \"You did perfectly right under the circumstances.\" The man responded with much vehemence, \"No, I did not do right. I abused my wife, and was unkind and abusive to my child. I see now how shameful was my course in treating a woman, the mother of my \n\n\n                                    -76- \n\nchildren, in so heartless a manner.\" He then asked the forgiveness of his wife and said she should come back to his house. No restrictions should be placed upon her. She should be at liberty to do as she thought right. He felt greatly troubled over the course he had taken. So the wife was reinstated in her own home, more respected and loved than before this fiery opposition broke upon her. Our brethren think that the husband will be converted to the truth.--Ms. 5, 1894, pp. 3, 4. (Regarding work in Brighton and Williamstown, Australia, February, 1894.)",
    "paragraph": 3,
    "bookcode": "10MR",
    "page": 74
}