{
    "word": "Now in regard to that which we can do for ourselves. There is a point that requires careful, thoughtful consideration. I must become acquainted with myself, I must be a learner always as to how to take care of this building, the body God has given me, that I may preserve it in the very best condition of health. I must eat those things which will be for my very best good physically, and I must take special care to have my clothing such as will conduce to a healthful circulation of the blood. I must not deprive myself of exercise and air. I must get all the sunlight that it is possible for me to obtain. I must have wisdom to be a faithful guardian of my body. I should do a very unwise thing to enter a cool room when in a perspiration; I should show myself an unwise steward to allow myself to sit in a draught, \n                                                                           29\nand thus expose myself so as to take cold. I should be unwise to sit with cold feet and limbs and thus drive back the blood from the extremities to the brain or internal organs. I should always protect my feet in damp weather. I should eat regularly of the most healthful food which will make the best quality of blood, and I should not work intemperately if it is in my power to avoid doing so. And when I violate the laws God has established in my being, I am to repent and reform, and place myself in the most favorable condition under the doctors God has provided,--pure air, pure water, and the healing, precious sunlight. Water can be used in many ways to relieve suffering. Draughts of clear, hot water, taken before eating (half a quart, more or less), will never do any harm, but will rather be productive of good. A cup of tea made from catnip herb will quiet the nerves. Hop tea will induce sleep. Hop poultices over the stomach will relieve pain. If the eyes are weak, if there is pain in the eyes, or inflammation, soft flannel clothes wet in hot water and salt, will bring relief quickly. When the head is congested, if the feet and limbs are put in a bath with a little mustard, relief will be obtained. There are many more simple remedies which will do much to restore healthful action to the body. All these simple preparations the Lord expects us to use for ourselves, but man's extremities are God's opportunities. If we neglect to do that which is within the reach of nearly every family, and ask the Lord to relieve pain, when we are too indolent to make use of these remedies within our power, it is simply presumption. The Lord expects us to work in order that we obtain food. He does not propose that we shall gather the harvest unless we break the sod, till the soil, and cultivate the produce. Then God sends the rain and the sunshine and the clouds to cause vegetation to flourish. God works and man cooperates with God. Then there is seed time and harvest. God has caused to grow out of the ground, herbs for the use of man, and if we understand the nature of those roots and herbs, and make a right use of them, there would not be a necessity of running for the doctor, so frequently, and people would be in much better health than they are today. I believe in calling upon the Great Physician when we have used the remedies I have mentioned. In regard to manner of labor, we certainly need to be wise as serpents and harmless as doves. We might be very zealous, but it might be an unwise zeal, and serve to hedge up our way. Then there is danger of being so circumscribed in our work as to do very little good. \n\n                                               -",
    "paragraph": 3,
    "bookcode": "PC",
    "page": 28
}