{
    "word": "314\n     All meet as blood-bought souls, alike dependent upon One who hath redeemed them to God. The Lord has lent them talents to improve. Those whom he has intrusted with money, bring their talent of means to the Master. The men and women of influence use that which God has given them. The ones whom he has endowed with wisdom, bring to the cross of Christ this gift to be used to his glory. And the poor have their talent, which perhaps may be larger than any other mentioned. It may be simplicity of character, humility, tried virtue, and confidence in God. Through patient toil, through their entire dependence upon God, they are pointing those with whom they associate to Jesus, their Redeemer. They have a heart full of sympathy for the poor, a home for the needy and oppressed, and their testimony is clear and decided as to what Jesus is to them. They seek for glory, honor, and immortality, and their reward will be eternal life. In the human brotherhood it takes all classes of talents to make a perfect whole; and the church of Christ is composed of all ranks, all classes, and varied talents. God never designed that the pride of men should dissolve that which his own wisdom had ordained,—the combination of all classes of minds, of all the varied talents that make a complete whole. There should be no depreciating of any part of God’s great work, whether the agencies are higher or lowlier. All have their part to act in diffusing light in different degrees. There should be no monopolizing of what belongs, in a measure, to all, high and low, rich and poor, learned and unlearned. Not a ray of light must be undervalued, not a ray shut out, not a gleam unrecognized or acknowledged reluctantly. Let all act their part for truth and righteousness. The interests of the varied classes of society are indissolubly united. We are all woven together in the great web of humanity, and we cannot without loss withdraw our sympathies\n315\nfrom one another. It is impossible for a healthful influence to be maintained in the church when this common interest and sympathy does not exist.",
    "paragraph": 1,
    "bookcode": "GW92",
    "page": 314
}