{
    "word": "Extracts from Letter to H. W. K., dated \n           Norfolk Villa, Prospect St., Granville, N. S. W., \n                                              August 3, 1894 \n\n\n     When we came to Australia, our people had not a meeting house in the whole country. Since that time a church has been erected in Parramatta, but there is a heavy debt upon it. There is a church in Kellyville, in an orange grove; the building is small, plain and neat, and is free from debt. At Seven Hills there is a little company of twenty who have accepted the truth. Including the children, there are about forty who meet on the Sabbath. They have no dwelling house large enough to hold meetings in. Some weeks ago it became too cold for the tent, for it is now mid-winter here. We decided that a simple, neat church must be erected, that should cost about three hundred dollars. The Sabbath keepers at Seven Hills are intelligent, excellent people, but they are all poor. They have lifted the cross, separating from opposing friends and relatives, and have taken their stand under the blood stained banner of Christ, to be loyal to all the commandments of God. We could not leave this little company without a place where they could assemble to worship God, lest our labor should prove in vain. It has cost much steady, earnest, persevering effort to secure the result we now see. Brother Hickox labored alone for many weeks after the campmeeting; then he married one who could be his helper, and she has stood nobly by his side. We have done what we could to help him in speaking to the people, and in labor for them; if there is joy in the presence of the angels over one sinner that repenteth, we know that there is joy over these twenty precious souls, whom, one after another, have had the moral courage to decide to obey the truth. Now this little flock are babes in Christ, and need to be taught and led along, step by step, into faith and assurance; they need to be educated and trained to do the work of soldiers in the army of the Lord, and to bear hardness, that is, trials and opposition, contempt and scorn, as good soldiers of Jesus Christ.",
    "paragraph": 1,
    "bookcode": "PC",
    "page": 134
}