{
    "word": "I want you to look over the past since that meeting in Minneapolis and \n                                                                           295\nthen consider whether you are in the line of duty to maintain a silence and the same position as you did at that meeting, Is God glorified with this position? Does it bring to you any strength or hope? You have had evidence as much as you will ever have, that the Lord gave me the burden of message for His people while they were assembled at Minneapolis. You have evidence that the Lord was with me at Potterville, but you make no change in your feelings or your attitude, and just as surely as you stand where you did while you were at Minneapolis no additional light will come to you. You will be accounted as one who will not open their eyes that they may see and their ears that they may hear. Darkness will just as surely come upon you as you stand in the position you did at Minneapolis. I have no evidence that you, Brother Howard Miller, Bro. Rubert have made the least acknowledgments that you were wrong in your views and feelings in regard to myself, W.C.W., A.T. Jones or Brother E. J. Waggoner. If God has ever spoken by me I speak to you now decidedly that you were deceived. You came to that meeting deceived. You had wrong ideas of your brethren and you worked and our ministering brethren worked under a false impression. You had an opportunity to test the spirits at that meeting. If you had not been blinded you could have seen and understood that the spirit brought to that meeting was not the spirit of Christ. The different views in regard to the law in Galatians need not have produced any such exhibitions. I have not the slightest burden upon that subject. God has not inspired all this intense feeling over that subject. I have not a particle of burden on that subject. My only trouble is the position of those ministers who were at that conference who manifested so little of the spirit of Christ and possessed more largely the spirit which controlled the scribes and Pharisees which planned the betrayal and acted a prominent part in the trial of Christ, in false statements, in accusing of Christ and making Him appear before the people in the worst possible light.",
    "paragraph": 3,
    "bookcode": "1888",
    "page": 294
}