{
    "word": "If one of the children of the Lord errs, then if the men in authority are discerning spiritual things, they will understand that their position allows no betrayal of sacred trusts, on their part, and they will not betray the cause of God into the enemy's hands. They will not be reticent to the very ones in whom they should have confidence, and work in silence and secrecy, and open their plans to those who have no sympathy with the chosen people of God. If any workers in our institutions for health are murmured against, and accused by unbelievers or believers, let the following special directions given by our Master, Jesus Christ, be placed in mottoes all through the establishment: \"Judge not, that ye be not judged. For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.\" Go to those supposed to be in error, talk with them, not working with duplicity and hypocrisy, meeting them day by day with apparent friendship, and at the same time plotting against them in perfect unity with the satanic agencies at work to uproot, to tear down, to remove from the institution the ones the unbelieving element wants removed, while not a word is spoken with the brethren or sisters in the faith to redeem them, to heal them ,if they are in error; and if they are not in the wrong, to vindicate the right, and put the rebuke where it belongs,--upon the plotters of an evil work, \n\n\n                      - 13 - \n\nbecause Satan is behind the scene. The Lord Jesus rebuked the Pharisees, likening them to sepulchers that do not appear, hidden from sight, but full of corruption. The Lord hates all deception, secrecy, and guile. This is Satan's work; the work of God is open and frank. No one will work against a child of God, on the strength of the testimony of the Lord's enemy, and work after Satan's manner, --concealing himself, yet suggesting, instigating, planning in perfect unity with the Lord's enemies.",
    "paragraph": 1,
    "bookcode": "SpTA06",
    "page": 12
}