{
    "word": "The Work Not Circumscribed By the Counsel \n                   of God. \n\n\n     O that the Lord might guide you! You should never in a single instance allow hearsay to move you to action, and yet you have sometimes done this. Never take action to narrow and circumscribe the work unless you know that you are moved to do so by the Spirit of the Lord. Our people are doing work for foreign missions, but there are home missions that need their help just as much as these foreign missions. We should make efforts to show our people the wants of the cause of God, and to open before them the need of using means that God has entrusted to them, to advance the work of the Master both at home and abroad. Unless those who can help in ----- are roused to a sense of their duty, they will not recognize the work of God when the loud cry of the third angel shall be heard. When light goes forth to lighten the earth, instead of coming up to the help of the Lord, they will want to bind about his work to meet their narrow ideas. Let me tell you that the Lord will work in this last work in a manner very much out of the common order of things, and in a way that will be contrary to any human planning. There will be those among us \n\n\n                     - 60 - \n\nwho will always want to control the work of God, to dictate even what movements shall be made when the work goes forward under the direction of the angel who joins the third angel in the message to be given to the world. God will use ways and means by which it will be seen that he is taking the reins in his own hands. The workers will be surprised by the simple means that he will use to bring about and perfect his work of righteousness. Those who are accounted good workers will need to draw nigh to God, they will need the divine touch. They will need to drink more deeply and continuously at the fountain of living water, in order that they may discern God's work at every point. Workers may make mistakes, but you should give them a chance to correct their errors, give them an opportunity to learn caution by leaving the work in their hands. \n                           Mrs. E. G. White. \n\n\n                                         [61]",
    "paragraph": 1,
    "bookcode": "SpTA06",
    "page": 59
}