{
    "word": "Brother Bates, you write in a letter to James something about the Bridegroom's coming, as stated in the first published visions. By the letter you would like to know whether I had light on the Bridegroom's coming before I saw it in vision. I can readily answer, No. The Lord showed me the travail of the Advent band and Midnight Cry in December, but He did not show me the Bridegroom's coming until February following. Perhaps you would like \n\n\n                                    -96- \n\nto have me give a statement in relation to both visions. At the time I had the vision of the Midnight Cry I had given it up in the past and thought it future, as also most of the band had. I know not what time J. Turner got out his paper. I knew he had one out and one was in the house, but I knew not what was in it, for I did not read a word in it. I had been, and still was very sick. I took no interest in reading, for it injured my head and made me nervous. After I had the vision and God gave me light, He bade me deliver it to the band, but I shrank from it. I was young, and I thought they would not receive it from me. I disobeyed the Lord, and instead of remaining at home, where the meeting was to be that night, I got in a sleigh in the morning and rode three or four miles and there I found J. T. He merely inquired how I was and if I was in the way of my duty. I said nothing, for I knew I was not. I passed up [to the] chamber and did not see him again for two hours, when he came up, asked if I was to be at meeting that night. I told him, No. He said he wanted to hear my vision and thought it duty for me to go home. I told him I should not. He said no more, but went away. I thought, and told those around me, if I went I should have to come out against his views, thinking he believed with the rest. I had not told any of them what God had shown me, and I did not tell them in what I should cut across his track.",
    "paragraph": 3,
    "bookcode": "5MR",
    "page": 95
}