{
    "word": "Chap. XVI - A View of the Sealing\n\n      [FOLLOWING THE RETURN FROM WESTERN NEW YORK IN SEPTEMBER, 1848, ELDER AND MRS. WHITE JOURNEYED TO MAINE, WHERE THEY HELD A MEETING WITH THE BELIEVERS, OCTOBER 20-22. THIS WAS THE TOPSHAM CONFERENCE, WHERE THE BRETHREN BEGAN PRAYING THAT A WAY MIGHT BE OPENED FOR PUBLISHING THE TRUTHS CONNECTED WITH THE ADVENT MESSAGE. A MONTH LATER THEY WERE WITH \"A SMALL COMPANY OF BRETHREN AND SISTERS,\" WRITES ELDER JOSEPH BATES IN HIS PAMPHLET ON \"THE SEALING MESSAGE,\" \"ASSEMBLED IN MEETING IN DORCHESTER, NEAR BOSTON, MASS.\" \"BEFORE THE MEETING COMMENCED,\" HE CONTINUES, \"SOME OF US WERE EXAMINING SOME OF THE POINTS IN THE SEALING MESSAGE; SOME DIFFERENCE OF OPINION EXISTED ABOUT THE CORRECTNESS OF THE VIEW OF THE WORD 'ASCENDING' [SEE REVELATION 7:2], ETC.\"\n     ELDER JAMES WHITE, IN AN UNPUBLISHED LETTER GIVING HIS ACCOUNT OF THIS MEETING, WRITES: \"WE ALL FELT LIKE UNITING TO ASK WISDOM FROM GOD ON THE POINTS IN DISPUTE; ALSO BROTHER BATES'S DUTY IN WRITING. WE HAD AN EXCEEDINGLY POWERFUL MEETING. ELLEN WAS AGAIN TAKEN OFF IN VISION. SHE THEN BEGAN TO DESCRIBE THE SABBATH LIGHT, WHICH WAS THE SEALING TRUTH. SAID SHE: 'IT AROSE FROM THE RISING OF THE SUN. IT AROSE BACK THERE IN WEAKNESS, BUT LIGHT AFTER LIGHT HAS SHONE UPON IT UNTIL THE SABBATH TRUTH IS CLEAR, WEIGHTY, AND MIGHTY.  LIKE THE SUN WHEN IT FIRST RISES, ITS RAYS ARE COLD, BUT AS IT COMES UP, ITS RAYS ARE WARMING AND POWERFUL; SO THE LIGHT AND POWER HAS INCREASED MORE AND MORE UNTIL ITS RAYS ARE POWERFUL, SANCTIFYING THE SOUL; BUT, UNLIKE THE SUN, IT WILL NEVER SET.  THE SABBATH LIGHT WILL BE AT ITS BRIGHTEST WHEN THE SAINTS ARE IMMORTAL; IT WILL RISE HIGHER AND HIGHER UNTIL IMMORTALITY COMES.'\n     \"SHE SAW MANY INTERESTING THINGS ABOUT THIS GLORIOUS SEALING SABBATH, WHICH I HAVE NOT TIME OR SPACE TO RECORD.  SHE TOLD BROTHER BATES TO WRITE THE THINGS HE HAD SEEN AND HEARD, AND THE BLESSING OF GOD WOULD ATTEND IT.\"\n     IT WAS AFTER THIS VISION THAT MRS. WHITE INFORMED HER HUSBAND OF HIS DUTY TO PUBLISH, AND THAT AS HE SHOULD ADVANCE BY FAITH, SUCCESS WOULD ATTEND HIS EFFORTS. (SEE PAGE 125.)]\n     At the commencement of the holy Sabbath, Jan. 5, 1849, we engaged in prayer with Brother Belden's family at Rocky Hill, Conn., and the Holy Ghost fell upon us. I was taken off in vision to the most holy place, where I saw Jesus still interceding for Israel. On the bottom of His garment was a bell and a pomegranate, a bell and a pomegranate. Then I saw that Jesus would not leave the most holy place until every case was decided either for salvation or destruction, and that the wrath of God could not come until Jesus had finished His work in the most holy place, laid off His priestly attire, and clothed Himself with the garments of vengeance. Then Jesus \n                                                                           117\nwill step out from between the Father and men, and God will keep silence no longer, but pour out His wrath on those who have rejected His truth. I saw that the anger of the nations, the wrath of God, and the time to judge the dead, were separate and  distinct, one following the other; also that Michael had not stood up, and that the time of trouble, such as never was, had not yet commenced. The nations are now getting angry, but when our High Priest has finished His work in the sanctuary, He will stand up, put on the garments of vengeance, and then the seven last plagues will be poured out.",
    "paragraph": 1,
    "bookcode": "LS",
    "page": 116
}