{
    "word": "In response I arranged my work so as to carry out this instruction, Elder G. B. Starr united with me in a medical missionary effort, in New York City. My wife and daughter, and Miss Cornor, from the Sanitarium, assisted in this effort in conducting a real school of health, giving special attention to diet. The daily papers gave liberal space, devoting in some instances almost a full page in writing \"Kress gatherings.\" Later a letter came from Sister White in which she said: \"The work you have been doing in the city is meeting Heaven's approval. This experience is to be a lesson to others besides Elder Starr and Dr. Kress. You have demonstrated that if our physicians and our ministers would work together in the presentation of truth to the people, more can be reached than could be influenced by the ministers laboring alone. I trust that your example in this respect may be followed by other physicians. I do not urge that you and your wife separate entirely from the Sanitarium. Your connection with the institution will increase your influence in the field. During your absence, other physicians must carry largely the responsibilities in the Sanitarium. In your work in the field you will gain a broader and more extended influence than if you were confined to an institution. It is not the Lord's plan that you should wholly disconnect from the Sanitarium, but it is His plan that in connection with your wife you should go into the cities and seek to reach the people with the message of present truth. This work will help to make known the work of the Sanitarium and will also establish confidence in the minds of the people in the institution. The acquaintances you make as you attend meetings and present the truth from a physician's standpoint will help to give you an influence, and this line of work will then be the means of bringing to your sanitarium a class of people who can be greatly benefited. Arrange your plans so that you can engage in this line of work with freedom and so that your absence will not hurt the work of the institution. The health talks which you give in the meetings will be one of the best ways of advertising our Sanitarium. This is the work that I have been shown you should do.\"",
    "paragraph": 1,
    "bookcode": "KC",
    "page": 168
}