{
    "word": "In our largest churches the greatest evils exist, because these have had the greatest light. They have not a true knowledge of God, and of Jesus Christ whom he has sent. The leaven of unbelief is working, and unless these evils which bring the displeasure of God are corrected in its members, the whole church stands accountable for them. The deep movings of the Spirit of God are not with them; the glorious presence of the King of saints, and his power to cleanse from all moral defilement, are not manifest among them. Many come to the assembly as worshipers, like the door upon its hinges. They understand not the true application of the Scriptures, nor the power of God. They have eyes, but they see not; ears have they, but they hear not; they continue in their evil ways, yet regard themselves as the privileged, obedient people who are doers of the word. A carnal security and ease in Zion prevail. Peace, peace, is sounded in her borders, when God has not spoken peace. They have forfeited the terms of peace; there is reason for an alarm to be sounded in all \"my holy mountain.\" The sinners in Zion should be afraid in a time when they do not expect it, sudden destruction will surely come upon all who are at ease.  {1888 764.10}  \n     The Holy Spirit strives to make apparent the claims of God, but men pay heed only for a moment, and turn their minds to other things Satan catches away the seeds of truth; the gracious influence of the Spirit of God is effectually resisted. Thus many are grieving away the Holy Spirit for the last time, and they know it not.  {1888 764.11}  \n     The words spoken by Christ of Jerusalem are. \"Your house is left unto you desolate.\" What anguish of soul did Jesus feel when all his appeals, his warnings and reproofs, were resisted! At the time he brought them home to the soul, impressions were made; but self-love, self-sufficiency, love of the world, came in and choked the good seed sown. Pride of heart prevented his hearers from humbling themselves before God, and confessing their sin in resisting his Holy Spirit, and reluctantly it left them. On the crest of Olivet, as he beheld the city, he wept over it, saving, \"If thou hadst known, even thou, at least in this thy day, the things which belong unto thy peace!\" Here he paused; he was loth to utter the irrevocable sentence. O that Jerusalem would repent! When the fast westering sun should pass out of sight, her day of mercy would be ended. Jesus closed his sentence, \"But now they are hid from thine eyes.\" On another occasion he lamented the impenitence of the chosen city: \"O Jerusalem, Jerusalem, which killest the prophets, and stonest them that are sent unto thee; how often would I have gathered thy children together, as a hen doth gather her brood under her wings, and ye would not! Behold, your house is left unto you desolate\" The Lord forbid that this scene should now be repeated in the experience of God's professed people! \"My Spirit,\" he says, \"shall not always strive with man.\" The time will come when it must be said of the impenitent, \"Ephraim is joined to his idols; let him alone.\"  {1888 764.12}  \n     Will the church see where she has fallen! A \n                                                                           765\ncoldness, hardness of heart, a want of sympathy for the brethren, exists in the church. An absence of love for the erring is manifested. There is a withdrawing from the very ones who need pity and help. A severity, an overbearing spirit, such as existed among the Pharisees, exists in our churches, and especially in those intrusted with sacred responsibilities. They are lifted up in self-esteem and self-assurance. The widow and the fatherless have not their sympathy or their love. This is entirely unlike the spirit of Christ. The Lord looks with displeasure upon the coarse, harsh spirit that has been manifested by some,--a spirit so devoid of sympathy, of tender appreciation of those whom he loves. Brethren, you who close the heart against Christ's suffering ones, remember, that as you deal with them, God will deal with you. When you call, he will not say, \"Here I am;\" when you cry, he will not answer. Satan is watching, preparing his delusions to ensnare those who are filled with self-importance while they are spiritually destitute.  {1888 764.13}  \n     The road to paradise is not one of self-exaltation, but of repentance, confession, humiliation, of faith and obedience. The message to the Laodicean Church is appropriate to the church at this time: \"And unto the angel of the church of the Laodiceans write; These things saith the Amen, the Faithful and True Witness, the beginning of the creation of God; I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot. So then because thou art lukewarm, and neither cold nor hot, I will spew thee out of my mouth. Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked: I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that the shame of thy nakedness do not appear; and anoint thine eyes with eye-salve, that thou mayest see. As many as I love, I rebuke and chasten: be zealous therefore and repent.\" There are many who are priding themselves upon their spiritual riches, their knowledge of the truth, and are living in guilty self-deception. When the members of the church humble themselves before God by zealous, not half-hearted, lifeless action, the Lord will receive them. But he declares, \"I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent.\" How long shall this warning be resisted? How long shall it be slighted?",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 765
}