{
    "word": "Those who love Christ will do the works of Christ. They will go forth to seek and to save that which was lost. They will not shun those who are despised, and turn aside from the colored race. They will teach them how to read and how to perform manual labor, educating them to till the soil and to follow trades of various kinds. They will put forth painstaking efforts to develop the capabilities of the people. The cotton field will not be the only resource for a livelihood to the colored people. There will be awakened in them the thought that they are of value with God, and that they are esteemed as His property. The work pointed out is a most needful missionary enterprise. It is the best restitution that can be made to those who have been robbed of their time and deprived of their education. The fact that this is the case leaves a heavy debt upon the American nation. As a nation, we have been made the depositary of sacred truth, and we are to impart the precious knowledge of the Word of God to others. Every earthly blessing has come to us because of the infinite price that has been paid in our behalf. If it has cost so great a price to redeem man, so that he should not perish, but have everlasting life, how we should rejoice that we are privileged to become co-workers with Christ in saving those for whom He has given His precious life! The Lord Jesus loves those for whom He has made the greatest sacrifice. He gave His own most precious life to bring life and immortality to light to all those who should believe. \"This is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou has sent.\" Those who receive Christ are in copartnership with Him, and will not mistake their lifework. They will heed the words spoken by Christ. They will be guided by the Holy Spirit, and become more and more intelligent in regard to the requirements of God, and will reveal the love and grace that were revealed in the life of Christ toward those with whom He came in contact.--Review and Herald, Jan. 14, 1896. \n                                                                           54",
    "paragraph": 1,
    "bookcode": "SW",
    "page": 53
}