{"word": "Those who rejected and opposed the light of the first angel's message, lost the light of the second, and could not be benefited by the \n                                                                           156\npower and glory which attended the message, Behold the Bridegroom cometh. Jesus turned from them with a frown. They had slighted and rejected him. Those who received the message were wrapt in a cloud of glory. They waited and watched and prayed to know the will of God. They greatly feared to offend him. I saw Satan and his angels seeking to shut this divine light from the people of God; but as long as the waiting ones cherished the light, and kept their eyes raised from earth to Jesus, Satan could have no power to deprive them of this precious light. The message given from heaven enraged Satan and his angels, and those who professed to love Jesus, but despised his coming, scorned and derided the faithful, trusting ones. But an angel marked every insult, every slight, every abuse they received from their professed brethren. Very many raised their voices to cry, Behold the Bridegroom cometh, and left their brethren who did not love the appearing of Jesus, and who would not suffer them to dwell upon his second coming. I saw Jesus turn his face from those who rejected and despised his coming, and then he bade angels lead his people out from among the unclean, lest they should be defiled. Those obedient to the messages stood out free and united. A holy and excellent light shone upon them. They renounced the world, tore their affections from it, and sacrificed their earthly \n                                                                           157\ninterests. They gave up their earthly treasure, and their anxious gaze was directed to heaven, expecting to see their loved Deliverer. A sacred, holy joy beamed upon their countenances, and told of the peace and joy which reigned within. Jesus bade his angels go and strengthen them, for the hour of their trial drew on. I saw that these waiting ones were not yet tried as they must be. They were not free from errors. And I saw the mercy and goodness of God in sending a warning to the people of earth, and repeated messages to bring them up to a point of time, to lead them to a diligent search of themselves, that they might divest themselves of errors which have been handed down from the heathen and papists. Through these messages God has been bringing out his people where he can work for them in greater power, and where they can keep all his commandments. \n\n                                               -", "paragraph": 2, "bookcode": "1SG", "page": 155}