{
    "word": "These words inspired of God are appropriate for us. They apply in a special manner to those who are endeavoring to keep the commandments of God amidst a crooked and perverse nation among whom they shine as lights in the world. Oh how solemn, how fearfully solemn is this time for the youth among us who have had great light, and for those who stand as watchman upon the walls of Zion that their words, spirit and character shall not be misleading to those with whom they associate and to those with whom they are brought in contact. The inspired apostle continues, \"Wherefore\" in consideration of the warfare against, \"not flesh and blood\" but Satanic agencies, disguised, \"take unto you the whole armor of God.\" Make your guide the word. \"Take\" it. The whole armor which is furnished you in the Scriptures is all prepared for you to take. \"Wherefore take unto you the whole armor of God, that ye may be able to withstand in the evil day, and having done all to stand. Stand therefore, having your loins girt about with truth.\" Fiction, spurious interpretations of the scriptures, dishes of fables, are everywhere presented for your acceptance. But great discernment is needed that the girdle should be the golden chain of truth, \"and having on the breast-plate of righteousness,\" not your own but the righteousness of Christ. This is the fortress of the soul. We may with Christ's righteousness going before us, withstand the moral darkness, and penetrate the devices of the satanic agencies. \"And your feet shod with the preparation of the gospel of peace.\" The inconsistencies, the unreasonable workings of the human agents stirred with a power from beneath, will create in those who reverence God a holy indignation to see the truth of God brought into contempt, and its advocates mis-represented and clothed in garments of darkness, false charges. Then is the very time the Holy Spirit is to take \n                                                                           1199\npossession of the human mind, and it be made to appear that Christ is formed within, the hope of glory. While the living human agents are being moved with a power from beneath and the satanic agencies seem to have full control (almost) of the world, acting a conspicuous part just before the second appearing of our Lord to take the kingdom and possess the kingdom forever and ever, the two classes which are formed to enact the solemnities of the last day will be distinguished as the commandment-keeping people of God, and the commandment breakers who are inspired by the devil and his angels. The appearance is as if the infernal government had been transferred from hell to earth. The Lord Jesus will open the eyes of all who have been walking in the light that they shall not be deceived with the pretentious spirit of those who claim great sanctity and say, \"Lord, Lord\" while they stubbornly refuse to do the will of God. Christ repeated the princely titles of Satan as one perfectly familiar with his workings and usurped authority. Christ gave the warnings to be heeded, and pointed to Satan's thrones, principalities and powers, and spiritual wickedness in high places.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1198
}