{
    "word": "Christ's Mission \n\n     Christ is the greatest missionary the world has ever known. How did he come? What was his message? John, his forerunner, came with a message. His voice was lifted up in the wilderness of Judea, saying, \"Repent ye, for the kingdom of heaven is at hand; for this is he which was spoken of by the prophet Esaias, saying, the voice of one crying in the wilderness, Prepare ye the way of the Lord.\" \"Make straight in the desert a highway for our God. Every valley shall be exalted, and every mountain and hill shall be brought low: and the crooked shall be made straight, and the rough places plain. And the glory of the Lord shall be revealed, and all flesh shall see it together: for the mouth of the Lord hath spoken it. The voice said, Cry, and he said, what shall I cry? All flesh is as grass, and all the goodness thereof is as the flower of the field. The grass withereth, the flower fadeth: because the Spirit of the Lord bloweth upon it. Surely the people is grass. Grass withereth, flower fadeth, but the word of our God shall stand forever. O Zion, that bringeth good tidings, get thee up into the high mountain; O Jerusalem, that bringeth good tidings, \n                                                                           160\nBehold your God; behold the Lord God will come with strong hands, and his arm shall rule for him: behold, his reward is with him, and his work before him. He shall feed his flock like a shepherd: he shall gather the lambs in his arms, and carry them to his bosom, \"From that time Jesus began to preach, and to say, Repent: for the kingdom of heaven is at hand.\" This was the work and mission of Christ. The very same message that John bore, Christ bore. But while John preached in the wilderness, Christ's work was among the people, that he might reach the people where they were, he encircled the race with his long, human arm, while with his divine arm, he grasped the throne of the infinite, uniting finite man with the infinite God, and connecting earth with Heaven.",
    "paragraph": 4,
    "bookcode": "KC",
    "page": 159
}