{
    "word": "We are in a day when iniquity abounds. There are those who have but little moral sense; self-pollution has been practiced, and the moral powers are benumbed. Such have no just sense of holiness or purity. They are corrupt, and will corrupt others. Miserable wrecks of humanity are everywhere. Some put on a religious garb; but the soul is defiled, and they corrupt other minds. They call evil good, and good evil. They are Satan's most efficient agents, and individuals of this stamp will connect with our institutions and with God's \n\n\n                      -39- \n\ninstrumentalities, masking their evil ways under a pretention of godliness. Can we then be too particular, too circumspect? Safety lies in close adherence to rules and regulations in harmony with God's great moral standard of righteousness. And then there are those who, if so disposed, will find ways to secretly carry out their own inclinations, and pursue a course of deception to avoid the censure of those they deem so particular. Some who have influence, who are apparently working for the interest of the Sanitarium, encourage by their own course of action a disregard of rules and of order; and the influence of such persons goes a long way toward encouraging insubordination, especially in the direction of courtship and marriage. The parties are unfitted for their duties; they live an unreal life, indulge in too high and romantic visions of bliss, and in their desire to please each other, they become unfaithful. The ideas of courtship have their foundation in erroneous ideas concerning marriage. They follow impulse and blind passion. The courtship is carried on in a spirit of flirtation. The parties frequently violate the rules of modesty and reserve, and are guilty of indiscretion, if they do not break the law of God. The high, noble, lofty design of God in the institution of marriage is not discerned; therefore the purest affections of the heart, the noblest traits of character, are not developed. Not one word should be spoken, not one action performed, that you would not be willing the holy angels should look upon, and register in the books above. You should have an eye single to the glory of God. The heart should have only \n\n\n                          -40- \n\npure, sanctified affection, worthy of the followers of Jesus Christ, exalted in its nature, and more heavenly than earthly. Anything different from this is debasing, degrading in courtship; and marriage cannot be holy and honorable in the sight of a pure and holy God, unless it is after the exalted scriptural principle.",
    "paragraph": 4,
    "bookcode": "PH167",
    "page": 38
}