{
    "word": "Brother J was presented before me, and I was shown that his course has not been pleasing to God. He was unstable. He has been befogged with the Age-to-Come, and as there is \n                                                                           334\nnot the least harmony between the Age-to-Come theory and the third angel's message, he lost his love for and faith in the message, and felt irritated because so much had been said in regard to it. The third angel is proclaiming a most solemn message to the inhabitants of the earth; and shall God's chosen people be indifferent to it, and not unite their voice to sound this solemn warning? Brother J is deceived, and is deceiving others. His theme has been consecration, when his heart was not right. His mind has been divided. He has had no anchor to hold him, and has been floating about without a settled faith. Much of his time has been occupied in relating to one and another reports and stories calculated to distract and unsettle minds. He has had much to say in regard to my husband and myself, and against the visions. He has stood in a position, \"Report, . . . and we will report it.\" God sent him not on such a mission. He has not known whom he has been serving. Satan has been using him to throw minds into confusion. What little influence he had he has used to prejudice minds against the third angel's message. He has by false reports presented the visions in a wrong light, and weak souls who were not established in all the present truth have fed upon these things instead of clean provender thoroughly winnowed. He has been deceived in regard to sanctification. Unless he now changes his course, and is willing to be instructed, and cherishes the light given, he will be left of God to pursue his own course and follow his own imperfect judgment until he will make shipwreck of faith, and by his unwise course become a signal warning to those who choose to go independent of the body. God will open the eyes of honest souls to understand the cruel work of those who scatter and divide. He will mark those who cause divisions, that every honest one may escape from Satan's snare.",
    "paragraph": 3,
    "bookcode": "1T",
    "page": 333
}