{
    "word": "Section VII - Counsels to People with Moral Problems\n\n[THIS SECTION CONTAINS  PERSONAL TESTIMONIES DIRECTED MOSTLY  TO MINISTERIAL AND INSTITUTIONAL  WORKERS IN THE NINETEENTH-CENTURY  SEVENTH-DAY ADVENTIST CHURCH. ELLEN  WHITE DESIGNED THAT HER COUNSEL TO  SPECIFIC INDIVIDUALS SHOULD BENEFIT  OTHERS AS WELL, WHERE SIMILAR  CONDITIONS EXISTED. SHE WROTE:  \"WHEN THE LORD SINGLES OUT  INDIVIDUAL CASES AND SPECIFIES THEIR  WRONGS, OTHERS, WHO HAVE NOT BEEN SHOWN  IN VISION, FREQUENTLY TAKE IT FOR GRANTED  THAT THEY ARE RIGHT, OR NEARLY SO. IF ONE  IS REPROVED FOR A SPECIAL WRONG, BRETHREN  AND SISTERS SHOULD CAREFULLY EXAMINE  THEMSELVES TO SEE WHEREIN THEY HAVE  FAILED AND WHEREIN THEY HAVE BEEN GUILTY  OF THE SAME SIN. . . . IN REBUKING THE  WRONG ONE, HE DESIGNS TO CORRECT MANY  . . . . HE MAKES PLAIN THE WRONGS OF  SOME THAT OTHERS MAY THUS BE WARNED,  AND FEAR, AND SHUN THOSE ERRORS.\"--2T  112, 113. CONCERNING THE LARGE NUMBER OF  LETTERS IN THIS SECTION THAT ARE  ADDRESSED TO MINISTERS OF THE GOSPEL,  THE READER IS REFERRED TO THE PREFACE.]  \n\n\n               19. A Housewife [A MARRIED WOMAN WHO \n               HAD BECOME INFATUATED WITH ANOTHER WOMAN'S \n               HUSBAND TO THE POINT OF COMMITTING ADULTERY.] \n\n\n     Ruin of a Wife's Happiness. My spirit is stirred within me. I cannot hold my peace. Recent developments have caused me anguish of spirit and agony of soul; and then when I think of the misery of poor Sister J, whose happiness you have ruined forever, then I inquire, What will be your reward for these things? We are to be judged according to the deeds done in the body. We feel that it would be just and right for you to be brought to receive the punishment \n                                                                           131\nyou so justly merit, but we remember the words of Scripture, \"Vengeance is Mine; I will repay, saith the Lord.\" That which you have sown you shall reap. Yes, you will reap a bountiful cup. No frost shall blight it; no mildew blast it; no cankerworm devour it. You have sown to the flesh; you shall reap corruption. A heavy retribution awaits you.",
    "paragraph": 1,
    "bookcode": "TSB",
    "page": 130
}