{"word": "CL - Country Living (1946)\n\n\nFOREWORD\n\n     COUNTRY LIVING WAS FIRST PUBLISHED IN 1946. ITS COUNSELS AND WARNINGS HAVE CHALLENGED MANY SEVENTH-DAY ADVENTISTS TO EXAMINE CAREFULLY THE EFFECTS OF URBAN LIVING ON THEIR LIVES AND TO REEVALUATE WHERE THEY CHOOSE TO LIVE. IT HAS HIGHLIGHTED THE DANGERS OF INVOLVEMENT WITH LABOR UNIONS AND OTHER SOURCES OF PARTY STRIFE IN THE CITIES. AT THE SAME TIME, IT HAS HELPED THOSE WITH A BURDEN FOR CITY EVANGELISM TO CONSIDER HOW BEST TO BE IN THE WORLD BUT NOT OF THE WORLD.\n   WITH THE END OF TIME APPROACHING, THIS INSTRUCTION IS MORE RELEVANT THAN EVER. A NEW GENERATION OF BELIEVERS WILL FIND THESE COUNSELS OPENING HORIZONS TO THEM THAT THEY HAD NOT ENVISIONED.\n   THE WRITINGS OF ELLEN G. WHITE REPEATEDLY URGE THE ADVANTAGES OF COUNTRY LIVING. AS CONDITIONS IN OUR WORLD BUILD TOWARD THE FINAL EVENTS, SEVENTH-DAY ADVENTISTS RECALL THE LORD'S INSTRUCTION ABOUT LEAVING THE CITIES, WITH THEIR CONGESTION, CORRUPTION, AND CONFLICTS.  THE CITIES DO NOT PROVIDE A WHOLESOME ENVIRONMENT FOR CHRISTIAN FAMILIES.\n   YET THE COUNSELS IN THIS BOOKLET ALSO WARN AGAINST ACTING RASHLY. EACH PERSON OR FAMILY SHOULD STUDY THE INSTRUCTION, THINK AND PRAY ABOUT IT, IDENTIFY AND EVALUATE THE OPTIONS, AND ASK GOD TO MAKE HIS LEADING CLEAR.  \n   GOD'S PEOPLE \"DESIRE A BETTER COUNTRY, THAT IS, AN HEAVENLY\" (HEBREWS 11:16). NO PLACE ON EARTH CAN EQUAL THAT HOME THAT GOD IS PREPARING FOR US. YET WE MAY BRING SOMETHING OF THE HEAVENLY COUNTRY'S ATMOSPHERE INTO OUR HOMES HERE, ESPECIALLY IN RURAL SETTINGS. THUS, WE BELIEVE THAT THE INSPIRED COUNSELS SET FORTH IN THIS SMALL VOLUME WILL BE APPRECIATED BY EVERY SEVENTH-DAY ADVENTIST.\n\n\n                                                       THE TRUSTEES OF\n                                       THE ELLEN G. WHITE PUBLICATIONS\n\n\nTable of Contents\n\nA Call to Leave the Cities ........................................... 5\n\nAvoiding Labor Conflicts ............................................. 9\n\nAn Appeal to Parents ................................................ 12\n\nOccupations in Rural Locations ...................................... 17\n\nPreparing for the Sunday Law Crisis ................................. 20\n\nColonizing at Institutional Centers ................................. 21\n\nGuided by God's Providences ......................................... 24\n\nOur Institutional Centers to Be Away From Congested Areas ........... 28\n\nEmergency Flight in Closing Conflict ................................ 32\n\n\nSection I - A Call to Leave the Cities\n\n                        The Perils of the Cities \n\n     Few realize the importance of shunning, so far as possible, all associations unfriendly to religious life. In choosing their surroundings, few make their spiritual prosperity the first consideration.", "paragraph": 1, "bookcode": "CL", "page": 5}