{
    "word": "Really, when I came here I did not know what to do. Courteously Dr. Kellogg had asked me to come to his house and let them give me treatment a week or two before the conference, that I should be able to attend the conference. Then came up the question, Here, what about this? They will say that Dr. Kellogg has manipulated you. Let them say it if they want to; they have said it enough when there was not a particle of ground for it. But I was going to take all the difficulty out of the way: so I sent word, \"Find me a place.\" Dr. Kellogg has kindly opened his place to me, but to remove all occasion for talk I decided that I would not go there. Now find me a place. On Friday night I was knelt in prayer, saying, \"O Lord, tell me where to go and what to do.\" There I had been sick, and was still sick - and, why, I didn't choose to come to Battle Creek to the conference was, that I knew it would be a terrible trial for me. This is the third winter I am passing through. I passed through one in Australia, one in California, and I am passing the third here. And now you can judge that all this tells upon my system. Then the heated houses, where there was no more need for having it heated than there was in California; but they were heated, and so brought me down into a terrible condition of malaria, and I have had it here ever since Christmas, and then the very crisis came when I was at Los Angeles, and there I knew nothing - after I had been speaking on Sunday I didn't know anything more until two o'clock the next morning, when I found them all working over me - and I didn't know anything about it, or about what had been done, or anything about it; and then it was that the fullness \n\n\n                                     -171- \n\nthat I had had in my head passed through the whole channel of the body. And that brought on the bloody flux, and I have been traveling all this time up to the time I came here, with that terrible disorder, the bloody flux. I couldn't sit up at all, only lie down all the time - and yet I have not disappointed a single place but one since leaving Los Angeles. I got up, stood on my feet, and the strength of God helped me up. At Vicksburg I spoke twice, at Nashville I spoke twice, at Memphis I spoke once, and at Chicago I spoke twice and God helped me to speak, and then I came here, and I have been speaking ever since I came here.",
    "paragraph": 3,
    "bookcode": "SpM",
    "page": 170
}