{
    "word": "There are many passages of Scripture which skeptical critics have declared to be uninspired, but which, in their tender adaptation to the needs of men, are God's own messages of comfort to His trusting children. A beautiful illustration of this occurs in the history of the apostle Peter. Peter was in prison, expecting to be brought forth next day to death; he was sleeping at night \"between two soldiers, bound with two chains: and the keepers before the door kept the prison. And, behold, the angel of the Lord came upon him, and a light shined in the prison: and he smote Peter on the side, and raised him up, saying, Arise up quickly. And his chains fell off from his hands.\" Peter, suddenly awaking, was amazed at the brightness that flooded his dungeon, and the celestial beauty of the heavenly messenger. He understood not the scene, but he knew that he was free, and in his bewilderment and joy he would have gone forth from the prison unprotected from the cold night air. The angel of God, noting all the circumstances, said, with tender care for the apostle's need: \"Gird thyself, and bind on thy sandals.\" Peter mechanically obeyed; but so entranced was he with the revelation of the glory of heaven that he did not think to take his cloak. Then the angel bade him: \"Cast thy garment about thee, and follow me. And he went out, and followed him; and wist not that it was true which was done by the angel; but thought he saw a vision. When they were past the first and the second ward, they came unto the iron gate that leadeth unto the city; which opened to them of his own accord: and they went out, and passed on through one street; and forthwith the angel departed from him.\" The apostle found himself in the streets of Jerusalem alone. \"And when Peter was come to himself, he said, Now I know of a surety,\"--it was not a dream or a vision, but an actual occurrence,--\"that the Lord hath sent His angel, and hath delivered me out of the hand of Herod, and from all the expectation of the people of the Jews.\" \n                                                                           749",
    "paragraph": 1,
    "bookcode": "5T",
    "page": 748
}