{
    "word": "Bro. Aldrich, unless there is a reformation in you, you are not the man for the place you now occupy. You do not obey the commandments enforced by Christ, \"Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind,\" and \"thou shalt love thy neighbor as thyself. On these two commandments hang all the law and the prophets.\" You decidedly fail in obeying these express commands. No choice is left you to do these things if you choose to; to obey if convenient for you to obey. The injunction is positive: Thou shalt do it; and the whole duty of man is \n                                                                           6\ncomprised in doing these positive commands. You possess pride, with a large share of selfishness. This shuts you away from doing your duty. A man that occupies your position in connection with the work and cause of God, should rid himself of every vestige of selfishness, and should imitate the unerring Pattern, whose life was devoted to doing others good, sacrificing his own ease, and pleasure, and convenience, for others good. His pure, devoted, unselfish life, is given us as a pattern for us to imitate. Did you possess that fineness of feeling which has been accredited to you, it would be exercised in this direction. You are seeking to benefit yourself, advantage yourself. Wherein do you manifest that love for your neighbors which you possess for yourself? You do not see yourself. You have a work to do, but cannot perform it until there is a transformation of the mind, until all the powers of your body and mind are brought into subjection to God, and sanctified to him. You have a set, stubborn will, that must be subdued by grace. The Lord seeth not as man seeth. His thoughts and ways are not what blind, selfish mortals believe they are, or wish them to be. The Lord looks on the heart. The Lord selected you to fill an appointed place in his cause. He designed that your course should be onward and upward, you growing in grace and in the knowledge of the truth. Light has shone upon you and all around you; but you have not walked in it. Angels of God have their pure eyes bent upon you. They follow you. They mark your spiritual advancement, and your deficiencies. They have marked where in any instance you have favored yourself and yours in \n                                                                           7\nyour business with that Office, and at the same time have not seen that justice was done to others who were needy. God has marked every deviation from a strict, impartial dealing with every one connected with that Office. To appear all right in the sight and opinion of others is not enough. Our acts, our works, are to bear the inspection of Him whose eyes are too pure to behold any iniquity, any deviation from a correct course. Christ is the example, the standard. If you fail to imitate Christ, your influence leads others to do the same.",
    "paragraph": 1,
    "bookcode": "PH097",
    "page": 5
}