{
    "word": "Bro. Aldrich, you are in an important position. If you fail to come up to the standard, others follow \n                                                                           19\nyour example; especially the youth. Your position in regard to health and dress reforms was such as to cause the unsanctified to take shelter under your influence. Had you possessed that conscientious, fine sensibility which ought to be found in you, you would not have ventured upon the course you pursued. It would have been enough for such a mind to know that God had deigned to notice the diet and dress of his people; and how careful and circumspect would have been your words, lest you should be found fighting against God. Any thing that is of sufficient importance for God to notice, however small it may appear to those whose hearts are lifted up in pride, should at least call for respectful silence. Your regarding these things as insignificant did not make them so. God noticed them. This should have been enough for poor, proud mortals. Their will and wisdom should not be maintained against the will and wisdom of Him who is too wise to err, and too good to do us wrong. Here is the danger of exalting man in our hearts. If we get the wisdom of man before us as the wisdom of God, we are led astray by the foolishness of man's wisdom. Here is the great danger of many in Battle Creek. They have not an experience for themselves. They have not been in the habit of prayerfully considering for themselves, with unprejudiced, unbiased judgment, questions and subjects that are new, which are liable to arise. They wait to see what Bro. Aldrich thinks. If he dissents, that is all that is needed. The evidence in their minds then is positive that it is all of no account whatever. This class is not small; yet for all their numbers are large, it does \n                                                                           20\nnot change the fact that they are weak-minded through long yielding to the enemy, inexperienced, and will always be sickly as babes, walking by others' light, living on others' experience, feeling as others feel, acting as others act. They act as though they had not an individuality. Their identity is submerged in others. They are merely shadows of others whom they think about right. These will all fail of everlasting life unless they become sensible of their wavering character, and correct it. They will be unable to cope with the perils of the last days. They will possess no stamina to resist the Devil; for they do not know that it is he. Some one must be at their side to inform them whether it is a foe approaching, or a friend. They are not spiritual, therefore spiritual things are not discerned. They are not wise in those things which relate to the kingdom of God. None, young or old, are excusable in trusting to another to have an experience for them. Said the angel, \"Cursed is man who trusteth in man, and maketh flesh his arm.\" A noble self-reliance is needed in the Christian experience and warfare.",
    "paragraph": 1,
    "bookcode": "PH097",
    "page": 18
}