{
    "word": "In such places as the Southern field, there should be established sanitariums. There should be those who believe the truth, colored servants of God, under training to do work as medical missionaries, under the supervision of white managers: for this combination will be much more successful. The medical missionary workers, cooperating with families who shall make their home in the South, need not think that God will condemn them if they do not work on Sunday: for the Lord understands \n\n\n                                  -29- \n\nthat every effort not to create prejudice, must be made if the truth finds standing place in the South. The words of truth can not go forth with great publicity, but schools should be started by families coming into the South, and working in schools, not with a large number congregated in one school, but, as far as possible, in connection with those who have been working in the South. Dwell particularly upon the love of God, the righteousness of Christ, and upon the treasure house of God, presenting the truth in clear lines upon personal piety. There will be bad influences of the white people upon the blacks as there has been in the past. Evil angels work with their own spirit upon evil men. Those cooperating with those who work in any place to uplift Jesus and to exalt the law of God, will find to all intents and purposes that they wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, and against spiritual wickedness in high places. \"Wherefore, take unto you the whole armor of God, that ye may be able to withstand in the evil day, and having done all, to stand. Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness and your feet shod with the preparation of the gospel of peace; above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked. And take the helmet of salvation, and the sword of the spirit which is the Word of God.\". . . . .",
    "paragraph": 2,
    "bookcode": "SpM",
    "page": 28
}