{
    "word": "Well, now I have talked with you long enough. We are intensely interested. We have a grand review before us. People are watching us everywhere and they are watching to see how much higher our piety is than the piety of those who have no connection with an institution. We want to be in a position where we can let our piety pour over the outside when we can. There will be opportunities. You cannot neglect things here; \n\n\n                              -542- \n\nyou cannot do that; but you can find opportunities where you can let the light of this institution shine forth. God wants you to do it. I believe that you will try to do it. What we want is a greater work of faith that we may show forth the praises of God in what He is doing and what He will do for us. If we will show this faith, it will have (898) as much influence as any treatment you can give to those who are looking on to see what we are doing. Let us get into the position where we will lay all on Jesus Christ, for there is a grand review to take place; only a little while and there is to be an examination of what we believe and what we are. Are we prepared to be transferred to higher grades? To a higher school where Christ will lead us to the tree of life and there will continue to teach us in regard to the ages of the eternal life. Are we prepared for that grand review? Are we fashioning our characters to that divine similitude? God help us that we may be Christians in every sense of the word. If we will obey God let me tell you the way is already open; the angels of God will be our representatives wherever we go. The angels of God are round about us. Every one is in communication with Jesus Christ; they are one with Him and we want to do the works of God. We want to be wide awake, full of zeal, and live for God and advance step by step heavenward. Are we prepared for the grand review? It is coming on. Satan is gathering all of his beautiful knowledge that he had when he was an angel of light and he is coming in to deceive the very elect with that very knowledge, and we want to be in a position where we can work intelligently,-- where we can work in faith and bring souls to a knowledge of the truth of the grand review that will take place when he tells them that he is going to have the whole world as his subjects and they will gather under his banner, but we must stand higher. Young men and young women, teachers, doctors, do not put on pompous (manners) positions, as tho you knew everything worth knowing, but act as little children coming to ask God to let His blessing rest upon you, that you may teach others; for if you do that the will of God will be revealed and it will follow you wherever you go. We have a whole Saviour. He is not a piece of a Saviour. He will save every soul that comes unto Him. Now, let us have that working faith, have that believing faith, have that intelligent faith that it is our privilege to have. \n\n                                               -",
    "paragraph": 6,
    "bookcode": "LLM",
    "page": 541
}