{
    "word": "In conclusion, she said: \"This is a picture of the work you are to do. 'Ye are the light of the world.' Matthew 5:14. Your work is to hold up the light to those around you. Hold it firmly. Hold it a little higher. Light other lights. Do not be discouraged if yours is not a great light. If it is only a penny taper, hold it up. Let it shine. Do your very best, and God will bless your efforts.\" [NOTE.--IN THE OFFICIAL REPORTS OF THE PROGRESS OF THE THIRD ANGEL'S MESSAGE IN GREAT BRITAIN, FREQUENT ACKNOWLEDGMENT HAS BEEN MADE FROM TIME TO TIME OF THE INFLUENCE THAT THE SALE OF PENNY PERIODICALS HAS HAD ON THE DEVELOPMENT OF A STRONG CONSTITUENCY IN THAT FIELD OF LABOR. \"PUBLICATIONS HAVE BEEN SENT TO ALL PARTS OF THE KINGDOM,\"THE WORKERS REPORTED IN 1888, \"AND FAITHFUL SOULS ARE BEING AROUSED TO EMBRACE THE TRUTH, AND SCORES ARE CANDIDLY INVESTIGATING IT.\" (S. D. A. YEAR BOOK, 1888, P. 130.) AT THE 1895 GENERAL CONFERENCE, IT WAS STATED THAT \"THE AVERAGE WEEKLY SALES OF PRESENT TRUTH [THE MISSIONARY JOURNAL PUBLISHED BY SEVENTH-DAY ADVENTISTS IN GREAT BRITAIN SINCE 1884] HAVE RUN FROM NINE THOUSAND TO TEN THOUSAND.\" \"NOTHING THAT HAS BEEN DONE IN GREAT BRITAIN HAS HAD SUCH MARKED EFFECT ON THE PEOPLE AS THE CIRCULATION OF THIS PAPER.\" (BULLETIN, 1895, PP. 314, 315.) AND IN 1897 THE BRETHREN FROM EUROPE WERE REJOICING IN A STILL LARGER CIRCULATION OF THEIR MISSIONARY JOURNAL. \"THE PRESENT TRUTH HAS AN AVERAGE CIRCULATION OF THIRTEEN THOUSAND COPIES WEEKLY,\" THEY DECLARED, \"AND MANY ARE COMING TO A KNOWLEDGE OF THE TRUTH IN READING THIS MEDIUM.\" \n     DURING THE 1909 GENERAL CONFERENCE, BROTHER W. C. SISLEY, IN CHARGE OF THE BRITISH PUBLISHING HOUSE, REVIEWED THE RESULTS OF THE PAST FOUR YEARS THUS:] \n     \"WE HAVE SOLD, DURING THE LAST FOUR YEARS, EXCLUSIVE OF OUR CONSIDERABLE FOREIGN TRADE, 168,947 BOOKS, 6,871,649 PERIODICALS, 23,382 PAMPHLETS, AND 964,163 TRACTS, AT A TOTAL RETAIL VALUE OF $310,221.57; OR A YEARLY AVERAGE OF 42,237 BOOKS, 1,717,912 PERIODICALS, 5,840 PAMPHLETS, 241,041 TRACTS, AT AN AVERAGE ANNUAL RETAIL VALUE OF $77,555. \n     \"WE HAVE 207 REGULAR BOOK AND PERIODICAL CANVASSERS, AN AVERAGE OF ONE OUT OF EVERY EIGHT OF OUR MEMBERS. . . . \n     \"THE NET PROFITS OF OUR PUBLISHING WORK DURING THE PAST FOUR YEARS HAVE BEEN $19,878. THE TRACT SOCIETY HAS DONATED THAT SUM, AND $12,832 MORE OF ITS FORMER PROFITS, OR A TOTAL OF $32,710, TO THE BRITISH UNION PROPERTY FUND.\" (BULLETIN, 1909, P. 96.) \n                                                                           296",
    "paragraph": 2,
    "bookcode": "LS",
    "page": 295
}