{
    "word": "The Redeemer of the world clothed His divinity with humanity, that He might reach humanity; for it took the divine and the human to bring into the world the salvation that was needed by fallen man. Divinity needed humanity that humanity might afford a channel of communication between God and man. Man needs a power out of and above himself to restore him to the likeness of God; but because he needs divine aid, it does not make human activity unessential. Faith on the part of man is required; for faith works by love and purifies the soul. Faith lays hold upon the virtue of Christ. The Lord does \n                                                                           376\nnot design that human power should be paralyzed; but by cooperating with God, the power of man may be efficient for good. God does not design that our will should be destroyed; for it is through this very attribute that we are to accomplish the work He would have us to do both at home and abroad. He has given to every man his work; and every true worker sheds forth light to the world, because he is united with God and Christ and heavenly angels in the grand work of saving the lost. From divine association he becomes more and more intelligent in working the works of God. In working out what divine grace works in, the believer becomes spiritually great. He who works according to his entrusted ability will become a wise builder for the Master; for he is under the apprenticeship to Christ, learning to work the works of God. He will not shun burdens of responsibility, for he will realize that each one must lift in the cause of God to the extent of his ability, and he places himself under the pressure of the work; but Jesus does not leave His willing and obedient servant to be crushed. It is not the man who carries heavy responsibilities in the cause of God who needs your pity, for he is faithful and true in cooperation with God; and through union of divine and human effort, the work is made complete. It is he who shuns responsibilities, who has no realization of the privilege to which he is called, who is an object of pity.",
    "paragraph": 2,
    "bookcode": "1SM",
    "page": 375
}