{
    "word": "Christ was the foundation of the whole Jewish economy. The death of Abel was in consequence of Cain's refusing to accept God's plan in the school of obedience, to be saved by the blood of Jesus Christ, typified by the sacrificial offerings pointing to Christ. Cain refused the shedding of blood, which symbolized the blood of Christ to be shed for the world. This whole ceremony was prepared by God, and Christ became the foundation of the whole system. This is the beginning of its work as the schoolmaster to bring sinful human agents to a consideration of Christ.  {6BC 1109.10}  \n     All who did service in connection with the sanctuary were being educated constantly in regard to the intervention of Christ in behalf of the human race. This service was designed to create in every heart a love for the law of God, which is the law of His kingdom. The sacrificial offering was to be an object lesson of the love of God revealed in Christ--in the suffering, dying victim, who took upon Himself the sin of which man was guilty, the innocent being made sin for us.  {6BC 1109.11}  \n     In the contemplation of this great theme of salvation, we see Christ's work. Not only the promised gift of the Spirit, but also the nature and character of this sacrifice and intervention, is a subject which should create in our hearts elevated, sacred, high ideas of the law of God, which holds its claims upon every human agency. The violation of that law in the small act of eating of the forbidden fruit, brought upon man and upon the earth the consequence of disobedience to the holy law of God. The nature of the intervention should ever make man afraid to do the smallest action in disobedience to God's requirement.  {6BC 1109.12}  \n     There should be a clear understanding of that which constitutes sin, and we should avoid the least approach to step over the boundaries from obedience to disobedience. \n                                                                           1110\n {6BC 1109.13}  \n     God would have every member of His creation understand the great work of the infinite Son of God in giving His life for the salvation of the world. \"Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew Him not.\"",
    "paragraph": 1,
    "bookcode": "6BC",
    "page": 1110
}