{
    "word": "The Israelites left Egypt in haste, yet in order. They were divided into several bodies, and each division had its leader. The obstinacy of Pharaoh was such that, after they had buried their dead, and had seen that the dreadful judgments of God had ceased, he repented of having given Moses permission to depart. The Egyptians regretted that they had been so foolish as to think that the death of their first-born was the result of the power of God. They asked in bitterness of one another, \"Why have we done this, \n                                                                           220\nand let Israel go from serving us?\" Pharaoh prepared a well-equipped army, composed of the priests of their idol gods, and of the rulers, and of all the great men of his kingdom. They thought if their priests accompanied them, they would be more sure of success. The most mighty of Egypt were selected, that they might intimidate the Israelites with the grand display of their power and greatness. They thought that when the news should reach other nations, that they were compelled to yield to the power of the God of Israel, whom they had despised, they would be looked upon with derision. But if they should go with great pomp and bring Israel back with force, they would redeem their glory, and would also have the services of the children of Israel again. They overtook the Hebrews at the Red Sea. This place was appointed for the last display of the power of God before the infatuated Egyptians. In the morning, they came up to the Red Sea and saw the Hebrew host walking upon a dry path prepared for them in the sea, while high walls of water stood upon either side, congealed by the power of God. This exhibition of God's power only increased their feelings of rebellion; and they had so long resisted such manifestations, that they were hardened; and in their blindness, rushed into the path that God had miraculously prepared for his people. Then were fulfilled the words which the Lord spake to Moses, \"And against all the gods of Egypt, I will execute judgment. I am the Lord.\" The judgment of God was manifested in the utter destruction of the Egyptian host.",
    "paragraph": 2,
    "bookcode": "1SP",
    "page": 219
}