{
    "word": "Our God will not be trifled with. I entreat of you for your souls sake to waste no time. You have been luke warm long enough. Does it pay you to throw your reflections upon me, because someone says I said you were selfish. Is this an impossible thing, my brother in Christ Jesus I repeat the Lord did show me you were selfish, and you must see yourself as you have not yet done else you must assuredly make shipwreck of faith. When, O when has been your depth of piety, your zeal for God corresponding to the position you occupied. If you will resolve now to be whole hearted and unselfish, and persevering in your Lord's service, and will act with an eye single to his glory, discharging every duty, and improving every gracious opportunity then you will unlearn some lessons you have been learning the past few years, and will come into the school of Christ to learn of Jesus, and will if a diligent student realize a transformation of character, and receive Christ mold upon you, and become complete in Christ Jesus. You will be a partaker of the divine nature, having escaped the corruption that is in the world through lust. The Lord will make you then a channel of light. In regard to yourself, you have been far from leading a life which would meet the requirements of God. And should accidental death surprise you I fear greatly for your future. I could not say it is well with Frank for he sleeps in Jesus; but I should greatly fear that you would in that great day be weighed in the \"Balance and found wanting\". You had better lose everything on earth than heaven. No man can know what it means to be sanctified to God, unless he seeks first \n                                                                           1189\nthe kingdom of God and his righteousness. He must humble his soul before God, be ready to sacrifice anything and everything rather than the favor of God. Cultivate love and affection for religious devotion. Better far give up earth than heaven. You need now to look well to your ways, that your feet slide not. The character of every desire and purpose, is as clear you well know before God as the sun in the heavens. You have my dear brother in Christ not cultivated spirituality and grown in grace. Self in you must die. Self-importance must be laid in the dust. O remember that God is a present God, and that you have a fearful account to render at his bar unless your sins are washed away in his atoning blood of Jesus Christ. You should be able to say, \"I have seen the Lord always before me, because he is at my right hand, I shall not be moved.\" You must be renewed, transformed, converted, and your whole life should be ordered and fashioned after the likeness of Christ. God has given you capabilities, and talents to use wholly to his glory. God will not accept a divided half and half service. The comprehension of spiritual things has been growing dim, and the several years of experience you have had has not made you more susceptible to holy influences. The channels of thought, desires and actions have been growing deeper and broader by separation and habit and tending to a fixedness of character, and unless this is broken up as soon as possible, and your experience is of a different, higher and more unselfish order, it may be pursued as long as life lasts. There needs to be a great breaking up with you, and habits formed to meet the mind and will of God. For Christ's sake lay hold of the work. You will make a success if in performing Christian duties with faithfulness and regularity, if you will die to self and obedience will become habitual. You will consult your Bible. You will be much with God in prayer. You will bear an humble heart, broken testimony in the congregation. \n                                                                           1190\nIn all appropriate places you will be as humble as a little child. You work to save souls to Jesus Christ and shun the very appearance of evil and endeavor to constantly build up the kingdom of Jesus Christ. We must all soon meet him as he is, and you want sheaves to present to the Master. Your time, your talents are God's, use them to his glory. I press it home to your soul; you have no time to lose. It is life or death with you. Your Aunt Ellen loves your soul too well to gloss over your present condition. God has a work for you to do, and you can do it if you are truly and genuinely converted. You must not be hesitating and unreliable as you have been at times, your light flickering, and bewildering and betraying rather than guiding them in safe paths. O you must have a different experience. God help you my dear brother in Christ. God help you and Hattie that you will not turn away as you have done from his testimony given to you; but walk in the light. Put on the robe of Christ's righteousness. Prepare for heaven by yielding your soul, body, and spirit to God. Jesus has bought you with a price, God loves you both, and I am constrained by the love I have for Jesus and your souls to warn you to make no delay. Seek God day and night till you find him to the joy of your souls. I have labored earnestly for Byron. I expect he will be a laborer for the Master. I send you a letter I sent to him. He is in the school: I told him I would see him through this term. He is in need of all the light and knowledge of the word he can obtain. He is putting his whole mind to the work. God will help him. Your father is in straightened circumstances. I wrote to Willie to draw $2.00 per week from the Echo Office to add to what he shall earn to keep him, if he needs it. He shall not be brought in straightened, uncomfortable places, if I have to support him entirely; \n                                                                           1191\nbut he earns something carrying the students to and from the school. Vinnie is doing laundry work for the students, and she earns something, and your father works on the school grounds, and earns something there so we think he will get along. Byron has helped him a great deal, so much so, that when he lost his situation in the Office he had nothing left to use to go to school. But Byron has acted nobly to your father, constantly helping him, purchasing him entire suits of clothing and in many ways he has helped. Byron has been unselfish, liberal, and kind hearted may the Lord bless him, and give him wisdom and understanding.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1188
}