{
    "word": "Christ ate the passover supper with his disciples, then arose from the table and said unto them, \"With desire have I desired to eat this passover with you before I suffer.\" He \n                                                                           226\nthen performed the humiliating office of washing the feet of his disciples. Christ gave his disciples the ordinance of washing feet for them to practice, which would learn them lessons of humility. He connected this ordinance with the supper. He designed that this should be a season of self-examination, that his followers might have an opportunity to become acquainted with the true feelings of their own hearts toward God and one another. If pride existed in their hearts, how soon would it be discovered to the honest, erring ones, as they should engage in this humble duty. If selfishness or hatred to one another should exist, it is more readily discovered as they engage in this humble work. This ordinance was designed to result in mutual confessions to one another, and to increase feelings of forbearance, forgiveness of each other's errors, and true love, preparatory to engaging in the solemn ordinance of commemorating the sufferings and death of Christ. He loved his disciples well enough to die for them. He exhorted them to love one another, as he had loved them. The example of washing the feet of his disciples was given for the benefit of all who should believe in him. He required them to follow his example. This humble ordinance was not only designed to test their humility and faithfulness, but to keep fresh in their remembrance, that the redemption of his people was purchased upon conditions of humility and continual obedience upon their part. \"So, \n                                                                           227\nafter he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you? Ye call me Master and Lord, and ye say well; for so I am. If I then, your Lord and Master, have washed your feet, ye also ought to wash one another's feet. For I have given you an example, that ye should do as I have done to you. Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him. If ye know these things, happy are ye if ye do them,\"",
    "paragraph": 2,
    "bookcode": "3SG",
    "page": 225
}