{
    "word": "The Jews then murmured at him, because he said, \"I am the bread which came down from heaven.\" \"And they strove among themselves, saying, How can this man give us his flesh to eat? Then said Jesus unto them, Verily, verily, I \n                                                                           12\nsay unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you. Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day. . . . It is the Spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.\" The question comes home to us today, Are we eating the flesh and drinking the blood of the Son of God? It is by beholding the love of Christ, by drinking it in, by dwelling upon it, that we eat his flesh and drink his blood, becoming partakers of the divine nature. As we meditate upon the truth as it is in Jesus, it becomes more deeply impressed upon the soul. \"The words that I speak unto you, they are spirit, and they are life.\" It is through the ministry of the Word that the saints are to be perfected. But what does it mean that there is so low a standard of piety among those who profess to be followers of Christ? Are the people fed upon the words of Christ? Are the messengers satisfied with preaching a discourse, and leaving the work of ministering to whoever may feel inclined to do it? There is earnest work to do out of the desk as well as in it. The sermon may arouse the conscience, but the labor will be lost if the soul is left to settle down into the same state of indifference as before the words were spoken. The messenger is to speak as moved by the Spirit of God, and then he must come close to souls through personal labor, and guide the conscience, and fasten the truth in a sure place. The minister has a work to do in the home circle, teaching the members of the family concerning the great love wherewith God hath loved us, that they may know what it is to eat the flesh and drink the blood of the Son of God. When the heart of the messenger is warmed with the love of Jesus, he will have a message to give that will be as a savor of life unto life, or of death unto death. He will not feel that his responsibility is over when he leaves the desk; there is a God-appointed work for him to do as a careful, tender shepherd of the flock of God. If he is a heaven-sent messenger, the truth will be in him as fire shut up in his bones, and it will be continually shining to enlighten those who are ignorant \n                                                                           13\nof what Jesus is to them, and of what they are to Jesus He will teach them that the only way to reach the heaven above, is to cling to Jesus, day by day, hour by hour, mounting step by step to the heights of Christ.",
    "paragraph": 3,
    "bookcode": "PH118",
    "page": 11
}