{
    "word": "It is sad that he has no help at home, that his wife, who ought to be a help to him in spiritual things, is only a hindrance. She has not been converted. She has no experience in the things of God. She is in friendship with the world. \"If any man love the world, the love of the Father is not in him.\" She is not alarmed at her perilous condition. She does not wish to reflect upon her true state before God. She is out of Christ. Her probation may close any time, yet she has no prospect of a better life. Love of the world, and love of self-enjoyment, occupy the \n                                                                           5\nprecious minutes and hours of probation, and she is not becoming rich toward God. She dwells upon the failings of those who profess present truth. In doing this she is feeding upon husks. And when the reckoning day shall come, she will be found wanting. Living for the world, and with them she must have her portion. Now God has given her a little moment of probation. Will she improve it? Will she get ready? Or will she slight the voice of warning, reject the gracious invitation, and choose her own course of friendship with the world, and forever forfeit the approval of God? It is Christ, or the world. She cannot have Christ and the world. Which will she choose? Her will must be subdued, and she make strong efforts for salvation, or she must fail. Her influence is injurious upon others. She forms a link between some who profess the truth, and the world. Some look upon her as being a Sabbath-keepers when she is not a Christian. Her heart has no union with God's holy precepts. The position she occupies is a great hindrance to her husband. He could be greatly helped by her, if she would yield her heart to the sanctifying influence of the truth. Life or death is hers to choose. She can live a life of obedience, and have the approbation of God, or choose a course of transgression, and have the transgressor's reward at last.",
    "paragraph": 1,
    "bookcode": "PH098",
    "page": 4
}