{
    "word": "M. H.--316 \n     It is a mistake to suppose that muscular strength depends on the use of animal food. The needs of the system can be better supplied, and more vigorous health can be enjoyed, without its use. The grains, with fruits, nuts, and vegetables, contain all the nutritive properties necessary to make good blood. These elements are not so well or so fully supplied by a flesh diet. Had the use of flesh been essential to health and strength, animal food should have been included in the diet appointed man in the beginning.  {TSDF 132.10}  \n                                                       B.--135--'02 \n     Some of our people conscientiously abstain from eating improper food, and at the same time neglect to eat the food that would supply the elements necessary for the proper sustenance of the body. Let us never bear testimony against health reform by failing to use wholesome, palatable food in place of the harmful articles of diet that we have discarded. Much tact and discretion should be employed in preparing nourishing food to take the place of that which has constituted the diet of many families. This effort requires faith in God, earnestness of purpose, and a willingness to help one another. A diet lacking in the proper elements of nutrition brings reproach upon the cause of health reform. We are mortal, and must supply ourselves with food that will give proper sustenance to the body.  {TSDF 132.11}  \n                                                           2 T.--63 \n     We advise you to change your habits of living; but while you do this we caution you to move understandingly. I am acquainted with families who have changed from a meat diet to one that is impoverished. Their food is so poorly prepared that the stomach loathes it, and such have told me that the health reform did not agree with them; that they were decreasing in physical strength. Here is one reason why some have not been successful in their efforts to simplify their food. They have a poverty-stricken diet. Food is prepared without painstaking, and there is a continual sameness. There should not be many kinds at any one meal, but all meals should not be composed of the same kinds of food without variation. Food should be prepared with simplicity, yet with a nicety which will invite the appetite. You should keep grease out of your food. It defiles any preparation of food you may take. Eat largely of fruits and vegetables.  {TSDF 132.12}  \n                                                        MS.--3--'97 \n     Great care should be taken when the change is made from a flesh-meat to a vegetarian diet to supply the table with wisely prepared, well-cooked articles of food. So much porridge eating is a mistake. The dry food that requires mastication is far preferable. The health food preparations are a blessing in this respect. Good brown bread and rolls, prepared in a simple manner yet with painstaking \n\n\n                                                                133 \n\neffort will be healthful. Bread should never have the slightest taint of sourness. It should be cooked until it is most thoroughly done. Thus all softness and stickiness will be avoided.  {TSDF 132.13}  \n     For those who can use them, good vegetables, prepared in a healthful manner, are better than soft mushes or porridge. Fruits used with thoroughly cooked bread two or three days old, will be more healthful than fresh bread. This, with slow and thorough mastication, will furnish all that the system requires.",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 133
}