{
    "word": "Now, I want to bring before you some things that have been presented to me, where many are making a mistake; and that is, their mind is more upon eating and drinking and dressing themselves than in feeling humble and prayerfully to serve God. And from the light the Lord has given me there is a decided change to take place in every family that has not this scripture unfolded in its meaning to them. We want to know what shall I do to be saved? individually. And when you begin to know the word in this way, you will find that God looks upon you and he will impart to you the understanding of his word that you shall not be covetous, after this thing and that thing and the other thing that is in the world. That is what this lesson is given for. And we want to be in that position that we can take our lessons, and that we can learn our lesson faithfully and put on Christ; put on the very elements of Christ's character in all our actions, in all our doings. That is what I felt intensely anxious that you should understand; that there is a work that you are to do in unity with Christ, and if you do that work in unity with Christ, the Holy Spirit will give you representations to the world that you are a man that is following on to know the Lord and to be taught of God. \"Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body raiment?\" Will you weary your body, and will you worry and will you fret and will you spoil your religious experience, \n\n\n                                                            179. \n\nbecause you do not trust in the Lord Jesus Christ to work for you when you are doing your best on your part? \"Nor yet for your body, what shall ye put on. Is not the life more than meat, and the body than raiment? Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they? Which of you by taking thought can add one cubit unto his stature? And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin\" - excellent opportunity you have to study that - \"and yet I say unto you that even Solomon in all his glory was not arrayed like one of these.\" What a wonderful speech that is! \"Wherefore, etc.\" Now we want to understand this. As it was presented to me, there is so much thinking and worrying and trouble of mind about things that you cannot help if you should think a week upon them. You cannot change it, but the Lord would help you to put your trust in Him, to look to Him, and his Holy Spirit will come upon you and you will have - not a disposition to quarrel because you do not have everything you want - but you will have a disposition to thank God from the heart for what you have. That is what we need. And unless you have that Spirit, and unless you carry it out, you will never enter the kingdom of Heaven.",
    "paragraph": 1,
    "bookcode": "PC",
    "page": 178
}