{
    "word": "\"No man can serve two masters: for either he will hate the \n\n178. \n\none, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon. Therefore I say unto you, Take no thought\" - that is, anxious thought - \"for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?\" Now that is what we want to understand. We want to understand the Word intelligently, and we do not want to make any makeup or make believe story about it, but we want to know that we are planning for an eternal inheritance in the kingdom of heaven. I want that understood. \"Therefore I say unto you, Take no\" - what? - anxious thought \"for your body what ye shall eat, or what ye shall drink: nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment? Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are you not much better than they? Which of you by taking thought can add one cubit unto his stature? And why take ye thought (anxious thought) for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin; and yet I say unto you, That even Solomon in all his glory was not arrayed like one of these. Wherefore, If God so clothes the grass of the field, which today is, and tomorrow is cast into the oven, shall he not much more clothe you, O ye of little faith? Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed? (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things. But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you. Take therefore no thought for the morrow: for the morrow shall take thought for the things itself. Sufficient unto the day is the evil thereof.\"",
    "paragraph": 5,
    "bookcode": "PC",
    "page": 177
}