{
    "word": "I have many things written for you, but I have said What good will it do. My brethren have trifled and caviled and criticised and commented and demerited, and picked and chosen a little and refused much until the testimonies mean nothing to them. They put whatever interpretation upon them that they choose in their own finite judgment and are satisfied. I would, if I had dared given up this field of conflict long ago, but something has held me. But I will not choose my way or my will. In the life of Christ in the time of his greatest trial, one of his disciples betrayed and another thrice denied him, and all forsook him and fled. If the Master who was without the taint of sin endured this, then shall I expect any better portion? O, how many tried to find witness against Christ. The most cruel, and the most incurable thing is bigotry and prejudice and it lives just as firmly in human hearts today as when Christ was \n                                                                           801\nupon the earth. But I leave all this in the hands of God. I feel cut loose from many of my brethren, they do not understand me or my mission or my work, for if they did they could never have pursued the course they have done. I love to have the ones who feel they need help, poor, hungry, starving souls. I love to see them enjoy the precious light God has given me for them. O, how Jesus rejoiced when a place was found for the truth in the heart of the woman of Samaria. The disciples brought him food and prayed him, saying, Master, eat, but he said unto them, I have meat to eat that ye know not of. Jesus said unto them My meat is to do the will of him that sent me, and to finish his work. Say ye not there are yet four months and then cometh harvest. Behold I say unto you, lift up your eyes and look on the fields for they are white already to harvest. Yes, Lord, I look, I see the fields, and I see them white unto the harvest. The words given me of God may find no place in the hearts of those who have heard them so many times, but there are fields all white ready to harvest, just such cases as this Samaritan woman, apparently the most unlikely will become the heralds of truth while those who have had great light will be passed by, wise and prudent they see not the workings of God, but the truth will be revealed to babes, and they will respond to it.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 800
}