{
    "word": "She has not encouraged a growth of the Christian graces. She has not had love for humility or devotion. She has taken the errors of those who professed to be devoted to the truth, and made their lack of spirituality, their errors, and their sins, an excuse for her world-loving disposition. She has watched the course of those who were \n                                                                           6\nconnected with the Office, and who were forward to take upon them the burdens of the church; and would offset her failures to their wrongs, saying that she was no worse than they. Such an individual in good standing did this or that, and she had as good a right as they. Bro. W., S., or some other one, did not live the health reform any better than she. They purchased and ate meat, and they were in high standing in the church, and she was excusable, of course, with such an example, if she did the same. This is not the only case of shielding neglect to follow the light the Lord has given, behind some others. This is to the shame of men and women of intelligent minds, that they have no standard higher than the low standard of imperfect human beings. The course of those around them, however imperfect, is considered by them a sufficient excuse for them to follow in the same course. Many will be swayed by the influence of Bro. A., or Bro. W., or Bro. S., or others. If these depart from the counsel of God, their example is at once gladly seized by the unconsecrated. They now are free from restraint. They now have an excuse. And their unconsecrated hearts glory in the opportunity of indulging their desires, and taking a step nearer the fellowship with the spirit of the world, to enjoy its pleasures, or to gratify the appetite. They place upon their tables those things which are not the \n                                                                           7\nmost healthful, and which they have been taught to abstain from, that they may preserve to themselves a better condition of health.",
    "paragraph": 2,
    "bookcode": "PH085",
    "page": 5
}