{
    "word": "Cancers, tumors, and all inflammatory diseases are largely caused by meat-eating.  {TSDF 68.10}  \n     From the light God has given me, the prevalence of cancer and tumors is largely due to gross living on dead flesh. I sincerely and prayerfully hope that, as a physician, you will not forever be blind on this subject, for blindness is mingled with a want of moral courage to deny our appetite, to lift the cross, which means, to take up the very duties which cut across the natural passions. Feeding on flesh, the juices and fluids of what you eat pass into the circulation of your blood, and, as we are composed of what we eat, we become animalized; thus a feverish condition is created, because the animals are diseased, and by partaking of their flesh, we plant the seeds of disease in our own tissue and blood. Then when exposed to the changes in a malarious atmosphere, these are more sensibly felt; also when we are exposed to prevailing epidemics and contagious diseases the system is not in condition to resist the disease.  {TSDF 68.11}  \n     I have the subject presented to me in different aspects. The mortality caused by meat-eating is not discerned; if it were, we would hear no more arguments and excuses in favor of the indulgence of the appetite for dead flesh. We have plenty of good things to satisfy hunger without bringing corpses upon our table to compose our bill of fare.  {TSDF 68.12}  \n     I might go to any length upon this subject, but I \n\n                                                               69 \n\nforbear. I do hope that you, as a physician, will not by precept and example counterwork that which the Lord has given me to enlighten minds and bring in thorough reforms. I am working earnestly along these lines, and shall never cease working against the practice of meat-eating. I have had opened before me the stumbling-block which this diet question has been in your own spiritual advancement, and what a stumbling-block you have placed in the paths of others, and all because your own sensibilities were blunted through the selfish gratification of appetite. For Christ's sake look deeper, study deeper, and act in accordance with the light God has been pleased to give you and others on this subject.  {TSDF 68.13}  \n                                                          F.--3--'84 \n     A positive injury is done to the system by continuous meat-eating. There is no excuse for it but a depraved, perverted appetite. You may ask, would you do away entirely with meat-eating? I answer, it will eventually come to this, but we are not prepared for this step just now. Meat-eating will eventually be done away. The flesh of animals will no longer compose a part of our diet; and we shall look upon a butcher's shop with disgust. Again and again I have been shown that God is bringing His people back to His original design, that is not to subsist upon the flesh of dead animals. He would have us teach people a better way.",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 69
}