{
    "word": "On Quoting Sister White.--How can the Lord bless those who manifest a spirit of \"I don't care,\" a spirit which leads them to walk contrary to the light which the Lord has given them? But I do not ask you to take my words. Lay Sister White to one side. Do not quote my words again as long as you live until you can obey the Bible. [ELLEN WHITE WAS MEETING THE LEADERS OF THE CHURCH AS A GROUP FOR THE FIRST TIME IN TEN YEARS. SITUATIONS IN BOTH THE GENERAL CONFERENCE AND IN OUR BATTLE CREEK-BASED INSTITUTIONS HAD IN MANY CASES REACHED A LOW EBB. TESTIMONIES CALLING FOR A RETURN TO BIBLE PRINCIPLES HAD BEEN RECEIVED, THEORETICALLY, BUT NO REAL IMPROVEMENT HAD TAKEN PLACE. \n     MOST DELEGATES COMING TO THE GENERAL CONFERENCE SESSION, WHICH WOULD OPEN THE NEXT MORNING, SENSED THAT THERE MUST BE CHANGES. ELLEN WHITE WOULD IN THE OPENING MEETING REBUKE INSTITUTIONAL LEADERS AND CALL FOR A REORGANIZATION OF THE GENERAL CONFERENCE. IT WAS HER BURDEN THAT THE CHANGES THAT NEEDED TO BE MADE WOULD BE BASED ON BIBLE PRINCIPLES AND NOT JUST ON THE WORD OF ELLEN WHITE. IN THIS ADDRESS SHE DECLARED: \n     \"GOD HAS TOLD ME THAT MY TESTIMONY MUST BE BORNE TO THIS CONFERENCE, AND THAT I MUST NOT TRY TO MAKE MEN BELIEVE IT. MY WORK IS TO LEAVE THE TRUTH WITH THE PEOPLE, AND THOSE WHO APPRECIATE THE LIGHT FROM HEAVEN WILL ACCEPT THE TRUTH.\"-- MANUSCRIPT 43, 1901. \n     COUNSEL WOULD COME THROUGH HER AS THE MESSENGER OF THE LORD AND THIS COUNSEL SHOULD BE HEEDED, BUT WORK IN DEPTH MUST BE DONE, WORK BASED ON THE PRINCIPLES SET FORTH IN GOD'S WORD.--COMPILERS.] When you make the Bible your food, your meat, and your drink, when you make its principles the elements of your character, you will know better how to receive counsel from God. I exalt the precious Word before you today. Do not repeat what I have said, saying, \"Sister White said this,\" and \"Sister White said that.\" Find out what the Lord God of Israel says, and then do what He commands.--Manuscript 43, 1901. (From an address to church leaders the night before the opening of the General Conference session of 1901.)",
    "paragraph": 1,
    "bookcode": "3SM",
    "page": 33
}