{
    "word": "Brother and Sister Daniels. I wish you could see the necessity of bringing yourselves to the habits of economy Brother Leininger has practiced. With all his little children, he thinks they must get along without a hired girl. I think they are straining the point here. You would not think for a moment you could do as they have done in order to save expenses. A practical knowledge of domestic duties would be the very best instruction your children could receive. Not one or two, or three, but everyone who knows you ,even \n\n\n                        [62] \n\nyour best friends, have spoken in regard to your great expenses, and I have said nothing. They have said, \"I do not, I could not expend money as they do, and for the things they do.\" I could not say to these friends that what they said was not true, for I knew it was. I have had the matter presented to me again and again. I have told you of these things in the fear of God, not to hurt you, but for your own good, and for the good of your children. I know that neither you nor your children will be among the overcomers around the throne of God unless you make a decided reform. You have attempted to reform. After I wrote you from Basel, Switzerland, you made statements of what you would do,--that you would never eat butter or meat. I knew enough of you and your appetite to consider this an unwise statement; for I felt sure you would break the strongest pledge on this point. You have indulged appetite to such an extent that after making such a decided change you would only go back stronger than ever to your old habits. This is why I wrote you, remonstrating against your radical resolutions in this matter. You moved impulsively, and not from principle, and all your family are in need of reformation. If you do not make decided changes in all of these things, you will enter into temptations of which you do not now dream. You will not be a savor of life unto life, but of death unto death. I write this in the fear of God, because I have a love for your soul.",
    "paragraph": 2,
    "bookcode": "PH096",
    "page": 61
}