{"word": "7T - Testimonies for the Church Volume Seven (1902)\n\n\nTable of Contents\n\nThe Times of Volume Seven .......................................... 3\n\n                            Section One\n                         Acceptable Service\n\nThe Work of Soulsaving ............................................. 9\nThe Signal of Advance ............................................. 13\n  An Ever-Widening Work ........................................... 14\nWork for Church Members ........................................... 18\n  The Waste Places of the Earth ................................... 22\n  Self-Supporting Missionaries .................................... 23\nWorkers From the Ranks ............................................ 25\nExtending the Triumphs of the Cross ............................... 29\n  The Work of the Church .......................................... 30\n  The Holy Spirit Our Efficiency .................................. 30\n  Power Given the Apostles ........................................ 31\n  The Same Power to Be Revealed Today ............................. 32\nThe Work in the Cities ............................................ 34\nThe Work in Greater New York ...................................... 37\nDelay No Longer ................................................... 40\nFamily Worship .................................................... 42\nResponsibilities of Married Life .................................. 45\n\n                            Section Two\n                         Our Sanitarium Work\n\nExtent of the Work ................................................ 51\n  New York City ................................................... 54\n  The Southern States ............................................. 56\n  In All Lands .................................................... 58\nThe Knowledge of Health Principles ................................ 62\nThe High Calling of Our Sanitarium Workers ........................ 68\nA Message to Our Physicians ....................................... 72\nThe Value of Outdoor Life ......................................... 76\nOut of the Cities ................................................. 80\nIn the Country .................................................... 85\nNot Among the Wealthy ............................................. 88\nConsideration in Buildings ........................................ 90\nNot for Pleasure Seekers .......................................... 95\nCentralization .................................................... 99\nThe Sign of Our Order ............................................ 104\n\n                            Section Three\n                            Health Foods\n\nMedical Missionary Work in the Cities ............................ 110\nThe Restaurant Work .............................................. 115\n  Care of the Helpers ............................................ 117\n  Closing Our Restaurants on the Sabbath ......................... 121\nHealthful Foods .................................................. 124\nManufacture of Health Foods ...................................... 127\n  To Our Brethren in All Lands ................................... 128\n  An Evil Work ................................................... 129\nEducate the People ............................................... 132\n\n                            Section Four\n                         The Publishing Work\n\nGod's Purpose in Our Publishing Houses ........................... 138\n  Witnesses for the Truth ........................................ 138\n  A Demonstration of Christian Principles ........................ 142\n  Missionary Agencies ............................................ 144\n  Training Schools for Workers ................................... 146\n  God's Purpose Fulfilled ........................................ 148\nOur Denominational Literature .................................... 150\n  The Object of Our Publications ................................. 150\n  Personal Experience Needed by Workers .......................... 152\n  Matter for Publication ......................................... 155\n  Unity .......................................................... 156\n  Items of Experience ............................................ 157\n  The Message for This Time ...................................... 157\n  Publication of Books ........................................... 158\n  Prices ......................................................... 159\n  Translations ................................................... 160\nCommercial Work .................................................. 161\n  Opportunities in Commercial Work ............................... 161\n  Not to Stand First ............................................. 162\n  Prices ......................................................... 163\n  Demoralizing Literature ........................................ 164\nPublishing Houses in Mission Fields .............................. 169\nRelation of Publishing Houses to One Another ..................... 171\n  Consolidation .................................................. 172\n  Rivalry ........................................................ 173\n  Co-operation ................................................... 174\nThe Canvasser .................................................... 175\nThe Author ....................................................... 176\nThe Church and the Publishing House .............................. 182\n  Duty of the Church to the Publishing House ..................... 182\n  Duty of the Publishing House to the Church ..................... 187\nSacredness of God's Instrumentalities ............................ 191\nDependence on God ................................................ 194\nCo-operation ..................................................... 197\nSelf-Control and Fidelity ........................................ 199\nDanger From Improper Reading ..................................... 203\nAvoid Debt ....................................................... 206\nFaith and Courage ................................................ 210\nSelf-Sacrifice ................................................... 215\n\n                            Section Five\n                       In the Southern Field\n\nNeeds of the Souther Field ....................................... 220\n  An Appeal for the Colored Race ................................. 222\n  A Call From the Colored Race ................................... 223\n  A Gospel for the Poor .......................................... 226\n  What Can Be Done? .............................................. 226\nCenters of Influence ............................................. 231\n  Nashville as a Center .......................................... 232\nInstruction to Workers ........................................... 235\nBe of Good Courage ............................................... 242\n\n                            Section Six\n                     Counsel to Burden Bearers\n\nMinisters and Business Matters ................................... 246\n  Educate Men in Business Lines .................................. 247\n  Right Principles Essential ..................................... 248\nTake Time to Talk With God ....................................... 250\nThe Work of the Ministry ......................................... 254\nCommittee Meetings ............................................... 256\n  The Relation of Diet to Board Meetings ......................... 257\nChurch Discipline ................................................ 260\n\"Consider One Another\" ........................................... 265\nTo the Teachers in Our Schools ................................... 267\n  Aggressive Effort .............................................. 268\n  Christ's Greeting to the World ................................. 268\n  The Outlook .................................................... 270\n  Power From on High ............................................. 273\nConsideration for Those Struggling With Difficulties ............. 277\n  Unwise Changes ................................................. 280\n  A Call to Service .............................................. 280\nA Wise Distribution of Means ..................................... 283\nOur Aged Pioneer Workers ......................................... 286\nCare for Workers ................................................. 290\n  Workers Neglected .............................................. 291\n  Providing Homes for Workers .................................... 291\n  Our Sanitariums a Refuge for Workers ........................... 292\n  A Worker's Fund ................................................ 294\n\n\nTHE TIMES OF VOLUME SEVEN\n\n     VOLUME 7 WAS PUBLISHED LATE IN 1902, ONLY ABOUT TWO YEARS AFTER THE ISSUANCE OF VOLUME 6; BUT IN THOSE FEW MONTHS EPOCHAL ADVANCEMENT WAS MADE, ESPECIALLY IN THE REORGANIZATION OF OUR DENOMINATIONAL WORK.\n     IN 1863, SOME THIRTY-EIGHT YEARS EARLIER, THE GENERAL CONFERENCE HAD BEEN ORGANIZED, WITH SIX LOCAL CONFERENCES, ALL IN THE UNITED STATES. THERE HAD THEN BEEN THIRTY MINISTERS, ORDAINED AND LICENSED, SERVING 3,500 CHURCH MEMBERS AND 125 CHURCHES. THERE WERE NO SEVENTH-DAY ADVENTIST SCHOOLS OR SANITARIUMS, AND ONLY ONE DENOMINATIONAL PUBLISHING HOUSE.\n     EACH SUCCEEDING DECADE HAD MARKED A DOUBLING OF CHURCH MEMBERSHIP AND EMPLOYED LABORERS, AND THE BEGINNING OF NEW LINES OF ENDEAVOR. BY THE TURN OF THE CENTURY THE WORK HAD GROWN TO WORLD PROPORTIONS. THE STATISTICAL REPORT FOR 1900 SHOWS THAT LITERATURE WAS BEING ISSUED IN THIRTY-NINE LANGUAGES FROM THIRTEEN PUBLISHING HOUSES AND BRANCHES. FIVE HUNDRED ORDAINED MINISTERS, WITH A THOUSAND OTHER WORKERS IN VARIOUS BRANCHES OF DENOMINATIONAL ENDEAVOR WERE SERVING 66,000 BELIEVERS, HOLDING MEMBERSHIP IN 1,892 CHURCHES. THESE WERE GROUPED IN FORTY-FIVE LOCAL CONFERENCES AND FORTY-TWO LOCAL MISSIONS. IN AUSTRALIA AND ALSO IN EUROPE THE LOCAL CONFERENCES WERE NEWLY KNIT TOGETHER IN UNION CONFERENCE ORGANIZATIONS.\n     WITH THE DEVELOPMENT OF THE PUBLISHING WORK, AND WITH THE INCEPTION OF THE MEDICAL AND EDUCATIONAL INTERESTS AND THE BEGINNING OF SABBATH SCHOOL WORK, AUTONOMOUS ORGANIZATIONS HAD BEEN FORMED TO CARE FOR THESE BRANCHES OF THE CAUSE. THERE WERE THE INTERNATIONAL SABBATH SCHOOL, MEDICAL MISSIONARY, AND RELIGIOUS LIBERTY ASSOCIATIONS, BESIDES VARIOUS PUBLISHING AND EDUCATIONAL ASSOCIATIONS. THE FOREIGN MISSION WORK WAS MANAGED BY THE FOREIGN MISSION BOARD. ALTHOUGH THE INTERESTS OF THESE VARIOUS ORGANIZATIONS WERE INTERRELATED, YET\n\n                                                                   4\n\nEACH SERVED AS A SEPARATE DISTINCT BODY WITH HEADQUARTERS OFFICES WIDELY SEPARATED OVER THE UNITED STATES. AS FOR THE FOREIGN MISSION BOARD OFFICE, NEW YORK CITY WAS CHOSEN BECAUSE OF THE ADVANTAGES OF A LARGE SHIPPING CENTER. IN THE CASE OF THE SABBATH SCHOOL ASSOCIATION, OAKLAND, CALIFORNIA, WAS A CENTER CONVENIENT TO ITS OFFICERS. THE RELIGIOUS LIBERTY WORK WAS HEADED UP IN CHICAGO, ILLINOIS, AND THE MEDICAL MISSIONARY WORK AT BATTLE CREEK, MICHIGAN.\n     IT IS NOT DIFFICULT TO SEE THAT THE DENOMINATION IN ITS NATURAL DEVELOPMENT HAD OUTGROWN THE ORIGINAL PROVISIONS OF 1863. SOME CHANGE MUST NEEDS BE MADE. THE GENERAL CONFERENCE COMMITTEE CONSISTED OF TWELVE MEMBERS, FOUR OF WHOM WERE RESIDENTS IN BATTLE CREEK. HOW COULD THESE FEW MEN CARE FOR THE RAPIDLY GROWING WORK, NOW WORLD-WIDE IN ITS SCOPE? ALL THE LOCAL CONFERENCES AND MISSIONS AROUND THE WORLD, OUTSIDE OF THE AUSTRALASIAN AND EUROPEAN UNION CONFERENCES, WERE INSTRUCTED TO LOOK DIRECTLY TO THE GENERAL CONFERENCE FOR LEADERSHIP. IT IS LITTLE WONDER THAT THE NEEDS OF SOME FIELDS WERE NEGLECTED, OR THAT IN SOME CASES THE MANAGEMENT LACKED EFFICIENCY. PERPLEXITIES MULTIPLIED AS CERTAIN BRANCHES OF THE WORK WERE SEEMINGLY GETTING OUT OF HAND AS THEY GREW DISPROPORTIONATELY AND FORGED AHEAD WITHIN THE INDEPENDENT ORGANIZATIONAL LINES OF THEIR OWN CREATING.\n     SUCH WERE THE CIRCUMSTANCES IN APRIL, 1901, WHEN ELLEN G. WHITE, RECENTLY RETURNED FROM AUSTRALIA TO THE UNITED STATES, SPOKE AT THE OPENING MEETING OF THE GENERAL CONFERENCE SESSION. SHE CALLED FOR A THOROUGH REORGANIZATION OF THE WORK, ESPECIALLY STRESSING THE NEED FOR A DISTRIBUTION OF RESPONSIBILITIES. WHILE THE NEED HAD BEEN APPARENT, HOW TO GRAPPLE WITH THE SITUATION HAD BEEN A PERPLEXING PROBLEM. NOW, WITH THE CALL TO ACTION, AND WITH MEN OF VISION AND FAITH TO LEAD OUT, THE WORK OF THE GENERAL CONFERENCE WAS REORGANIZED. FIRST, THE UNION CONFERENCE PLAN, WHICH HAD BEEN INAUGURATED IN AUSTRALIA AND FOLLOWED IN EUROPE, WAS ADOPTED. THIS RELIEVED THE GENERAL CONFERENCE ADMINISTRATION OF MANY\n\n                                                                   5\n\nDETAILS WHICH COULD AND SHOULD BE CARED FOR LOCALLY. SECOND, THE GROUNDWORK WAS LAID TO BRING THE VARIOUS AUTONOMOUS ORGANIZATIONS OF THE DENOMINATION, SUCH AS THE PUBLISHING, MEDICAL, SABBATH SCHOOL, AND EDUCATIONAL WORK, INTO THE GENERAL CONFERENCE ADMINISTRATION AS DEPARTMENTS. THIRD, THE GENERAL CONFERENCE COMMITTEE WAS GREATLY ENLARGED AND MADE REPRESENTATIVE OF THE WHOLE WORLD FIELD AND ALL BRANCHES OF THE WORK.\n     SOME PHASES OF THE WORK OF THE GENERAL CONFERENCE WERE REORGANIZED RATHER QUICKLY. THE SABBATH SCHOOL, EDUCATIONAL, AND RELIGIOUS LIBERTY DEPARTMENTS WERE SOON BROUGHT INTO BEING. FOR OTHER BRANCHES IT TOOK TIME, AND IN SOME CASES IT WAS NOT UNTIL DISASTER STRUCK THAT THERE WAS SEEN THE NECESSITY FOR A CHANGE. FOR THE MEDICAL WORK IT WAS NECESSARY THAT THE PROCESS OF REORGANIZATION SHOULD REACH INTO THE THINKING OF THE MEN AND WOMEN CONNECTED WITH IT AND CHANGE THEIR PHILOSOPHY OF THE GREAT WORK IN WHICH THEY WERE ENGAGED. AT THE TIME OF THE GENERAL CONFERENCE SESSION IN 1901 IT SEEMED THAT THE BATTLE CREEK SANITARIUM HAD REACHED ITS ZENITH AND, WITH ITS SATELLITE INSTITUTIONS, CONSTITUTED A LARGE PART OF THE WORK OF SEVENTH-DAY ADVENTISTS. IT BECAME EVIDENT THAT ITS LEADERS WERE BEGINNING TO ENVISION A GREAT CHRISTIAN MEDICAL MISSIONARY WORK QUITE UNDENOMINATIONAL IN CHARACTER, WHICH, AS THEY THOUGHT OF IT, WOULD SOON ECLIPSE THE WORK OF THE SEVENTH-DAY ADVENTIST DENOMINATION.\n     THEN, ON FEBRUARY 18, 1902, THE FIRST DISASTER STRUCK. THE MAIN BUILDING OF THE BATTLE CREEK SANITARIUM BURNED TO THE GROUND. WHILE ARRANGEMENTS WERE SOON MADE FOR RE-ESTABLISHING THE PLANT, THE EXPERIENCE OF THE FIRE TOGETHER WITH THE SPIRIT OF PROPHECY COUNSELS WHICH REACHED THE HANDS OF THE WORKERS WITHIN THE NEXT FEW MONTHS, LED MANY TO SEE MORE CLEARLY THE TRUE PLACE OF MEDICAL MISSIONARY WORK AS A DISTINCTIVE BUT INTEGRAL PART OF THE WORK OF THE DENOMINATION. THERE WAS A CALL TO SPREAD OUT AND ESTABLISH MANY MEDICAL MISSIONARY CENTERS, NOT TOO LARGE OR AMBITIOUS IN THEIR SCOPE.\n \n                                                                   6\n\n     IT WAS IN THESE SETTINGS THAT MRS. WHITE'S ARTICLES CONSTITUTING THE SECTION ON \"OUR SANITARIUM WORK\" WERE PENNED. THEY WERE INCLUDED IN VOLUME 7 SO THEY MIGHT CONTINUE TO SERVE THE DENOMINATION.\n     IN THE EARLIER YEARS, WHEN THE REVIEW AND HERALD AND THE PACIFIC PRESS WERE ESTABLISHED, IT HAD BEEN NECESSARY TO HAVE WELL-EQUIPPED PLANTS TO PRODUCE THE TYPE OF LITERATURE NEEDED AT A MODERATE PRICE. BUT IN THE BEGINNING DAYS, THERE WAS NOT A FULL-TIME USE FOR SUCH ESTABLISHMENTS IN STRICTLY DENOMINATIONAL WORK. TO KEEP THE MACHINERY OPERATING AND TO MAINTAIN A WELL-TRAINED PRINTING HOUSE STAFF, OUR PUBLISHING INSTITUTIONS HAD SOLICITED COMMERCIAL PRINTING. SUCH WORK RANGED FROM THE PRINTING OF STATIONERY AND OFFICE FORMS TO THE ISSUANCE OF BOUND BOOKS. THIS WAS QUITE REMUNERATIVE AND HELPED TO MAINTAIN THE PLANTS AND THE STAFFS ON A SOUND BASIS.\n     A NUMBER OF PROBLEMS, HOWEVER, AROSE IN THIS COMMERCIAL PRINTING. MANUSCRIPTS FOR BOOKS WERE OFFERED AND ACCEPTED WHICH WERE NOT OF AN UPLIFTING CHARACTER. SOME OF THIS LITERATURE CONTAINED SERIOUS DOCTRINAL ERRORS, AND SOME OF IT WAS FOR OTHER REASONS DECIDEDLY DETRIMENTAL. THESE CONDITIONS REACHED A CLIMAX IN THE TIMES OF VOLUME 7. THE OFFICES OF PUBLICATION RECEIVED SPIRIT OF PROPHECY MESSAGES POINTING OUT THE DANGERS OF THIS WORK AND CALLING FOR A REFORM. THEN, TOO, THROUGH THE YEARS, AS THE DENOMINATIONAL WORK SHOULD CONTINUE TO DEVELOP, THE TIME WAS BOUND TO COME WHEN THE FACILITIES AND THE STAFFS WOULD BE NEEDED EXCLUSIVELY FOR DENOMINATIONAL WORK. IT WAS NOT, HOWEVER, UNTIL BOTH THE REVIEW AND HERALD AND THE PACIFIC PRESS WERE DESTROYED BY FIRE IN SUCCEEDING YEARS THAT THESE MESSAGES BORE THEIR FULL FRUIT. AS PLANS WERE LAID FOR THE WORK TO BE CONDUCTED IN THE REBUILT OFFICES, THE LEADERS STEPPED FORWARD BY FAITH, DEDICATING THE NEW BUILDINGS AND EQUIPMENT SOLELY TO THE PRINTING OF DENOMINATIONAL LITERATURE. THEY DID SO IN THE LIGHT OF THE COUNSELS OF VOLUME 7, WHICH HAVE HAD A MOLDING INFLUENCE ON OUR PUBLISHING WORK AROUND THE WORLD.\n\n                                                                   7\n\n     AS MRS. WHITE MADE HER JOURNEY FROM ST. HELENA, CALIFORNIA, TO BATTLE CREEK, MICHIGAN, TO ATTEND THE 1901 GENERAL CONFERENCE SESSION, SHE TOOK THE SOUTHERN ROUTE, STOPPING AT NASHVILLE TO INSPECT THE NEWLY ESTABLISHED PUBLISHING OFFICE AND VISITING SOME OF THE NEW SCHOOLS AT OTHER POINTS. THESE ENTERPRISES HAD BEEN CALLED INTO BEING LARGELY THROUGH HER APPEALS SET FORTH IN THE COLUMNS OF THE REVIEW AND HERALD FOR THE BEGINNING OF A BROAD WORK IN THE SOUTH. HER COUNSELS HAD INSPIRED AND GUIDED THOSE WHO FOSTERED THE WORK, ALTHOUGH AT THE TIME OF WRITING SHE WAS IN AUSTRALIA. NOW IT WAS HER PRIVILEGE TO VISIT THESE CENTERS AND WITH HER OWN EYES SEE WHAT WAS BEING ACCOMPLISHED.\n     WITH THIS FIRSTHAND VIEW OF THE FIELD AND ITS NEEDS, SUPPLEMENTING THE REVELATIONS THAT HAD BEEN GIVEN TO HER, AND WITH NEW VIEWS OF THE WORK, SHE WAS IMPELLED TO CALL FOR A LARGER NUMBER OF REGULARLY EMPLOYED LABORERS AND LAY MEN ALIKE TO PUSH INTO THE SOUTHERN STATES TO TAKE ADVANTAGE OF THE OPPORTUNITIES FOR SPREADING THE MESSAGE, GRAPPLING WITH THE PROBLEMS OF THE CONDUCT OF THE WORK, BOTH AMONG THE WHITE AND THE COLORED PEOPLE. THESE STIRRING APPEALS WRITTEN DURING THIS TWO-YEAR PERIOD FORM AN IMPORTANT PART OF VOLUME 7. THEY WERE INSTRUMENTAL IN LEADING NOT A FEW FAMILIES TO MOVE TO THE GREAT SOUTHLAND TO HERALD THE MESSAGE THROUGH QUIET GODLY LIVING AND IN ACTIVE EVANGELISM. AN ABUNDANT HARVEST OF THIS SOWING IS SEEN TODAY.\n     AS SEVENTH-DAY ADVENTISTS IN THEIR EARLY EXPERIENCE PRACTICED AND TAUGHT REFORMS IN LIVING, THEY LED OUT IN THE DEVELOPMENT AND MANUFACTURE OF HEALTH FOODS, SOME TO TAKE THE PLACE OF HARMFUL ARTICLES OF DIET, AND SOME TO AID IN PROVIDING AN APPETIZING ADEQUATE AND BALANCED DIET. IT WAS THE EFFORTS AND TEACHINGS OF SEVENTH-DAY ADVENTISTS WHICH LAID THE FOUNDATION OF THE GREAT CEREAL FOOD INTERESTS WHICH HAVE BEEN DEVELOPED IN LATER YEARS, THOUGH THE WORK OF MANUFACTURING HAS PASSED LARGELY FROM OUR HANDS. STILL IN THE TIMES OF VOLUME 7 WE WERE OPERATING QUITE A NUMBER OF OUR OWN HEALTH FOOD\n\n                                                                   8\n\nPRODUCTION CENTERS, AND IN SOME CITIES HEALTH RESTAURANTS WERE BEING CONDUCTED. SEVERAL CHAPTERS APPEARING IN VOLUME 7 GAVE COUNSEL REGARDING THIS WORK, URGING THAT IT MIGHT BE CONDUCTED IN SUCH A WAY AS TO LEAVE A TELLING INFLUENCE FOR THE DISTINCTIVE MESSAGE THAT THIS PEOPLE ARE HERALDING TO THE WORLD.\n     THE MESSAGES DURING THE TIMES OF VOLUME 7 ALSO MARK THE CALLS TO ADVANCE IN CITY WORK. THOUGH THESE WERE TO BE FOLLOWED BY OTHER URGENT APPEALS WHICH APPEARED IN SUCCEEDING YEARS, THE NEEDS OF OUR GREAT CITIES WERE FIRST BROUGHT BEFORE OUR PEOPLE IN A GENERAL WAY IN THE OPENING SECTION OF THIS BOOK. THE WORK TO BE DONE WAS NOT LIMITED TO CONFERENCE WORKERS. LAYMEN FROM THE RANKS WERE TO BE DRAWN INTO AN EVER-EXPANDING TASK IN THE GREAT CENTERS OF POPULATION. A GREAT EVANGELISTIC PROGRAM WAS BEGUN WHICH WAS TO CONTINUE FOR MANY YEARS.\n     WHEN VOLUME 7 WAS PUBLISHED, SEVENTH-DAY ADVENTISTS HAD BEEN CONDUCTING ACTIVE WORK FOR MORE THAN A HALF CENTURY. THE PASSAGE OF THE YEARS MEANT THAT THERE WAS AN ENLARGING NUMBER OF WORKERS WHO MUST LAY OFF THE ARMOR AND DROP THEIR BURDENS. SUCH HAD SACRIFICED AND LABORED TO BUILD UP THE CAUSE OF GOD, BUT NOW WHEN THE TIME HAD COME FOR THEM TO DROP THEIR WORK AND LET YOUNGER HANDS LIFT THE BURDENS, THERE WAS NO PROVISION FOR THEIR SUPPORT. THE NEED AND THE REMEDY WAS CLEARLY REVEALED TO MRS. WHITE, AND IN HER CLOSING MESSAGES OF VOLUME 7 SHE SETS FORTH IN TENDER WORDS THE RESPONSIBILITY OF THE CHURCH TO ITS AGING WORKERS. THE FRUIT OF HER CALL FOR A FUND FROM WHICH TO CARE FOR THE NEEDS OF SUCH RETIRED WORKERS IS SEEN TODAY IN THE SUSTENTATION PLAN WHICH WAS BROUGHT INTO BEING A FEW YEARS AFTER THE ISSUANCE OF THIS VOLUME\n     THUS VOLUME 7 IS DEVOTED TO ONLY A FEW LINES OF INSTRUCTION, BUT ITS VITAL COUNSELS ARE FAR-REACHING AND HAVE BORNE RICH FRUIT.\n                                 THE TRUSTEES OF THE\n                                 ELLEN G. WHITE PUBLICATIONS.\n\n\nSection One - Acceptable Service\n\n                     \"Be not conformed to this world: but \n                     be ye transformed by the renewing of \n                     your mind, that ye may prove what \n                     is that good, and acceptable, and \n                     perfect will of God.\" Romans 12:2. \n\n\n              The Work of Soulsaving \n\n     God has given me a message for His people. They must awake, spread their tents, and enlarge their borders. My brethren and sisters, you have been bought with a price, and all that you have and are is to be used to the glory of God and for the good of your fellow men. Christ died on the cross to save the world from perishing in sin. He asks your co-operation in this work. You are to be His helping hand. With earnest, unwearying effort you are to seek to save the lost. Remember that it was your sins that made the cross necessary. When you accepted Christ as your Saviour you pledged yourself to unite with Him in bearing the cross. For life and for death you are bound up with Him, a part of the great plan of redemption.", "paragraph": 1, "bookcode": "7T", "page": 9}