{"word": "Chap. 97 - A Wrong Use of Music\n\n     Angels are hovering around yonder dwelling. The young are there assembled; there is the sound of vocal and instrumental music. Christians are gathered there, but what is that you hear? It is a song, a frivolous ditty, fit for the dance hall. Behold, the pure angels gather their light closer around them, and darkness envelops those in that dwelling. The angels are moving from the scene. Sadness is upon their countenances. Behold, they are weeping. This I saw repeated a number of times all through the ranks of Sabbath keepers, and especially in _____. Music has occupied the hours which should have been devoted to prayer. Music is the idol which many professed Sabbath-keeping Christians worship. Satan has no objection to music, if he can make that a channel through which to gain access to the minds of the youth. Anything will suit his purpose that will divert the mind from God, and engage the time which should be devoted to His service. He works through the means which will exert the strongest influence to hold the largest numbers in a pleasing infatuation, while they are paralyzed by his power. When turned to good account, music is a blessing, but it is often made one of Satan's most attractive agencies to ensnare souls. When abused, it leads the unconsecrated to pride, vanity, and folly. When allowed to take the place of devotion and prayer, it is a terrible curse. Young persons assemble to sing and, although professed Christians, frequently \n                                                                           296\ndishonor God and their faith by their frivolous conversation and their choice of music. Sacred music is not congenial to their taste. I was directed to the plain teachings of God's word, which had been passed by unnoticed. In the judgment all these words of inspiration will condemn those who have not heeded them.--\"Testimonies for the Church,\" Vol. 1, p. 506. \n\n                                               -", "paragraph": 1, "bookcode": "MYP", "page": 295}