{"word": "WLF - A Word to the Little Flock (1847)\n\n\nFOREWORD\n\n              OUR PIONEERS FACING THE LIGHT\n\n     SEVENTH-DAY ADVENTIST WORKERS WILL WELCOME THE APPEARANCE OF THIS FACSIMILE REPRODUCTION OF A WORD TO THE \"LITTLE FLOCK.\" THIS REMARKABLE DOCUMENT, ISSUED DURING THE CRITICAL FOUR-YEAR PERIOD BETWEEN THE GREAT DISAPPOINTMENT OF OCTOBER 22, 1844, AND THE MEMORABLE SABBATH CONFERENCES OF 1848, GIVES AN INSIGHT INTO THE EXPERIENCE AND THINKING OF OUR PIONEERS IN THEIR EARNEST EFFORTS TO DISCOVER THEIR POSITION AND WORK AND TO ASCERTAIN WHAT THE FUTURE HELD FOR THE BELIEVERS AND THE WORLD.\n     WHILE THIS PAMPHLET, ISSUED IN MAY, 1847, CONTAINS STATEMENTS SIGNED BY THREE EARLY WORKERS, JAMES WHITE, ELLEN G. WHITE, AND JOSEPH BATES, IT IS PRIMARILY A JAMES WHITE PUBLICATION DEVOTED TO THE SETTING FORTH OF HIS VIEWS OF UNFULFILLED PROPHECY. AT THAT TIME THERE WERE PROBABLY NOT MORE THAN ONE HUNDRED SABBATHKEEPING ADVENTISTS IN THE UNITED STATES. AS A YOUTHFUL MINISTER OF TWENTY-FIVE, HE WORKED ALMOST ALONE IN SETTING FORTH THE VIEWS HE HAD, UP TO THAT TIME, FORMULATED. THIS WAS NEARLY A YEAR BEFORE THE FIRST OF THE FIVE SABBATH CONFERENCES CONVENED, AT WHICH TIME THOSE WHOM WE TODAY REVERE AS OUR SPIRITUAL FOREFATHERS MET TOGETHER AND WITH OPEN MINDS AND HEARTS SEARCHED THE WORD OF GOD TO BETTER UNDERSTAND ITS TRUTHS.\n     WITH A FULL UNDERSTANDING OF THE HISTORIC SETTING OF A WORD TO THE \"LITTLE FLOCK,\" THE READER WILL NOT BE DISTURBED BY FINDING THAT IN A FEW INSTANCES POSITIONS SET FORTH BY ELDER WHITE ON SOME POINTS WERE MODIFIED BY HIM IN LATER YEARS, AS MORE MATURE AND JOINT STUDY REVEALED CLEARER VIEWS. THIS DOCUMENT PRESENTS A PICTURE PRIMARILY OF ONE WORKER'S ATTEMPT TO CHEER AND AID THOSE ABOUT HIM THROUGH A DISSEMINATION OF LIGHT WHICH WAS BEGINNING TO UNFOLD. TO ONE FAMILIAR WITH THE MANY CONTEMPORARY VOICES THAT WERE HEARD ADVOCATING DISCORDANT VIEWS AND EXTREME POSITIONS, THE CLARITY OF REASONING AND THE ESSENTIAL CORRECTNESS OF PERSPECTIVE AND PURITY OF TEACHING OF THESE ARTICLES ARE REMARKABLE.\n     ALSO OF INTEREST IN THIS EARLY PUBLICATION ARE THE THREE COMMUNICATIONS WRITTEN BY MRS. E. G. WHITE, DEPICTING THE EXPERIENCES YET BEFORE THE PEOPLE OF GOD. TWO OF THESE, BEING PRESENTATIONS OF IMPORTANT VISIONS, HAVE BEEN LARGELY REPRINTED AGAIN AND AGAIN IN THE E. G. WHITE BOOKS. THAT SOME WORDS, PHRASES, AND SENTENCES WHICH APPEARED IN THESE EARLY ACCOUNTS WERE LEFT OUT BY MRS. WHITE IN LATER PRINTINGS HAS BEEN A SOURCE OF CONCERN TO SOME. FOR A BRIEF ACCOUNT OF THE FIRST PRINTING OF THESE VISIONS AND A DISCUSSION OF THE OMISSIONS, TOGETHER WITH MRS. WHITE'S EXPLANATION, THE READER IS DIRECTED TO THE APPENDIX.\n     THAT THE REISSUANCE OF A WORD TO THE \"LITTLE FLOCK\" IN THIS FORM, IDENTICAL WITH ITS ORIGINAL PUBLICATION, MAY LEAD TO A BETTER UNDERSTANDING OF THE EXPERIENCE OF THE FOUNDERS OF THE MESSAGE, AND THAT IT MAY SATISFY THE FREQUENTLY EXPRESSED DESIRE TO HAVE AT HAND FOR CAREFUL STUDY, THE INITIAL E. G. WHITE VISIONS AS FIRST PRINTED, IS THE SINCERE WISH OF THE PUBLISHERS AND THE\n                       TRUSTEES OF THE ELLEN G. WHITE PUBLICATIONS.\n\n\nTo Bro. Eli Curtis\n\n                                        Topsham, April 21, 1847. \n\n        To Bro. Eli Curtis, New York City. \n\n     Dear Bro:--In the Day-Dawn, Vol. 1, Nos. 10 and 11, you kindly invite me to address you a communication.", "paragraph": 1, "bookcode": "WLF", "page": 11}