{"word": "Much has been expended for ribbons and laces for the bonnets, for collars [THE QUESTION HAS OFTEN BEEN ASKED ME IF I BELIEVED IT WRONG TO WEAR PLAIN LINEN COLLARS. MY ANSWER HAS ALWAYS BEEN NO. SOME HAVE TAKEN THE EXTREME MEANING OF WHAT I HAVE WRITTEN ABOUT COLLARS, AND HAVE MAINTAINED THAT IT IS WRONG TO WEAR ONE OF ANY DESCRIPTION. I WAS SHOWN EXPENSIVELY WROUGHT COLLARS, AND EXPENSIVE AND UNNECESSARY RIBBONS AND LACES, WHICH SOME SABBATHKEEPERS HAVE WORN, AND STILL WEAR FOR THE SAKE OF SHOW AND FASHION. IN MENTIONING COLLARS, I DID NOT DESIGN TO BE UNDERSTOOD THAT NOTHING LIKE A COLLAR SHOULD BE WORN, OR, IN MENTIONING RIBBONS, THAT NO RIBBONS AT ALL SHOULD BE WORN. E. G. W., NOTE TO SECOND EDITION.] and other needless articles to decorate \n                                                                           136\nthe body, while Jesus the King of glory, who gave His life to redeem us, wore a crown of thorns. This was the way our Master's sacred head was decorated. He was \"a man of sorrows, and acquainted with grief.\" \"He was wounded for our transgressions, He was bruised for our iniquities: the chastisement of our peace was upon Him; and with His stripes we are healed.\" Yet the very ones that profess to be washed by the blood of Jesus, spilled for them, can dress up and decorate their poor, mortal bodies, and dare profess to be followers of the holy, self-denying, humble Pattern. Oh, that all could see this as God sees it and showed it to me! It seemed too much for me to bear, to feel the anguish of soul that I felt as I beheld it. Said the angel: \"God's people are peculiar; such He is purifying unto Himself.\" I saw that the outside appearance is an index to the heart. When the exterior is hung with ribbons, collars, and needless things, it plainly shows that the love for all this is in the heart; unless such persons are cleansed from their corruption, they can never see God, for only the pure in heart will see Him.", "paragraph": 2, "bookcode": "1T", "page": 135}