{"word": "Chap. 17 - Formality, Not Organization, An Evil.\n\n     Evil does not result because of organization, but because of making organization everything, and vital godliness of little moment. When form and machinery take the pre-eminence, and a laborious task is made of carrying on the work that should be done with simplicity, evil will result, and little will be accomplished in proportion to the effort put forth. The object of organization is just the reverse of this; and should we disorganize, it would be like tearing down that which we have built up. Evil results have been seen, both in the Sabbath-school work and in the missionary society, because of making much of machinery while vital experience was lost sight of. In many of the imagined improvements that have been brought in, the mould of man has been placed upon the work. In the Sabbath-school, men and women have been accepted as officers and teachers, who have not been spiritually minded, and had no live interest in the work committed to their care; but matters can be set in order only through the aid of the Holy Spirit. The same evil has existed for years as now exists in our churches. Formality, pride, and love of display have taken the place of true piety and humble godliness. We might see a different order of things should a number consecrate themselves wholly to God, and then devote their talents to the Sabbath-school work, ever advancing in knowledge, and educating themselves so that they would be able to instruct others as to the best methods to employ in the work; but it is not for the workers to seek for methods by which they can make a show, consuming time in theatrical performances and musical display, for this benefits no one. It does no good to train the children to make speeches for \n                                                                           135\nspecial occasions. They should be won to Christ, and instead of expending time, money, and effort to make a display, let the whole effort be made to gather sheaves for the harvest.", "paragraph": 1, "bookcode": "CE", "page": 134}