{"word": "CM - Colporteur Ministry (1953)\n\n\nFOREWORD\n\n     RESPONDING TO A DIVINE COMMISSION, SEVENTH-DAY ADVENTISTS HAVE ENTERED ENTHUSIASTICALLY UPON THE WORK OF HERALDING THROUGH THE PRINTED PAGE THE TRUTHS OF THE SABBATH AND THE SECOND ADVENT. IN THE MORE THAN A CENTURY OF OUR EVANGELISTIC ACTIVITY THE PUBLISHING WORK HAS BEEN A POWERFUL AGENCY FOR THE SPREADING OF THE THIRD ANGEL'S MESSAGE THE WORLD AROUND.\n     THROUGH THE YEARS, GUIDANCE IN PUBLISHING AND CIRCULATING OUR LITERATURE HAS BEEN GIVEN THROUGH THE PEN OF ELLEN G. WHITE. IN THESE COUNSELS THE SELLING OF OUR TRUTH-FILLED BOOKS AND PAPERS IS ELEVATED TO A WORK COMPARABLE TO THAT OF THE GOSPEL MINISTRY. THE SELLER OF BOOKS IS SEEN AS A COLPORTEUR EVANGELIST.\n     IN 1902 A NUMBER OF STATEMENTS FROM THE PEN OF MRS. WHITE RELATING TO OUR COLPORTEUR MINISTRY WERE ASSEMBLED AND PUBLISHED IN MANUAL FOR CANVASSERS. SUBSEQUENT ELLEN G. WHITE COUNSELS ON OUR LITERATURE MINISTRY LED TO AN ENLARGEMENT OF THIS WORK, AND IN 1920 THE MUCH LOVED COLPORTEUR EVANGELIST APPEARED. THIS LITTLE WORK HAS BEEN PUBLISHED IN MANY LANGUAGES AND HAS BEEN WIDELY CIRCULATED.\n     THE DESIRE TO ELIMINATE REPETITION OF SUBJECT MATTER, TO PLACE THE COUNSELS IN A WELL-ORGANIZED TOPICAL ARRANGEMENT, AND TO INCLUDE A FEW ADDITIONAL CHOICE STATEMENTS FROM THE ELLEN G. WHITE BOOKS, PERIODICAL ARTICLES, AND MANUSCRIPT FILES HAS LED TO THIS PRESENT COMPILATION, WHICH HAS BEEN PREPARED IN HARMONY WITH THE PROVISION ESTABLISHED BY MRS. WHITE FOR THE POSTHUMOUS PUBLICATION OF HER WRITINGS. REFERENCE IS GIVEN FOR EACH QUOTATION, AND THE YEAR OF WRITING OR OF FIRST PUBLICATION IS NOTED.\n     SIDEHEADS, SUPPLIED BY THE COMPILERS, SERVE AS AN AID\n                                                       vi\nTO THE READER IN FINDING DESIRED STATEMENTS. BOLD-FACED TYPE IS USED TO INTRODUCE EACH EXCERPT, WHILE ITALICS ARE USED FOR A HEADING WITHIN THE STATEMENT ITSELF. EXCEPT FOR A FEW STATEMENTS, REPETITIOUS IN CHARACTER, THE FULL CONTENT OF COLPORTEUR EVANGELIST IS INCLUDED IN THIS NEW VOLUME. ALL REFERENCES ARE TO ORIGINAL SOURCES AND NOT TO COLPORTEUR EVANGELIST, AS IT, TOO, WAS COMPILED AFTER MRS. WHITE'S DEATH.\n     THE READER WILL FREQUENTLY FIND THROUGHOUT THE BOOK SUCH TERMS AS \"CANVASSERS,\" \"TRACT AND MISSIONARY SOCIETY,\" AND \"CANVASSING AGENTS.\" THESE WERE THE TERMS USED IN THE TIMES OF ELLEN G. WHITE, AND THEY WILL BE READILY UNDERSTOOD BY THE READER.\n     THAT THE COUNSELS CONCERNING LITERATURE EVANGELISM, REARRANGED IN THIS ENLARGED FORM, MAY GUIDE AND INSPIRE COLPORTEUR EVANGELISTS TO A RICHER AND MORE EFFECTIVE MINISTRY FOR THE MASTER, IS THE SINCERE WISH OF THE PUBLISHERS AND OF--\n        THE TRUSTEES OF THE ELLEN G. WHITE PUBLICATIONS.\n\n\nTable of Contents\n\n\n                              Section I\n\n                        Colporteur Evangelism\n\n 1. Our Literature and Its Mission ................................... 1\n 2. A Work Second to None ............................................ 6\n 3. A Call for Colporteur Evangelists ............................... 16\n 4. Selection of Colporteur Evangelists ............................. 26\n 5. Our Students and Colporteur Evangelism .......................... 30\n 6. A Soul-Winning Work ............................................. 36\n\n                              Section II\n\n                      The Qualified Colporteur\n\n 7. Wholly Surrendered to God ....................................... 47\n 8. Fully Prepared .................................................. 55\n 9. Exemplary in Habit, Deportment, and Dress ....................... 61\n10. Pleasing in Voice and Speech .................................... 70\n11. Diligent in Service ............................................. 76\n12. Given to Much Prayer ............................................ 80\n\n\n                              Section III\n\n                  The Colporteur Evangelist in Action\n\n13. Points on Selling ............................................... 84\n14. The Colporteur Evangelist and Finance ........................... 92\n15. Co-operating With Other Gospel Workers ......................... 100\n\n                                  viii\n\n                              Section IV\n\n                      In League with the Divine\n\n16. Led by God's Spirit ............................................ 104\n17. Accompanied by Angels .......................................... 110\n18. Help for Every Difficulty ...................................... 114\n\n                              Section V\n\n                    Our Truth-Filled Literature\n\n19. Books That Give the Message .................................... 120\n20. Our Large Message Books ........................................ 123\n21. Health Publications ............................................ 131\n22. Maintaining a Proper Balance ................................... 135\n23. Our Magazine Ministry .......................................... 145\n24. The Far-Reaching Influence of Our Publications ................. 148\n\n\n\nSection I - Colporteur Evangelism\n\nChapter 1 - Our Literature and Its Mission\n\n     \"Begin to Print.\"--At a meeting held in Dorchester, Massachusetts, November, 1848, I had been given a view of the proclamation of the sealing message, and of the duty of the brethren to publish the light that was shining upon our pathway.", "paragraph": 1, "bookcode": "CM", "page": 1}