{"word": "TDG - This Day With God (1979)\n\n\nFOREWORD\n\n     A DIFFERENT PLAN HAS BEEN ADOPTED IN ASSEMBLING THE MATERIALS FOR THIS E. G. WHITE DEVOTIONAL BOOK. RATHER THAN GATHERING SELECTIONS ON A CENTRAL THEME, WE HAVE CHOSEN, SOMEWHAT AT RANDOM, APPROPRIATE INSPIRATIONAL MESSAGES WRITTEN OR PRESENTED ORALLY BY ELLEN WHITE ON EVERY CALENDAR DAY OF THE YEAR. THE WRITINGS, USUALLY AN UNBROKEN UNIT, HAVE BEEN CHOSEN FROM FORTY-SIX OF THE SEVENTY YEARS OF ELLEN WHITE'S MINISTRY. SELECTING THE ITEMS FROM LETTERS OF COUNSEL AND ENCOURAGEMENT AND SERMONS AND ARTICLES HAS AFFORDED AN OPPORTUNITY FOR CHOICE PRESENTATIONS ON A WIDE RANGE OF HELPFUL TOPICS.\n     THIS PROCEDURE HAS OPENED UP SOME INTERESTING AND OFTEN UNUSUAL INSIGHTS INTO THE MINISTRY OF GOD'S SPECIAL MESSENGER. FOR EXAMPLE, WE NOTE HER FREQUENT HABIT OF WRITING IMPORTANT COUNSEL EARLY IN THE MORNING WHILE THE REST OF THE HOUSEHOLD SLEPT. IT WAS SO IN 1905. THE NEW YEAR WAS JUST ONE HOUR OLD WHEN ELLEN WHITE AROSE THAT SUNDAY MORNING, AND MADE HER WAY TO HER WRITING ROOM TO START THE DAY'S ACTIVITIES. OF THIS SHE WROTE:\n\n     IT IS A COOL MORNING. BUILT MY FIRE. BOWED BEFORE THE LORD IN\nPRAYER. I HAVE SO MANY THINGS BURDENING MY MIND. I ASKED THE\nLORD JESUS TO DIRECT ME, TO GUIDE ME. WHAT SHALL I TRACE WITH MY\nPEN THIS MORNING? . . .\n\n     I NEED THE GREAT GUIDE TO CONTROL MY MIND. WHAT SHALL I\nTRACE WITH THE PEN FIRST? . . . OH, HOW MUCH I FEEL THAT I NEED THE\nGUIDANCE OF THE HOLY SPIRIT.--MANUSCRIPT 173, 1905.\n\n     SHE WAS IN HER COMFORTABLE WRITING ROOM ON THE EASTERN END OF THE SECOND FLOOR AT ELMSHAVEN, WELL KNOWN TO MANY SEVENTH-DAY ADVENTISTS. THAT MORNING THE HOLY SPIRIT LED HER MIND FIRST TO THE STUDENTS OF OAKWOOD COLLEGE, FOR WHOM SHE WROTE A FOUR-PAGE MESSAGE OF ENCOURAGEMENT. IN THE YEARS BEFORE THIS HER WRITING HAD BEEN DONE IN A VARIETY OF SETTINGS SUCH AS HER SUNNYSIDE HOME AT COORANBONG IN AUSTRALIA; HER APARTMENT ON THE SECOND FLOOR OF THE CENTRAL PUBLISHING HOUSE IN BASEL, SWITZERLAND; HER HEALDSBURG HOME CLOSE TO THE COLLEGE IN NORTHERN CALIFORNIA; AND HER HOME AT BATTLE CREEK. IN EARLY YEARS AT BATTLE CREEK WHEN HER HOME WAS SMALL AND OFTEN FILLED WITH CHILDREN AND VISITORS, SHE WROTE IN THE CORNER OF THE LIBRARY AT THE REVIEW AND HERALD OFFICE.\n     TRAVEL BY TRAIN, BOAT, OR HORSE AND BUGGY DID NOT PREVENT HER FROM WRITING. AT THE CLOSE OF THIS BOOK A SHORT HISTORICAL OUTLINE\n\n                              7\n\nOF HER ACTIVITIES AND TRAVELS WILL PROVIDE A GENERAL SETTING FOR A NUMBER OF THE READINGS.\n     EARLY IN HER WORK ELLEN WHITE CHOSE TO INCLUDE PERSONAL COUNSELS IN HER PUBLISHED BOOKS, BECAUSE THE \"WARNING AND INSTRUCTION\" THAT APPLIED TO ONE PERSON OFTEN CONTAINED PRINCIPLES AND ADVICE THAT MIGHT WELL APPLY TO ANOTHER (SEE TESTIMONIES, VOL. 5, PP. 658, 659). SHE WAS NOT GIVEN LIGHT FOR EACH INDIVIDUAL WHO MIGHT BE IN NEED OF COUNSEL.\n     IN 1905, AT THE AGE OF 77, AS SHE WAS NEARING THE CLOSE OF HER LIFETIME OF HEAVY CORRESPONDENCE, SHE WROTE, \"I AM ENDEAVORING BY THE HELP OF GOD TO WRITE LETTERS THAT WILL BE A HELP, NOT MERELY TO THOSE TO WHOM THEY ARE ADDRESSED, BUT TO MANY OTHERS WHO NEED THEM.\"--LETTER 79, 1905.\n     SUCH LETTERS MIGHT BE DEVOTED ENTIRELY TO AN IMPORTANT MESSAGE TO THE PERSON ADDRESSED, OR, IF TO AN ACQUAINTANCE, MIGHT CONTAIN SOME NEWSY ITEMS, AS WELL AS SPIRITUAL TRUTHS BASED ON THE MANY VISIONS GIVEN TO HER THROUGH THE YEARS. SELECTIONS FROM THE THOUSANDS OF SUCH LETTERS IN THE ELLEN G. WHITE FILES MAKE UP MUCH OF THIS VOLUME. SOME ARE LETTERS TO PRESIDENTS OF THE GENERAL CONFERENCE, SOME WERE WRITTEN TO LOCAL CONFERENCE EXECUTIVES. ONE IS A LETTER TO A HARASSED MOTHER. OTHERS ARE LETTERS TO SANITARIUM MANAGERS, TO PHYSICIANS, TO INDIVIDUALS UNDER HEAVY TEMPTATIONS, TO YOUNG PEOPLE, AND TO SAINTS IN THEIR GOLDEN YEARS. THERE ARE LETTERS TO BUSINESSMEN AND TO EDITORS OF THE REVIEW AND HERALD. SOME WERE WRITTEN TO HER OWN SONS, WHO, LIKE ANY SEVENTH-DAY ADVENTIST, STOOD IN NEED OF COUNSEL AND ENCOURAGEMENT. A NUMBER OF LETTERS WERE TO WOMEN WORKERS AND WIVES OF WORKERS.\n     GENERAL MANUSCRIPTS, PENNED TO MEET VARIOUS SITUATIONS, WERE DRAWN UPON IN THIS COLLECTION, AS WERE HER EXTENSIVE DAILY WRITINGS AND DIARIES. THESE ABOUND IN SPIRITUAL LESSONS, ENCOURAGEMENT, AND COUNSEL. HUNDREDS OF SERMONS WERE REPORTED STENOGRAPHICALLY AND ARE ON FILE AS E. G. WHITE MANUSCRIPTS. ALL OF THESE MANUSCRIPTS PROVIDE RICH SOURCES FOR THE READINGS IN\nTHIS VOLUME.\n     FOR VARIETY, A FEW EXCERPTS ARE TAKEN FROM HER PERIODICAL ARTICLES THAT APPEARED IN THE WEEKLY ISSUES OF THE REVIEW AND HERALD AND SIGNS OF THE TIMES OVER A PERIOD OF MORE THAN SIXTY YEARS.\n     A SOURCE REFERENCE APPEARS WITH EACH READING, GIVING ITS FILE REFERENCE AS WELL AS THE NAME, POSITION, AND LOCATION OF THE INDIVIDUAL ADDRESSED. FOR SERMONS AND MANUSCRIPTS, THE TITLE TOGETHER WITH THE YEAR AND DATE OF WRITING ARE PROVIDED.\n\n                             8\n\nTHESE CREDIT LINES PROVIDE THE SETTING FOR THE DEVOTIONAL MESSAGE. IF THE PERSON ADDRESSED HELD DIFFERENT POSITIONS THROUGH THE YEARS, HE IS IDENTIFIED BY THE ONE HE HELD AT THE TIME ELLEN WHITE WROTE TO HIM.\n     IF A MESSAGE CHOSEN BY ELLEN WHITE FOR PUBLICATION WAS HIGHLY PERSONAL OR CONFIDENTIAL, SHE WAS CAREFUL TO PROTECT THE IDENTITY OF THE PERSON ADDRESSED. WITH HER PRACTICE IN MIND, WE HAVE OMITTED A FEW NAMES IN THIS BOOK. IN ALL OTHER INSTANCES, HOWEVER, WE HAVE INCLUDED THE NAMES AND PLACES BECAUSE THEY CONTRIBUTE TO A BETTER UNDERSTANDING OF THE COUNSEL GIVEN. THIS INFORMATION PROVIDES SIDELIGHTS OTHERWISE NOT KNOWN, AND HELPS TO MAKE THIS DEVOTIONAL VOLUME A TREASURE OF COUNSEL FOR PERSONS OF ALL AGES.\n     CERTAIN NAMES APPEAR FREQUENTLY--DR. J. H. KELLOGG, MEDICAL SUPERINTENDENT OF THE BATTLE CREEK SANITARIUM; ELDERS G. I. BUTLER AND A. G. DANIELLS, PRESIDENTS OF THE GENERAL CONFERENCE; G. B. STARR, EVANGELIST AND SANITARIUM CHAPLAIN; J. A. BURDEN, SANITARIUM MANAGER IN AUSTRALIA AND CALIFORNIA; AND W. C. WHITE, WHO ASSISTED HIS MOTHER AND FILLED A NUMBER OF IMPORTANT LEADERSHIP POSITIONS IN THE CHURCH. SEVERAL LETTERS ARE ADDRESSED TO HER OTHER SON, EDSON WHITE, OR TO EDSON AND EMMA WHITE AFTER THEIR MARRIAGE IN 1870. SOME CHOICE MESSAGES OF COUNSEL TO NEWLYWEDS WERE WRITTEN TO EDSON AND EMMA IN THEIR EARLY MARRIED LIFE. EDSON'S CAREER TOOK HIM THROUGH PUBLISHING HOUSE MANAGEMENT, SONG WRITING AND PUBLICATION, SABBATH SCHOOL LEADERSHIP, AND FINALLY PIONEER MISSIONARY WORK AMONG THE BLACKS IN THE SOUTHERN STATES.\n     IN THREE OR FOUR INSTANCES, PARAGRAPHS HAVE BEEN REARRANGED SO THAT THE SELECTION ENDS ON A POSITIVE TONE. OTHERWISE, THE PARAGRAPHS APPEAR AS THEY WERE FIRST WRITTEN BY ELLEN WHITE.\n     IT IS OUR PRAYER THAT THIS DAY WITH GOD WILL HELP YOU TO FACE EACH DAY WITH INCREASED GRATITUDE FOR GOD'S GRACE AND WITH RENEWED DETERMINATION TO LIVE IN HARMONY WITH HIS WILL SO THAT WE MAY ALL STAND WITH THE REDEEMED ON THE SEA OF GLASS IN HEAVEN.\n                      THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n\n\nChap. 1 - Promise of Peace\n\n     Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee. Trust ye in the Lord for ever: for in the Lord Jehovah is everlasting strength. Isaiah 26:3, 4.", "paragraph": 1, "bookcode": "TDG", "page": 9}