{"word": "I saw that God was displeased with the slack, loose manner in which many of his professed people conduct their worldly business. They seem to lose all sense of the fact that the property they are using belongs to God, and they must render to him an account of their stewardship. Some leave their worldly business in perfect confusion. Satan has his eye on it all, and he strikes at a favorable opportunity, and by his management takes much means out of the ranks of Sabbathkeepers.  And this means goes into his ranks. Some who are aged are unwilling to make any settlement of their worldly business, and in an unexpected moment they sicken and die. Their children who have no interest in the truth, take the property. Satan has managed it as it has suited him. \"If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches? If ye have not been faithful in that which is another man's, who shall give you that which is your own?\" I saw the awful fact that Satan and his evil angels have had more to do with the management of the property of God's professed people, than the Lord has. Stewards of the last days are unwise. They suffer Satan to control their business matters, and get into his ranks what \n                                                                           41\nbelongs to, and should be in, the cause of God. God takes notice of you, unfaithful stewards; he will call you to account. I saw that the stewards of God can by faithful, judicious management, keep their business in this world square, exact, and straight. And if they should be suddenly taken away, it is their privilege and duty, especially for the aged, feeble, and those who have no children, to have their means where it can be used in the cause of God. But I saw that Satan and his angels exult over their success in this matter.  And those who should be wise heirs of salvation almost willingly let their Lord's money slip out of their hands into the enemy's ranks. In this way they strengthen Satan's kingdom, and seem to feel very easy about it!", "paragraph": 1, "bookcode": "4bSG", "page": 40}