{"word": "Moving to Connecticut in 1849 [NOTE.--AFTER THE VISIT TO THE HASTINGS FAMILY IN NEW IPSWICH, ELDER AND MRS. WHITE RETURNED TO MAINE, GOING BY WAY OF BOSTON, AND ARRIVING AT TOPSHAM MARCH 21, 1849. THE FOLLOWING SABBATH, WHILE WORSHIPING WITH THE LITTLE COMPANY IN THAT PLACE, MRS. WHITE WAS GIVEN A VISION IN WHICH SHE SAW THAT THE FAITH OF ONE OF THE BRETHREN IN PARIS, MAINE, WAS WAVERING, AND THIS LED HER TO FEEL THAT IT WAS HER DUTY TO VISIT THE COMPANY THERE. \"WE WENT,\" SHE WROTE IN A LETTER TO BROTHER AND SISTER HASTINGS, \"AND FOUND THEY NEEDED STRENGTHENING. . . . WE SPENT ONE WEEK WITH THEM. . . . GOD GAVE ME TWO VISIONS WHILE THERE, MUCH TO THE COMFORT AND STRENGTH OF THE BRETHREN AND SISTERS. BROTHER STOWELL WAS ESTABLISHED IN ALL THE PRESENT TRUTH HE HAD DOUBTED.\" \n  AFTER RETURNING TO TOPSHAM, THEY WERE IN MUCH PERPLEXITY AS TO WHERE THEY SHOULD SPEND THE SUMMER. INVITATIONS HAD COME FROM BRETHREN IN NEW YORK AND IN CONNECTICUT, AND IN THE ABSENCE OF POSITIVE LIGHT THEY DECIDED TO RESPOND TO THE CALL FROM NEW YORK. THEY WROTE A LETTER GIVING DIRECTIONS REGARDING THEIR ARRIVAL AT UTICA, WHERE SOME OF THE BRETHREN MIGHT MEET THEM. SOON, HOWEVER, MRS. WHITE FELT BURDENED AND OPPRESSED. HER HUSBAND, SEEING HER DISTRESS, BURNED THE LETTER THEY HAD JUST WRITTEN, KNELT DOWN, AND PRAYED THAT THE BURDEN MIGHT BE ROLLED AWAY. THE NEXT DAY'S MAIL BROUGHT TO THEM A LETTER FROM BROTHER BELDEN, OF ROCKY HILL, CONN., CONTAINING MEANS SUFFICIENT TO ENABLE THEM TO MOVE TO CONNECTICUT, AND URGING THEM TO ACCEPT THE INVITATION. ELDER AND MRS. WHITE SAW IN THIS HEARTY INVITATION THE MANIFEST PROVIDENCE OF GOD, AND DECIDED TO GO, BELIEVING THAT THE LORD WAS OPENING THE WAY BEFORE THEM.] \n\n\n     In June, 1849, Sister Clarissa M. Bonfoey proposed to live with us. Her parents had recently died, and a division of furniture at the homestead had given her everything necessary for a small family to commence housekeeping. She cheerfully gave us the use of these things, and did our work. We occupied a part of Brother Belden's house at Rocky Hill. Sister Bonfoey was a precious child of God. She possessed a cheerful and happy disposition, never gloomy, yet not light and trifling. \n                                                                           124", "paragraph": 2, "bookcode": "LS", "page": 123}