{
    "word": "Hvn - Heaven (2003)\n\n\nPREFACE\n\nTHROUGHOUT THE CENTURIES THE PROMISE OF JESUS IN JOHN 14:2, 3 HAS FILLED THE HEARTS OF CHRISTIANS WITH HOPE: “IN MY FATHER’S HOUSE ARE MANY MANSIONS: IF IT WERE NOT SO, I WOULD HAVE TOLD YOU. I GO TO PREPARE A PLACE FOR YOU. AND IF I GO AND PREPARE A PLACE FOR YOU, I WILL COME AGAIN, AND RECEIVE YOU UNTO MYSELF, THAT WHERE I AM, THERE YE MAY BE ALSO.” IN THE DARKEST MOMENTS OF DESPAIR, DISAPPOINTMENT, DESPONDENCY, OR DEFEAT, THE HOPE OF LIVING WITH JESUS IN HEAVEN HAS BRIGHTENED THE DAY, CLEARED AWAY THE CLOUDS, AND LIFTED THE SPIRITS.\nHEAVEN, WHAT WILL IT BE LIKE? WORDS ARE INADEQUATE TO DESCRIBE IT, BUT THE HOLY SCRIPTURES GIVE US GLIMPSES OF THE GLORIOUS FUTURE. THERE ALL WILL BE HARMONY, PEACE, LOVE, AND UNITY. ALL WILL BE PURITY, HOLINESS, AND BLESSEDNESS. GONE WILL BE SORROW, CRYING, AND PAIN. BEST OF ALL, DEATH WILL BE NO MORE.\n“THERE WE SHALL KNOW EVEN AS ALSO WE ARE KNOWN. THERE THE LOVES AND SYMPATHIES THAT GOD HAS PLANTED IN THE SOUL WILL FIND TRUEST AND SWEETEST EXERCISE. THE PURE COMMUNION \n6\nWITH HOLY BEINGS, THE HARMONIOUS SOCIAL LIFE WITH THE BLESSED ANGELS AND WITH THE FAITHFUL ONES OF ALL AGES, THE SACRED FELLOWSHIP THAT BINDS TOGETHER ‘THE WHOLE FAMILY IN HEAVEN AND EARTH’—ALL ARE AMONG THE EXPERIENCES OF THE HEREAFTER.”EDUCATION, P. 306.\nWE LOOK FORWARD WITH JOYOUS ANTICIPATION TO THE DAY WHEN JESUS WILL RETURN TO EARTH, NOT AS A MAN OF SORROWS BUT AS KING OF KINGS AND LORD OF LORDS. IN THAT DAY THE DEAD IN CHRIST WILL RISE FIRST, THEN HIS FOLLOWERS WHO ARE ALIVE WILL BE “CHANGED, IN A MOMENT, IN THE TWINKLING OF AN EYE” (1 CORINTHIANS 15:51, 52), AND TOGETHER THIS REDEEMED COMPANY, NOW IMMORTAL, WILL TRAVEL THROUGH TIME AND SPACE TO THE PARADISE OF GOD, TO HEAVEN ITSELF.\nTHIS BOOK PROVIDES GLORIOUS PICTURES OF THE FUTURE LIFE BOTH IN HEAVEN AND ON THE NEW EARTH. IT ENABLES ONE TO HEAR BY FAITH THE THRILLING MUSIC SUNG BY ANGELS AND THE REDEEMED. IT EXCITES ONE WITH THE PROSPECT OF ENGAGING IN FASCINATING OCCUPATIONS AND ENTERPRISES. AS YOU SENSE THE WONDER AND REALITY OF THE FUTURE LIFE, MAY YOU DETERMINE TO BE AMONG THE CITIZENS OF HEAVEN, AND LIVE FOREVER IN THAT LAND “WHERE WE NEVER GROW OLD.”\n\nBOARD OF TRUSTEES OF THE\nELLEN G. WHITE ESTATE.\n\n\nTable of Contents\n\n1. The Way to Heaven ........................................................... 9\n2. His Promise Will Be Fulfilled \t13\n3. The Second Coming Promised Throughout History \t19\n4. God’s People Delivered \t26\n5. Christ’s Second Coming \t31\n6. Our Eternal Inheritance \t53\n7. A Heavenly Atmosphere \t60\n8. Face-to-Face at Last \t67\n9. Eden Restored \t77\n10. Who Will Be There? \t81\n11. Some Are Already in Heaven \t99\n12. Some Who Will Not Be There \t106\n13. In Heaven One Thousand Years \t116\n14. The End of Evil \t122\n15. The Earth Made New \t133\n16. Heaven Is a School \t146\n17. It Will Not Be Long \t159\n18. Heaven Can Begin Now \t167\n19. The Music of Heaven \t177\n20. A Call for Us to Be There \t 185\n\n8\nLet us consider most earnestly the blessed hereafter. Let our faith pierce through every cloud of darkness and behold Him who died for the sins of the world. He has opened the gates of paradise to all who receive and believe on Him. To them He gives power to become the sons and daughters of God. Let the afflictions which pain us so grievously become instructive lessons, teaching us to press forward toward the mark of the prize of our high calling in Christ. Let us be encouraged by the thought that the Lord is soon to come. Let this hope gladden our hearts. . . . \nWe are homeward bound. He who loved us so much as to die for us hath builded for us a city. The New Jerusalem is our place of rest. There will be no sadness in the city of God. No wail of sorrow, no dirge of crushed hopes and buried affections, will ever more be heard. Soon the garments of heaviness will be changed for the wedding garment. Soon we shall witness the coronation of our King. Those whose lives have been hidden with Christ, those who on this earth have found the good fight of faith, will shine forth with the Redeemer’s glory in the kingdom of God.—9T 286, 287.\n\n\nChapter 1 -- The Way to Heaven\n\nBY JESUS ALONE.—“Let not your heart be troubled,” He [Jesus] said; “ye believe in God, believe also in Me. In My Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you. And if I go and prepare a place for you, I will come again, and receive you unto Myself; that where I am, there ye may be also. And whither I go ye know, and the way ye know.” For your sake I came into the world. I am working in your behalf. When I go away, I shall still work earnestly for you. I came into the world to reveal Myself to you, that you might believe. I go to the Father to cooperate with Him in your behalf.",
    "paragraph": 1,
    "bookcode": "Hvn",
    "page": 9
}