{
    "word": "PH011 - Appeal to the Battle Creek Church (1870)\n\n\n     I was shown, Oct. 2, 1868, the state of God's professed people. Many of them were in great darkness, yet seemed to be insensible of their true condition. The sensibilities of a large number seemed to be benumbed in regard to spiritual and eternal things, while their minds seemed all awake to their worldly interest. Many were cherishing idols in their hearts, and were practicing iniquity which separated God from them, and caused them to be bodies of darkness. Yet I saw but few standing in the light, having discernment and spirituality to discover these stumbling-blocks and remove them out of the way. Especially is this the case in Battle Creek. Men in responsible places at the heart of the work are asleep. They are paralyzed by Satan, that his plans and devices may not be discerned while he is active to ensnare, deceive, and destroy. Those who are occupying the position of watchmen to warn the people of danger, have given up their watch, and recline at ease. They are unfaithful sentinels. They have remained inactive and indolent while their wily foe has entered the fort, and works successfully by their side to tear down what God has commanded to be built up. They see that Satan is deceiving the inexperienced \n                                                                           2\nand unsuspecting, yet they take it all quietly, as though they had no special interest, as though these things did not concern them. They apprehend no special danger. They see no cause to raise an alarm. All to them seems to be going well, and they see no necessity of raising the faithful, trumpet tones of warning they hear in the plain testimonies borne showing the people their transgressions and the house of Israel their sins. These reproofs and warnings disturb the quiet of these sleepy, ease-loving sentinels. They are not pleased. They say in heart, if not in words, This is all uncalled for. It is too severe, too harsh. These men are unnecessarily disturbed and excited, and seem unwilling to give us any quietude or rest. Ye take too much upon yourselves, seeing the congregation is holy, every one of them. They are unwilling we should have any comfort, peace, or happiness. It is active labor, toil, and unceasing vigilance alone which will satisfy these unreasonable, hard-to-be suited watchmen. Why don't they prophesy smooth things, and cry, Peace, peace? Then every thing would move on smoothly.",
    "paragraph": 1,
    "bookcode": "PH011",
    "page": 1
}