{
    "word": "\"Is Ephraim My dear son? is he a pleasant [Authorized Version] child? for as often as I speak against him, I do earnestly remember him still: therefore My heart yearneth for him.\" Jeremiah 31:20, A. R. V. \n\n\n     \"How shall I give thee up, Ephraim? \n      How shall I cast thee off, Israel? \n                                                                           277\n\n      How shall I make thee as Admah? \n      How shall I set thee as Zeboiim? \n      My heart is turned within Me, \n\n\n      My compassions are kindled together. \n      I will not execute the fierceness of Mine anger, \n      I will not return to destroy Ephraim: \n      For I am God, and not man; \n      The Holy One in the midst of thee; \n      And I will not come in wrath.\"  Hosea 11:8, 9, A. R. V. \n\n\n     \"O Israel, return unto Jehovah thy God; \n      For thou hast fallen by thine iniquity. \n      Take with you words, \n      And return unto Jehovah: say unto Him, \n      Take away all iniquity, and accept that which is \n           good. . . . \n      Assyria shall not save us; \n      We will not ride upon horses; \n      Neither will we say any more to the work of our hands, \n      Ye are our gods; \n      For in Thee the fatherless findeth mercy.\" \n                                       Hosea 14:1-3, A. R. V. \n\n\n     \"They shall walk after Jehovah. . . . \n      The children shall come trembling from the west. \n      They shall come trembling as a bird out of Egypt, \n      And as a dove out of the land of Assyria; \n      And I will make them to dwell in their houses, saith \n            Jehovah.\"                Hosea 11:10, 11, A. R. V. \n\n\n     \"I will heal their backsliding, I will love them freely; \n      For Mine anger is turned away from him. \n      I will be as the dew unto Israel; \n      He shall blossom as the lily, \n      And cast forth his roots as Lebanon. \n      His branches shall spread, \n      And his beauty shall be as the olive tree, \n      And his smell as Lebanon. \n      They that dwell under his shadow shall return; \n      They shall revive as the grain, \n      And blossom as the vine. . . . \n      Ephraim shall say, What have I to do any more with \n            idols? \n      I have answered, and will regard him: \n      I am like a green fir tree; \n      From Me is thy fruit found. \n                                                                           278\n\n     \"Who is wise, that he may understand these things? \n      Prudent, that he may know them? \n      For the ways of Jehovah are right, \n      And the just shall walk in them.\" Hosea 14:4-9, A. R. V. \n\n\n     \"Who is a God like unto Thee, that pardoneth iniquity, \n            and passeth over the transgression \n      Of the remnant of His heritage? \n      He retaineth not His anger forever, \n      Because He delighteth in loving-kindness. \n      He will again have compassion upon us; \n      He will tread our iniquities underfoot; \n      And Thou wilt cast all their sins into the depths of the \n           sea.\"                     Micah 7:18, 19, A. R. V.",
    "paragraph": 2,
    "bookcode": "8T",
    "page": 276
}