{
    "word": "I have been shown that God's people who profess to believe present truth, are not in a waiting, watching position. They are increasing in riches, and laying up their treasures upon the earth. They are becoming rich in worldly things, but not rich toward God. They do not believe in the shortness of time. They do not believe that the end of all things is at hand. They do not believe that Christ is at the door. They will act out all the faith that they really possess. They may profess much faith but deceive their own souls. Their works show the character of their faith. Many testify to those around them, by their works that the coming of Christ is not to be in this generation. According to their faith will be their \n                                                                           21\nworks. Their preparations are being made to remain in this world. They are adding house to house, and land to land, and are citizens of this world. The condition of poor Lazarus feeding upon the crumbs from the rich man's table is preferable to these. If they possessed genuine faith, instead of increasing their treasures upon the earth they would be selling off, freeing themselves from the cumbersome things of earth, and transferring their treasure before them to Heaven. Then their interest and hearts will be where their treasure is. The heart of man is where is his greatest treasure. The most of those who profess to believe the truth testify that that which they value the most is in this world. For this they have care, wearing anxiety and labor. To preserve and add to their treasure is the study of their lives. They have transferred so little to Heaven that their interest is not especially exercised in that better country. They have taken so little stock in the heavenly treasure that their minds are not attracted in that direction. Their investments have been made in the things of this world. They have taken large stock in the enterprises of this earth, and these matters involve the interest, and like the magnet draw down their souls from the heavenly and imperishable to the earthly and corruptible. Where your treasure is there will your heart be also. Selfishness girds them about as with iron bands. It is my farm, my goods, my trade, my merchandise. Even the claims of common humanity by many are disregarded. Men and women professing to be waiting and loving the appearing of their Lord, are shut up to self. The noble, the godlike, they have parted with. The \n                                                                           22\nlove of the world, the lust of the flesh, the lust of the eyes, the pride of life, have so fastened upon men and women that they are blinded. They are corrupted by the world, and discern it not. They talk of love to God, but their fruits show not the love they express. They rob him in tithes and offerings, and the withering curse of God is upon them. The truth has been illuminating their pathway on every side. God has wrought wonderfully in the salvation of souls in their own households, but where are their offerings, presented to God in grateful thanks for all his tokens of mercy to them? Many of them are as unthankful as the brute creation. The sacrifice for man was infinite, beyond the comprehension of the strongest intellect. Yet, men who claim to be partakers of these heavenly benefits, which were brought to them with so much cost, are too thoroughly selfish to make any real sacrifice for God. The world, the world, the world, their minds are upon. In the forty-ninth psalm, we read, \"They that trust in their wealth, and boast themselves in the multitude of their riches; none of them can by any means redeem his brother, nor give to God a ransom for him (for the redemption of their soul is precious, and it ceaseth forever.)\" If all would bear in mind, and in a small degree appreciate, the immense sacrifice made by Christ, they would feel rebuked for their fearfulness and their supreme selfishness. \"Our God shall come and shall not keep silence; a fire shall devour before him, and it shall be very tempestuous round about him. He shall call to the heavens from above, and to the earth, that he may judge his people. Gather my saints together unto me; those that have made a covenant with me by \n                                                                           23\nsacrifice.\" Because of selfishness, and love of the world, God is forgotten, and many have barrenness of soul, and cry, My leanness, my leanness. God has lent means to his people to prove them, to test the depth of their professed love for him. Some would let go of God, and give up their heavenly treasure, rather than to decrease their earthly possessions and make a covenant with God by sacrifice. God calls for them to sacrifice; but the love of the world closes their ears, and they will not hear.",
    "paragraph": 2,
    "bookcode": "PH098",
    "page": 20
}