{
    "word": "It was Christ that spoke through Melchizedek, the priest of the most high God. Melchizedek was not Christ, but he was the voice of God in the world, the representative of the Father. And all through the generations of the past, Christ has spoken; Christ has led his people, and has been the light of the world. When God chose Abraham as a representative of his truth, he took him out of his country, and away from his kindred, and set him apart. He desired to mold him after his own model. He desired to teach him according to his own plan. The mold of the world's teachers was not to be upon him. He was to be taught how to command his children and his household after him, to keep the way of the Lord, to do justice and judgment. This is the work that God would have us do. He would have us understand how to govern our families, how to control our children, \n                                                                           534\nhow to command our households to keep the way of the Lord.  {1888 533.10}  \n     John was called to do a special work; he was to prepare the way of the Lord, to make straight his paths. The Lord did not send him to the school of the prophets and rabbis. He took him away from the assemblies of men to the desert, that he might learn of nature and nature's God. God did not desire him to have the mold of the priests and rulers. He was called to do a special work. The Lord gave him his message. Did he go to the priests and rulers and ask if he might proclaim this message?--No, God put him away from them that he might not be influenced by their spirit and teaching. He was the voice of one crying in the wilderness, \"Prepare ye the way of the Lord; make straight in the desert a highway for our God. Every valley shall be exalted, and every mountain and hill shall be made low: and the crooked shall be made straight, and the rough places plain: and the glory of the Lord shall be revealed, and all flesh shall see it together: for the mouth of the Lord hath spoken it.\" This is the very message that must be given to our people; we are near the end of time, and the message is, Clear the King's highway; gather out the stones; raise up a standard for the people. The people must be awakened. It is no time now to cry peace and safety. We are exhorted to \"cry aloud, spare not, lift up thy voice like a trumpet, and shew my people their transgression, and the house of Jacob their sins.\"",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 534
}