{
    "word": "There are men who have accepted high positions of trust, who have placed themselves under solemn vows to work for the good of the people, but who are untrue to these vows, who are not acting the part of their brother's keeper. They are violating the principles of God's law, and failing to love their neighbour as themselves. Law-makers are permitting breweries to be \n                                                                           3\nplanted all over the land, thus defiling the earth, and supplying to public houses that which they know to be a deadly evil. Drinking houses are scattered all over the cities and towns, inviting the traveller to stop and water his horses at the troughs, which are so convenient, and also to come in, and spend his money for a glass of some intoxicating drink. The water in the trough is a blessing to the thirsty horses, but what a curse is the liquor to the man who enters and drinks. The traveller enters the public house with his reason, with ability to walk upright; but look at him as he leaves. The lustre is gone from his eye. The power to walk upright is gone; he reels to and fro like a ship at sea. His reasoning power is paralysed; the image of God is destroyed. The poisonous, maddening draught has left a brand upon him so evil that nature rebels, and refuses to own him. He is the slave of depraved appetite, and instead of coming to his help, to break every yoke, and to let the oppressed go free, his brethren bind him the tighter in his chains. They rob his wife and children of his money, and take away from them a kind and sensible husband and father, by dealing out to him a potion that makes him a madman. He is in slavery, body and soul, and he cannot distinguish between right and wrong. The liquor-dealer has put the bottle to his neighbour's lips, and under its influence he is full of cruelty and murder, and in his madness actually commits murder.",
    "paragraph": 2,
    "bookcode": "PH132",
    "page": 2
}