{
    "word": "If Zua should take a course according to the Bible directions, she would have no inclination to remain at the Seminary in Oakland. Have you not given permission for your daughter to go out from among those of like faith into the society of those which her natural inclination chooses as companions? The Lord said to the people of Israel, to gather their children into their houses with them and strike their door-posts with blood, that the destroying angel might not cut down their children. If they were found in the homes of the Egyptians, they would perish with unconsecrated idolaters. Now you are utterly at fault; you are letting the enemy take your children out of your hands \n\n\n                          [18] \n\nin separating them from those who are connected with God, and allowing them to drift into the society of worldlings. \"Consistency, thou art a jewel.\" Unless you change, you will constantly erect barriers around your children to hold them away from Christ; you will bind them with the world, because it pleases their carnal minds. When the angel with the writer's inkhorn shall place a mark upon those who love Jesus and keep his commandments, another angel will follow with destroying weapons in his hand, and the commandment will go forth, \"Slay utterly old and young, both maids and little children and women; but come not near any man upon whom is the mark; and begin at my sanctuary. Then they began at the ancient men which were before the house.\" Will you not carefully look at these things, and think upon them? Will you not, for the sake of your children, do the work for which God has made you responsible? I feel greatly burdened over these things. The children of Sabbath-keepers who have had their own way, and have been gratified in all their wishes, will, in consequence of their selfishness, idolatry, and unrighteousness, be unfit for heaven, but they will be fit for the last plagues. Unless parents arouse from their present condition, and do their appointed work, they will perish with their children.",
    "paragraph": 1,
    "bookcode": "PH096",
    "page": 17
}