{
    "word": "It is not best to pretend to be rich, or anything above what we are,--humble followers of the meek and lowly Saviour. We are not to feel disturbed if our neighbors build and furnish their houses in a manner that we are not authorized to follow. How must Jesus look upon our selfish provision for the indulgence of appetite, to please our guests, or to gratify our own inclination?  It is a snare to us to aim at making a display or to allow our children under our control to do so. Notwithstanding two testimonies given you in regard to the management of your children, you have not corrected the errors that have been thus pointed \n\n\n                        [69] \n\nout. You have placed your own stamp of character upon these children as a birthright, a sad legacy; then with all the light before you, you have indulged them until they reproduce your defects; they have the same desire for self-gratification, the same spirit of self-indulgence. In the training and education of children, a firm, kind, restraining influence is to be day by day exercised over them. Teach them, as did Abraham, to keep the way of the Lord, to do justice and judgment, that the fear of the Lord may be ever before them. Patiently instruct them to walk humbly with God. They should be trained to habits of industry, and not allowed to be indolent. Seek to strengthen everything that will make their character solid, well-balanced, and noble. Let every God-given faculty be developed for usefulness, not perverted by pleasure-loving, by indolence, or by wild liberty. Self-love, self-admiration, is a terrible curse. Teach your children to make the cause of Christ their first and highest consideration, and to deny their selfish desires, that they may do good to others. You as parents are standing under a weighty responsibility. Restrain your own inclinations in the expenditure of means, and give your children the precious lesson that outward display will not make the lady or the gentleman. It is the inward adorning, that meek and quiet spirit which is in the sight of God of great price, that demands our earnest attention.",
    "paragraph": 2,
    "bookcode": "PH096",
    "page": 68
}