{
    "word": "The Lord does not move upon his workers to make them take a course which will bring on the time of trouble before the time. Let them not build up a wall of separation between themselves and the world, by advancing their own ideas and notions. There is now altogether too much of this throughout our borders. The message of warning has not reached large numbers \n\n\n                         - 34 - \n\nof the world, in the very cities that are right at hand, and to number Israel is not to work after God's order. Just as long as we are in this world, and the Spirit of God is striving with the world, we are to receive as well as to impart favors. We are to give to the world the light of truth as presented in the sacred Scriptures, and we are to receive from the world that which God moves upon them to do in behalf of his cause. The Lord still moves upon the hearts of kings and rulers in behalf of his people, and it becomes those who are so deeply interested in the religious liberty question not to cut off any favors, or withdraw themselves from the help that God has moved men to give, for the advancement of his cause. We find examples in the word of God concerning this very matter. Cyrus, king of Persia, made a proclamation throughout all his kingdom, and put it into writing saying, \"Thus saith Cyrus king of Persia, The Lord God of heaven hath given me all the kingdoms of the earth; and he hath charged me to build him a house at Jerusalem, which is in Judah. Who is there among you of all his people? his God be with him, and let him go up to Jerusalem, which is in Judah, and build the house of the Lord God of Israel.\" A second commandment was issued by Darius for the building of the house of the Lord, and is recorded in the sixth chapter of Ezra. The Lord God of Israel has placed his goods in the hands of unbelievers, but they are to be used in favor of doing the works that must be done for a fallen world. The agents through whom these gifts come, may open up avenues through which the truth may go, they may have no sympathy with the work, and no faith in Christ, and no practice in his words; but their gifts are not to be refused on that account.",
    "paragraph": 1,
    "bookcode": "SpTA03",
    "page": 33
}