{
    "word": "Here was a work required of the children of Israel, which they must perform on their part, to prove them and to show their faith by \n                                                                           224\ntheir works in the great deliverance God had been bringing about for them. In order to escape the great judgment of God which he was to bring upon the Egyptians, the token of blood must be seen upon their houses. And they were required to separate themselves and their children from the Egyptians, and gather them into their own houses, for if any of the Israelites were found in the houses of the Egyptians, they would fall by the hand of the destroying angel. They were also directed to keep the feast of the passover for an ordinance, that when their children should inquire what such service meant, they should relate to them their wonderful preservation in Egypt. That when the destroying angel went forth in the night to slay the first-born of man, and the first-born of beast, he passed over their houses, and not one of the Hebrews was slain that had the token of blood upon their door-posts. And the people bowed their heads and worshiped, grateful for this remarkable memorial given to preserve to their children the remembrance of God's care for his people. There was quite a number of Egyptians who were led to acknowledge, by the manifestations of the signs and wonders shown in Egypt, that the God of the Hebrews was the only true God. They entreated to be permitted to come to the houses of the Israelites with their families, upon that fearful night when the angel of God should slay the first-born of the Egyptians. They were convinced that their gods whom \n                                                                           225\nthey had worshiped were without knowledge, and had no power to save or to destroy. And they pledged themselves to henceforth choose the God of Israel as their God. They decided to leave Egypt, and go with the children of Israel to worship their God. The Israelites welcomed the believing Egyptians to their houses.",
    "paragraph": 1,
    "bookcode": "3SG",
    "page": 223
}