{
    "word": "I pen these words of God that those who profess to be his children may not receive the curse pronounced upon Amalek because they have followed the practises of Amalek. If the heathen received this denunciation from their course for overcoming the faint and weary, what will the Lord express toward those who have had light, great opportunities, and privileges, but have not manifested the Spirit of Christ toward their own brethren? The Lord sees all the dealings of brother with brother, which weaken faith, and which destroy their own confidence in themselves as men dealing with justice and equity. In the most positive language he expresses his displeasure at the iniquity practised in trade. He says, \"Shall I count them pure with the wicked balances, and with the bag of deceitful weights?\" The very wrong here mentioned may not have been committed in our institutions, but acts which these things represent have been, and are still being done. Page after page might be written in regard to these things. Whole conferences are becoming leavened with the same perverted principles. \"For the rich men thereof are full of violence, and the inhabitants thereof have spoken lies, and their tongue is deceitful in their mouth.\" The Lord will work to purify his church. I tell you in truth, the Lord is about to turn and overturn in the institutions called by his name. Just how soon this refining process will begin, I cannot say, but it will not be long deferred. He whose fan is in his hand will cleanse his temple of its moral defilement. He will thoroughly purge his floor. God has a controversy with all who practise the least injustice; for in so doing they reject the authority of God, and imperil their interest in the atonement, the redemption which Christ has undertaken for every son and daughter of Adam. Will it pay to take a course abhorrent to God? Will it pay \n                                                                           416\nto put upon your censors strange fire to offer before God, and say it makes no difference?",
    "paragraph": 1,
    "bookcode": "PC",
    "page": 415
}