{
    "word": "SD - Sons and Daughters of God (1955)\n\n\nFOREWORD\n\n     FROM A LIFE RICH IN EXPERIENCE AND A HEART ENLIGHTENED BY DIVINE REVELATIONS, ELLEN G. WHITE, AS SHE JOURNEYED ALONG LIFE'S PATHWAY, WAS EVER READY TO LEND A HELPING HAND OR SPEAK AN ENCOURAGING WORD. EVERY CHRISTIAN WAS TO HER A SON OR A DAUGHTER OF GOD, WITH UNLIMITED OPPORTUNITIES STRETCHING BEFORE HIM, AND ANGELS OF GOD BY HIS SIDE TO GUARD AND GUIDE HIM. FROM HER TIRELESS AND INSPIRED PEN THERE FLOWED A STEADY STREAM OF MESSAGES OF ENCOURAGEMENT, COUNSEL, INSTRUCTION, AND ENLIGHTENMENT. FROM WEEK TO WEEK THROUGH THE YOUTH'S INSTRUCTOR SHE SPOKE TO THE YOUTH OF THE CHURCH, AND IN THE REVIEW AND HERALD ADDRESSED ITS MEMBERS GENERALLY. HER BOOKS PRESERVED THE INSTRUCTION AND WARNING IN MORE PERMANENT FORM FOR ALL TO READ. MANY BENEFITED BY COMMUNICATIONS ADDRESSED TO THEM PERSONALLY.\n     IN THIS VOLUME, WITH ITS DAILY DEVOTIONAL READINGS, HAVE BEEN ASSEMBLED APPROPRIATE COUNSEL AND INSTRUCTION DRAWN FROM THESE ACCUMULATED E. G. WHITE WRITINGS AS KEPT ON FILE IN THE OFFICE OF THE ELLEN G. WHITE PUBLICATIONS. MANY TIMES THE MESSAGE OF THE DAY REFLECTS A FRESHNESS OF APPROACH AS ELLEN WHITE, UNDER THE VARIED CIRCUMSTANCES OF HER EXPERIENCE, PASSED ON WORDS OF CHEER AND ENCOURAGEMENT. IN EACH CASE, WHETHER DRAWN FROM BOOK, PERIODICAL ARTICLE, OR MANUSCRIPT, THE SOURCE REFERENCE IS GIVEN. THE VOLUME HAS BEEN COMPILED UNDER THE DIRECTION OF THE TRUSTEES WITH WHOM MRS. WHITE LEFT THE CARE OF HER WRITINGS, AND IN HARMONY WITH HER DIRECTIONS TO THIS BOARD.\n     IT CAN READILY BE SEEN THAT IN AN ENDEAVOR TO HOLD THE READING OF EACH DAY TO ONE PRINTED PAGE AND AT THE SAME TIME GIVE A WELL-ROUNDED PRESENTATION, IT HAS BEEN NECESSARY AT TIMES TO SHORTEN SOME OF THE STATEMENTS SELECTED. SUCH OMISSIONS ARE INDICATED BY MARKS OF ELLIPSIS.\n     THAT THIS VOLUME MAY LEAD EACH READER TO A DEEPER APPRECIATION OF WHAT IT MEANS TO BE A CHILD OF GOD, IS THE SINCERE WISH OF THE PUBLISHERS AND\n\n                  THE TRUSTEES OF THE ELLEN G. WHITE\n                            PUBLICATIONS.\n\nWASHINGTON, D.C.\n\n\nChap. 1 - We are Sons and Daughters of God\n\nThat God Created Man in His Own Image\n\n     God created man in his own image, in the image of God created he him; male and female created he them. Genesis 1:27.",
    "paragraph": 1,
    "bookcode": "SD",
    "page": 7
}