{
    "word": "He has not been willing to bear reproof, but has been ready to rise up in heart and justify self, was rich and increased in goods, had a whole spirit, would get angry, and all this has been nourished and fostered by some of the church. If those who have been in the church for weeks and months have not learned the straightness of the way, and what it is to be Christians, and cannot hear all the straight truths of the Word of God, it were better that they were cut off from Israel. It is too late in the day to feed with milk. If souls a month or two old in the truth, who are about to enter the time of trouble such as never was, cannot hear all the straight truth, or endure the strong meat of the straightness of the way, how will they stand in the day of battle? Truths that we have been years learning must be learned in a few months by those who now embrace the Third Angel's Message. We had to \n                                                                           34\nsearch and wait the opening of truth, receiving a ray of light here and a ray there, laboring and pleading for God to reveal truth to us. But now the truth is plain; its rays are brought together. The blazing light of truth when it is presented as it should be can be now seen and brought to bear upon the heart. There is no need of milk after souls are convinced of the truth. As soon as the conviction of truth is yielded to and the heart willing, the truth should have its effect, the truth will work like leaven, and purify and purge away the passions of the natural heart. It is a disgrace for those who have been in the truth for years to talk of feeding souls who have been months in the truth, upon milk. It shows they know little of the leadings of the Spirit of the Lord, and realize not the time we are living in. Those who embrace the truth now will have to step fast. There will have to be a breaking up of heart before the Lord, a rending of heart, and not the garment. Ms. 1, 1854, pp. 2, 3. (\"Reproof for Adultery and Neglect of Children,\" February 12, 1854.",
    "paragraph": 4,
    "bookcode": "1MR",
    "page": 33
}