{
    "word": "3, 4 (Exodus 32:1-6; see EGW on Numbers 15:38, 39). The Buds and Blossoms of Pride.--There are idols cherished in our families and in our churches today which have the same influence upon us as did the golden calf upon the Israelites. Will the people search themselves? Will the shepherds do their work as faithful sentinels of God? Will they see what idols they are cherishing? Will every one that is in moderate circumstances consider that they are to be a people distinct and separate in their fashions of dress, their speech, their deportment, from the world? Will they see their idolatry in small as well as in large matters, and that it is separating them from God? When reproofs come they are ashamed, but not repentant. They have had great light, great opportunities, line upon line, and precept upon precept, but pride buds and blossoms in their apparel, revealing the thoughts and intents of the heart (MS 52, 1898).  {7BC 941.10}  \n     (1 Timothy 2:8-10.) What Idols Are We Cherishing?--This idolatry on the part of ancient Israel was an offense to God; but are there not idols just as offensive cherished in our families and in our churches today--idols which have the same influence upon us as did the golden calf upon the Israelites? On the part of God's professed people there is a manifest disregard of the warnings given by Peter: \"Whose adorning let it not be that outward adorning. . . .\"  {7BC 941.11}  \n     The time has come when we as a people should search ourselves to see what idols we are cherishing; when the shepherds of the flock should do faithful work as the sentinels of God. In dress, in speech, in deportment, we are to be a people distinct and separate from the world. \"I will therefore that men pray everywhere, lifting up holy hands, without wrath and doubting. In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array; but (which becometh women professing godliness) with good works\" (RH March 7, 1899).  {7BC 941.12}  \n     The Passion for Display.--At the foundation of the ruin of many homes lies the passion for display. Men and women scheme and plan to get means in order that they may appear richer than their \n                                                                           942\nneighbors. But even though they may succeed in their desperate struggle, they are not truly happy. True happiness springs from a heart at peace with God [1 Peter 3:3, 4 quoted] (MS 99, 1902).  {7BC 941.13}  \n     The Charm of Moral Worth.--Moral worth has a charm that wealth and outward attractions do not possess. The woman having the ornament of a meek and quiet spirit, in the sight of God has an endowment of great value, before which the silver of Tarshish, and the gold of Ophir, are worthless. Solomon's bride, in all her glory, cannot compare with one of these household treasures (HR May, 1878).",
    "paragraph": 1,
    "bookcode": "7BC",
    "page": 942
}