{
    "word": "The prophecy of Revelation 13 declares that the power represented by the beast with lamb-like horns shall cause “the earth and them which dwell therein” to worship the papacy—there symbolized by the beast “like unto a leopard.” The beast with two horns is also to say “to them that dwell on the earth, that they should make an image to the beast;” and, furthermore, it is to command all, “both small and great, rich and poor, free and bond,” to receive “the mark of the beast.” [Revelation 13:11-16.] It has been shown that the United States is the power represented by the beast with lamb-like horns, and that this prophecy will be fulfilled when the United \n579\nStates shall enforce Sunday observance, which Rome claims as the special acknowledgment of her supremacy. But in this homage to papacy the United States will not be alone. The influence of Rome in the countries that once acknowledged her dominion, is still far from being destroyed. And prophecy foretells a restoration of her power. “I saw one of his heads as it were wounded to death; and his deadly wound was healed; and all the world wondered after the beast.” [Revelation 13:3.] The infliction of the deadly wound points to the abolition of the papacy in 1798. After this, says the prophet, “His deadly wound was healed; and all the world wondered after the beast.” Paul states plainly that the man of sin will continue until the second advent. [2 Thessalonians 2:8.] To the very close of time he will carry forward his work of deception. And the Revelator declares, also referring to the papacy, “All that dwell upon the earth shall worship him, whose names are not written in the book of life.” [Revelation 13:8.] In both the Old and the New World, papacy will receive homage in the honor paid to the Sunday institution, that rests solely upon the authority of the Romish Church.",
    "paragraph": 3,
    "bookcode": "GC88",
    "page": 578
}