{
    "word": "Mar - Maranatha (1976)\n\n\nFOREWORD\n\n     \"THE DOCTRINE OF THE SECOND ADVENT IS THE VERY KEYNOTE OF THE SACRED SCRIPTURES,\" DECLARED THE AUTHOR OF THE INSPIRED MESSAGES SELECTED FOR THIS DEVOTIONAL VOLUME. \"ABOUT HIS COMING CLUSTER THE GLORIES OF THAT 'RESTITUTION OF ALL THINGS, WHICH GOD HATH SPOKEN BY THE MOUTH OF ALL HIS HOLY PROPHETS SINCE THE WORLD BEGAN.' ACTS 3:21. THEN THE LONG-CONTINUED RULE OF EVIL SHALL BE BROKEN; 'THE KINGDOMS OF THIS WORLD' WILL BECOME 'THE KINGDOMS OF OUR LORD, AND OF HIS CHRIST; AND HE SHALL REIGN FOR EVER AND EVER.' REVELATION 11:15.\"--THE GREAT CONTROVERSY, PP. 299-301.\n     THE HEARTS OF GOD'S PEOPLE, YOUNG AND OLD, THROB WITH INTENSE LONGING FOR THAT DAY OF DELIVERANCE SO NEAR AT HAND. WITH FAST FULFILLING PROPHECY CONFIRMING THEIR FAITH IN THE IMMINENCE OF OUR LORD'S RETURN, THE WHITE ESTATE TRUSTEES COMMISSIONED THIS COMPILATION OF READINGS CLUSTERING ABOUT THE GENERAL THEME OF ESCHATOLOGY, WITH EMPHASIS UPON THE COMING OF OUR LORD. THE COLLECTION WOULD BE INCOMPLETE WITHOUT READINGS DEALING WITH THE SIGNS THAT MARK THE APPROACH OF THE COMING KING, THE EVENTS THAT TRANSPIRE IN RELATIONSHIP TO HIS SECOND APPEARING, HIS MILLENNIAL REIGN IN GLORY, AND INSIGHTS INTO PROPHECIES TO BE FULFILLED AT THE CLOSE OF THE THOUSAND YEARS OF SILENCE, DURING WHICH SATAN IS A PRISONER ON THIS EARTH.\n     KEY STATEMENTS ON A SUBJECT SO VITAL TO SEVENTH-DAY ADVENTISTS HAVE APPEARED IN PRINT IN THE ELLEN G. WHITE BOOKS, AS WELL AS IN MANY ARTICLES IN THE JOURNALS OF THE CHURCH. THEREIN LIES THE EXPLANATION FOR THE FREQUENT REFERENCE TO THE GREAT CONTROVERSY, THE DESIRE OF AGES, EARLY WRITINGS, THE NINE VOLUMES OF THE TESTIMONIES FOR THE CHURCH, THE REVIEW AND HERALD, AND THE SIGNS OF THE TIMES. NUMEROUS STATEMENTS FROM UNPUBLISHED MANUSCRIPTS ENRICH THE PRESENTATION, ESPECIALLY IN THE SECTION DEALING WITH THE NATIONAL SUNDAY LAW AND SUBSEQUENT EVENTS.\n     CERTAIN NECESSARY DELETIONS WITHIN THE TEXT OF THE MATERIALS SELECTED HAVE BEEN MADE IN ORDER TO ELIMINATE REPETITION OR STATEMENTS LESS PERTINENT TO THE TOPIC PRESENTED OR TO ACCOMMODATE A GIVEN READING TO THE LIMITS OF A SINGLE PAGE. SPECIAL CARE HAS BEEN TAKEN TO ENSURE THAT THESE OMISSIONS IN NO WAY DISTORT OR ALTER THE MEANING OF THE ORIGINAL PASSAGE.\n     REFERENCES DIRECTING THE READER TO THE ORIGINAL SOURCES APPEAR AT THE CLOSE OF THE VOLUME. THE SCRIPTURE INDEX INCLUDES ONLY THE VERSE CHOSEN WITH EACH READING.\n\n                             8\n\n     WE BELIEVE THAT THIS DEVOTIONAL VOLUME, THE ELEVENTH SPIRIT OF PROPHECY DEVOTIONAL BOOK, WITH ITS ACCENT ON FULFILLED AND FULFILLING PROPHECIES, IS TIMELY. THE MATERIAL IS STRAIGHTFORWARD, FRANK, AND STIRRING. THE MESSAGE SHOULD BRING AN AWAKENING OF THE TRUEST KIND, STIRRING THE READER TO AWARENESS CONCERNING THE SECOND-ADVENT THEME SO DEAR TO ALL OF OUR HEARTS, AND PREPARATION FOR THAT EVENT. IT IS OUR PRAYER THAT MANY WILL BE SEALED WITH THE SEAL OF THE LIVING GOD AND ENABLED TO PASS THROUGH THE TIME OF TROUBLE AND MEET THE COMING KING IN PEACE AS A RESULT OF APPLYING THESE READINGS TO THEIR LIVES. MARANATHA--THE LORD IS COMING!\n\nTHE TRUSTEE OF THE\nELLEN G. WHITE ESTATE\nWASHINGTON, D.C.\n\n\n\nChap. 1 - The First Coming of Jesus\n\n     When the fulness of the time was come, God sent forth his Son,...to redeem them that were under the law, that we might receive the adoption of sons. Galatians 4:4, 5.",
    "paragraph": 1,
    "bookcode": "Mar",
    "page": 9
}