{
    "word": "I was shown in the case of sister Hannah More that the neglect of her was the neglect of Jesus in her person. Had the Son of God come in the humble, unpretending manner in which he journeyed from place to place when he was upon earth, he would have met with no better reception. It is the deep principle of love that dwelt in the bosom of the humble man of Calvary, that is needed. Had the church lived in the light, they would have appreciated this humble missionary whose whole being was aglow to be engaged in her Master's service. Her very earnest interest was misconstrued. Her externals were not just such as would meet the approval of the eye of taste and fashion; for familiarity with strict economy and poverty had left its impress upon her apparel. But the hard-earned means had been exhausted as fast as earned to benefit others; to get light to those whom she hoped to lead to the cross of truth. Even the professed church of Christ, with their exalted privileges and high professions, discerned not the image of Christ in this self-denying child \n                                                                           52\nof God, because they were so far removed from Christ themselves that they reflected not his image. They judged by the external appearance, and took not special pains to discern the inward adorning. Here was a woman whose resources of knowledge and genuine experience in the mysteries of godliness exceeded those of any one residing at Battle Creek, and whose manner of address to the youth and children was pleasing, instructive, and salutary. She was not harsh, but correct and sympathetic, and would have proved one of the most useful laborers in the field, to fill positions as an instructor of the youth, and an intelligent useful companion and counselor to mothers. She could reach hearts by her earnest matter-of-fact presentation of incidents in her religious life which she had devoted to the service of her Redeemer. Had the church emerged from darkness and deception into the clear light, their hearts would have been drawn out after the lonely stranger. Her prayers, her tears, her distress to see no way of usefulness open to her, have gone up to Heaven. God has heard. Talents and help the Lord offered to his people, but they were rich and increased with goods, and had need of nothing. They turned from, and rejected a most precious blessing of which they will yet feel the need. Had Elder Loughborough stood in the clear light of God, imbued with his Spirit, when this servant of Jesus, lonely, homeless, and thirsting for a work to do for her Master, was brought to his notice, spirit would have answered to spirit, as face answereth to face in a mirror, and his heart would have been drawn out after this disciple of Christ, and he would have understood her. Thus also with the \n                                                                           53\nchurch. They had been in such spiritual blindness they had lost the sound of the voice of the true Shepherd, and were following the voice of a stranger, who was leading them from the fold of Christ.",
    "paragraph": 1,
    "bookcode": "PH097",
    "page": 51
}