{
    "word": "Let every one seek to do his best. Let those who \n                                                                           132\nhave enlisted under the banner of Prince Emmanuel grow daily in grace and efficiency. Let the teachers in our institutions endeavor to train the students in all lines of education, that they may come forth properly disciplined to bless mankind and glorify God. It is essential that they be educated to read in a clear, distinct tone. We have been pained as we have attended conference meetings, tract society meetings, and meetings of various kinds, where reports were read in an almost inaudible tone, or in a hesitating, muffled manner. One half the interest in a meeting is killed when the participants take their parts in this indifferent, spiritless fashion. They should train and discipline themselves in such a way that they may edify those who listen. Let every one connected with the missionary work qualify himself to speak in a clear, attractive way, enunciating his words in a perfect manner. The proper use of the vocal organs will bring benefit to the physical health, and increase your usefulness and influence. It is through falling into bad habits that persons become tedious readers and speakers; but those who are looked upon as intelligent enough to become missionary workers, or to transact business, ought to have intelligence enough to reform in the manner of speaking. They can give attention to the cultivation of the voice, and by judicious exercise, may expand the chest, and strengthen the muscles. Let the abdominal muscles have full play. Do not bind the waist with bands and corsets, but taking in full breath, let the burden of your words come from this foundation, supported by abdominal breathing, and let the throat be the channel for the tone. By giving heed to proper instruction, by following health principles in regard to the expansion of the lungs and the culture of the voice, our young men and women may become speakers that can be heard, and the exercise necessary to this accomplishment will prolong life. \n                                                                           133",
    "paragraph": 2,
    "bookcode": "CE",
    "page": 131
}