{
    "word": "Chapter 13 \n\n     15. See EGW on Luke 7:29, 30.  {5BC 1093.10}  \n     24-30. Tares Attract Attention.--The \n                                                                           1094\ngrowth of the tares among the wheat would draw special attention to it. The grain would be subjected to severe criticism. Indeed, the whole field might be set down as worthless by some superficial observer, or by one who delighted to discover evil. The sower might be condemned by him, as one who had mingled the bad seed with the good for his own wicked purpose. Just so the erring and hypocritical ones who profess to follow Jesus bring reproach upon the cause of Christianity, and cause the world to doubt concerning the truths of Christ. As the presence of the tares among the wheat counteracted to a great degree the work of the sower, so sin among the people of God frustrates, in a measure, the plan of Jesus to save fallen man from the power of Satan and render the barren ground of the human heart fruitful of good works (2SP 248, 249).  {5BC 1093.11}  \n     52. Old and New Testaments Inseparable.--[Matthew 13:52 quoted.] In this parable, Jesus presented before His disciples the responsibility of those whose work it is to give to the world the light which they have received from Him. The Old Testament was all the Scripture then in existence; but it was not written merely for the ancients; it was for all ages and for all people. Jesus would have the teachers of His doctrine diligently search the Old Testament for that light which establishes His identity as the Messiah foretold in prophecy, and reveals the nature of His mission to the world. The Old and the New Testament are inseparable, for both are the teachings of Christ. The doctrine of the Jews, who accept only the Old Testament, is not unto salvation, since they reject the Saviour whose life and ministry was a fulfillment of the law and the prophecies. And the doctrine of those who discard the Old Testament is not unto salvation, because it rejects that which is direct testimony of Christ. Skeptics begin with discounting upon the Old Testament, and it takes but another step to deny the validity of the New, and thus both are rejected.",
    "paragraph": 1,
    "bookcode": "5BC",
    "page": 1094
}