{
    "word": "CEv - The Colporteur Evangelist (1950)\n\n\nFOREWORD\n\nTHANKS BE UNTO GOD, WHICH ALWAYS CAUSETH US TO TRIUMPH IN CHRIST, AND MAKETH MANIFEST THE SAVOUR OF HIS KNOWLEDGE BY US IN EVERY PLACE. FOR WE ARE UNTO GOD A SWEET SAVOUR OF CHRIST, IN THEM THAT ARE SAVED, AND IN THEM THAT PERISH: TO THE ONE WE ARE THE SAVOUR OF DEATH UNTO DEATH; AND TO THE OTHER THE SAVOUR OF LIFE UNTO LIFE. AND WHO IS SUFFICIENT FOR THESE THINGS? 2 CORINTHIANS 2:14-16.\n\n\nTable of Contents\n\nIntroduction \t  4\n1.\tImportance of the Work\t  5\n2.\tQualifications of the Canvasser\t 10\n3.\tThe Canvasser a Gospel Worker\t 15\n4.\tRevival of the Work\t 22\n5.\tInfluence of Our Publications\t 28\n6.\tA Call for Canvassers\t 30\n7.\tA Call for Recruits\t 35\n8.\tNeeds of the Canvassing Work\t 43\n9.\tThe Canvasser and Bible Work\t 59\n10.\tFinance\t 65\n11.\tThe Power of the Truth to Convict and Convert Souls\t 68\n12.\tUnity of Effort\t 71\n13.\tFrivolous and Exciting Literature\t 75\n14.\tPrices of Our Publications\t 77\n15.\tOur Books to be Sold and Read\t 79\n16.\tFragments\t 83\n\n\n\nIntroduction\n\nTHIS VOLUME HAS BEEN PREPARED UNDER THE DIRECTION OF THE GENERAL CONFERENCE PUBLISHING DEPARTMENT, IN RESPONSE TO NUMEROUS REQUESTS FOR SOMETHING MORE COMPLETE TO TAKE THE PLACE OF—MANUAL FOR CANVASSERS, WHICH WAS PREPARED MANY YEARS AGO. LATER OTHER MATTER ON THE COLPORTEUR WORK WAS WRITTEN BY THE SAME AUTHOR, AND THIS WE HAVE ENDEAVORED TO INCORPORATE IN THIS EDITION. CREDITS HAVE BEEN GIVEN TO THE BOUND VOLUMES OF THE TESTIMONIES AND OTHER WRITINGS AS FAR AS THE MATTER HAS BEEN LOCATED. THE PORTIONS CREDITED TO MANUAL FOR CANVASSERS HAVE NOT BEEN LOCATED ELSEWHERE. THE SIDE HEADINGS HAVE BEEN ADDED BY THE COMPILERS, AS AN AID IN QUICKLY LOCATING DESIRED INFORMATION, AN EFFORT HAVING BEEN MADE TO BASE THEM ON THE TEXT. WHILE THE OLD MANUAL HAS BEEN A GREAT BLESSING TO THE WORK OF THE EVANGELISTIC COLPORTEUR, UNDOUBTEDLY, WITH THE ADDED MATTER AND IMPROVEMENTS OFFERED IN THE COLPORTEUR EVANGELIST, THIS LITTLE VOLUME WILL PROVE OF EVEN GREATER SERVICE TO THOSE WHO ARE DEVOTING THEIR LIVES TO THIS HIGH CALLING.\n—THE PUBLISHERS \n\n\nChapter 1—Importance of the Work\n\nThe canvassing work, properly conducted, is missionary work of the highest order, and it is as good and successful a method as can be employed for placing before the people the important truths for this time. The importance of the work of the ministry is unmistakable; but many who are hungry for the bread of life have not the privilege of hearing the word from God's delegated preachers. For this reason it is essential that our publications be widely circulated. Thus the message will go where the living preacher cannot go, and the attention of many will be called to the important events connected with the closing scenes of this world's history.",
    "paragraph": 1,
    "bookcode": "CEv",
    "page": 5
}