{
    "word": "There are those who do not realize that their influence \n                                                                           9\nreaches beyond their present life into eternity. In every life there are opportunities to accomplish much good. We are leaving impressions upon those around us for good or for evil; we are directing others in the current of thought, and their characters in a heavenly channel or in a cheap, earthly direction. We are preachers to the world, and bear a testimony in our works, in our words and in our deportment, whether we believe the truth in heart. We are confirming our profession of faith by our works or denying our faith by our works. \"By their fruits ye shall know them.\" Are you my brethren testifying to the world that you are getting ready to move? Do your works show that you are men and women who are waiting for your Lord? Is the heavenly country the theme of your conversation? Do you talk of the home of the blest, of the blessed Jesus in whom your hopes of eternal life are centered? Do you act before the world and in their presence as though you care more for their souls than for your cattle, your houses, and your lands? Do you contemplate that Christ sacrificed his majesty, his honor and glory to bring salvation within your reach and save every son and daughter of Adam? He for our sakes became poor, that we through his poverty might be made rich. \"We are laborers together with God.\" When he ascended on high he left his work in the hands of his followers to carry it forward, as he has given us an example in his self-sacrificing life. He went about doing good. Do you follow his example in this? Does your own business seem of greater importance than the precious souls Jesus came to the world to save? Oh, that I could open many eyes that Satan has blinded. Oh, that pen and voice could have an influence to arouse you from your paralysis. Oh that you could see that you are doing nothing while all heaven is engaged in intense activities to prepare a people to stand in the great day of God.",
    "paragraph": 2,
    "bookcode": "PH039",
    "page": 8
}