{
    "word": "You want to buy of Christ gold, white raiment, and eyesalve. Study this message to the Laodicean church, for it applies to many in New York. You need to be zealous and repent. Please consider, zealous does not mean a few feeble prayers and half-hearted confessions, it means, a zealous, earnest, determined effort to conquer your worldly, selfish love, and to be consecrated, devoted Christians, \n                                                                           10\nshedding a tender warmth and love wherever you are. You must have a waking up, and heart culture, or you will fail of heaven. Christ is coming. Are you ready? Are you waiting? Are you loving his appearing? What a wondrous love Christ has evidenced for us! He has said, \"Love one another as I have loved you.\" We need purity, truth, helpfulness and the love of Christ that sanctifies our influence. We must be full of Christ and then we shall estimate worldly things in the light of God, and when at work upon your farms, when engaged in your business vocations, you are not separating your souls from God, because you labor with the true purpose and object, recognizing God as the owner of all that you possess and you seeking wisdom to use his goods to advance his glory. You then are ministering, not slothful in business, fervent in spirit, serving the Lord. Then human lives will be blessed through your influence. The mind will be on heavenly things, you will be as in the presence of Jesus, and diffuse light to all around you. A truly Christian life will cost us thoughtfulness, searching of the Scriptures, and most earnest, persevering prayer. It will not be prayer without point and purpose, but it will be the intercession of a heart burdened for poor sinners out of Christ. It will be a heart longing to do service for Jesus in personal effort for the saving of souls of men. Jesus made great sacrifices for these souls. \"Ye are laborers together with God.\" Many of you who have been years in the truth have not advanced in the spiritual and divine life, because worldly business has been exalted above the heavenly. The work of God ever calls for self-sacrificing men, and every soul who has the knowledge of the truth is bound to communicate the light to others, cultivating all the graces of the Spirit to do this precious work to God's acceptance.",
    "paragraph": 1,
    "bookcode": "PH039",
    "page": 9
}