{
    "word": "We should cherish gratitude of heart all the days of our life because the Lord has put on record these words: \"For thus saith the high and lofty One that inhabiteth eternity, whose name is Holy; I dwell in the high and holy place, with him also that is of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones.\" The reconciliation of God to man, and man to God, is sure when certain conditions are met. The Lord says, \"The sacrifices \n                                                                           371\nof God are a broken spirit: a broken and a contrite heart, O God, Thou wilt not despise.\" Again He says, \"The Lord is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit.\" \"Though the Lord be high, yet hath He respect unto the lowly: but the proud He knoweth afar off.\" \"Thus saith the Lord, The heaven is My throne, and the earth is My footstool: where is the house that ye build unto Me? and where is the place of My rest? For all those things hath Mine hand made, and all those things have been, saith the Lord: but to this man will I look, even to him that is poor and of a contrite spirit, and trembleth at My word.\" \"The Spirit of the Lord God is upon Me; because the Lord hath anointed Me to preach good tidings unto the meek; He hath sent Me to bind up the broken-hearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound; to proclaim the acceptable year of the Lord, and the day of vengeance of our God; to comfort all that mourn; to appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they might be called trees of righteousness, the planting of the Lord, that He might be glorified.\" The psalmist writes, \"He healeth the broken in heart, and bindeth up their wounds.\" Though He is the restorer of fallen humanity, yet \"He telleth the number of the stars; He calleth them all by their names. Great is our Lord, and of great power: His understanding is infinite. The Lord lifteth up the meek: He casteth the wicked down to the ground. Sing unto the Lord with thanksgiving; sing praise upon the harp unto our God. . . . The Lord taketh pleasure in them that fear Him, in those that hope in His mercy. Praise the Lord, O Jerusalem; praise thy God, O Zion.\"",
    "paragraph": 1,
    "bookcode": "FE",
    "page": 370
}