{
    "word": "Steady industry upon a farm would have proved a blessing to these children, and constant employment, as their strength could bear, would have given them less opportunity \n                                                                           20\nto corrupt their own bodies by self-abuse, and would have prevented them from instructing a large number in this hellish practice. Labor is a great blessing to all children, especially to that class whose minds are naturally inclined to vice and depravity. These children have communicated more knowledge of vice in B. C. than all the united efforts of ministers and people professing godliness can counteract. Many, who have learned of your children will go to perdition rather than control their passions and cease the indulgence of this sin. One corrupt mind can sow more corrupt seed in a short period of time than many in a whole life time can root out. Your children are a by-word in the mouths of blasphemers of the truth. These are the children of Sabbath-keepers. They are worse than the children of worldlings in general. They possess less refinement and self-respect. Bro. Warren has been no honor to the cause of God. His impetuous temper, and general influence, have not had a tendency to elevate, but to bring down to a low level. He has brought the cause of God into disrepute by his lack of judgment and refinement. It would have been far better for the cause of truth had this family removed long ago to a less important post, where their influence would have been less felt, because they would be more secluded. These children have lived in the light of truth, and have had privileges \n                                                                           21\nthat but few children have had, yet all this time they have not been benefited. They have been growing more and more hardened in depravity. A removal would be better for the family, for steady employment upon land would be a blessing to father and children if they would profit by the advantages of farming life. Their removal would be a blessing to the church and to society.",
    "paragraph": 1,
    "bookcode": "PH085",
    "page": 19
}