{
    "word": "There should be men to feel the same interest my husband has felt. There never has been a more important period in the history of Seventh-day Adventists than at the present time. Instead of the publishing work diminishing, the demand for our publications is greatly increasing. There will be more to do instead of less. My husband has been murmured against so much, and has contended with jealousy and falsehood so long, and he has seen so little faithfulness in men, that he has become suspicious of almost every one, even of his own brethren in the ministry. The ministering brethren have felt this, and for fear that they should not move wisely, in many instances, have not moved at all. But the time has come when these men must unitedly labor and lift the burdens. The ministering brethren lack faith and confidence in God. They believe the truth, and in the fear of God they should unite their efforts and bear the burdens of this work which God has laid upon them. If after one has done the best he can in his judgment, and the other thinks he can see where he could have improved the matter, he should kindly and patiently give the brother the benefit of his judgment, but \n                                                                           110\nshould not censure or question his integrity of purpose any sooner than he would wish to be suspected or unjustly censured himself. If the brother who feels the cause of God at heart sees, in his earnest efforts to do, that he has made a failure, he will feel deeply over the matter, for he will be inclined to distrust himself, and lose confidence in his own judgment; nothing will weaken his courage and God-like manhood, like a sense of his mistakes and errors that he has made in the work God has appointed him to do, which work he loves better than his life. How unjust then for his brethren that discover his errors to keep pressing the thorn deeper and deeper into his heart, to make him feel more intensely when with every thrust he is weakening faith, courage, and confidence, in himself to do, and to work successfully in the upbuilding of the cause of God. Frequently the truth and facts are to be plainly spoken to the erring to make them see and feel their error, that they may reform. But this should ever be done with pitying tenderness, not with harshness or severity, but consider their own weakness, lest they also be tempted. When the fault is seen and acknowledged, then comfort should be given instead of grieving him, and seeking to make him feel more deeply. In the sermon of Christ upon the mount, he said, \"Judge not, that \n                                                                           111\nye be not judged; for with what judgment ye judge, ye shall be judged; and with what measure ye mete, it shall be measured to you again.\" Our Saviour reproved for rash judgment. \"Why beholdest thou the mote in thy brother's eye;\" and, \"behold a beam is in thine own eye.\" It is frequently the case that while one is quick to discern the errors of his brethren, he may be in greater faults himself, and is blind to his own errors. We should, all who are followers of Christ, deal with one another exactly as we wish the Lord to deal with us in our errors and weaknesses, for we are all erring, and need pity and forgiveness of God. Jesus consented to take human nature, that he might know how to pity, and that he might know how to plead with his Father in behalf of sinful, erring mortals. He volunteered to become man's advocate, and he humiliated himself to become acquainted with the temptations wherewith man was beset, that he might succor those who should be tempted, and he be a tender and faithful high priest.",
    "paragraph": 1,
    "bookcode": "PH159",
    "page": 109
}