{
    "word": "The Responsibilities of the \n                  Physician. \n\n\n     Neglect of prayer causes the Christian to become weak, to lose self-control, to give rein to impure thoughts and impulses. But in learning of Christ, in looking to Jesus, in depending upon his strength, the physician will be brought into sympathy with Christ; and in treating the sick he will seek God for wisdom. Then instead of placing his dependence upon drugs, and expecting that medicine will bring health to his patients, he will use nature's restoratives, and employ natural means whereby the sick may be aided to recovery. The Lord will hear and answer the prayer of the Christian physician, and he may reach an elevated standard if he will but lay hold upon the hand of Christ, and determine that he will not let go. Golden opportunities are open to the Christian physician; for he may exert a precious influence upon those with whom he is brought in contact. He may guide and mold and fashion the lives of his patients by holding before them heavenly principles. The physician should let men see that he does not regard his work as of a cheap order, but looks upon it as high, noble, elevated work, even that to which is attached the sacred accountability of dealing with both the \n\n\n                      -37- \n\nsouls and the bodies of those for whom Christ has paid the infinite price of his most precious blood. If the physician has the mind of Christ, he will be cheerful, hopeful, and happy, but not trifling. He will realize that heavenly angels accompany him to the sick-room, and will find words to speak readily, truthfully, to his patients, that will cheer and bless them. His faith will be full of simplicity, of childlike confidence in the Lord. He will be able to repeat to the repenting soul the gracious promises of God, and thus place the trembling hand of the afflicted ones in the hand of Christ, that they may find repose in God. Thus, through the grace imparted to him, the physician will fulfill his Heavenly Father's claims upon him. In delicate and perilous operations he may know that Jesus is by his side to counsel, to strengthen, to nerve him to act with precision and skill in his efforts to save human life. If the presence of God is not in the sick-room, Satan will be there to suggest perilous experiments, and will seek to unbalance the nerves, so that life will be destroyed rather than saved.",
    "paragraph": 1,
    "bookcode": "PH066",
    "page": 36
}