{
    "word": "Christ said to His disciples: \"They that be whole need not a physician, but they that are sick. . . . I am not come to call the righteous, but sinners to repentance.\" Those who realize their guilt, feel their need of the Saviour. Why, O why, has not more been done to diffuse light into the darkened minds of the colored race? Christ died for the colored people as verily as He died for the white people. Through faith in Christ the colored people may attain unto eternal life as verily as may the white people. Those whom the Lord sees neglected by us have been entrusted with reasoning powers, and yet they have been treated as though they had no souls. They have been wounded by a so-called Christian nation. They have been left by the wayside, and decided efforts will have to be made to counteract the wrong that has been done them. But though they have been despised and neglected of men, God has given special help and enlightenment to many who were in slavery. He has illuminated their darkness when they were in the most unfavorable circumstances, and they have revealed to the world the elements of the greatness in Christian character. Many of the black race have been rich in faith and trust in God. They have manifested divine compassion for those whom they could help. They have known what it was to hunger for sympathy and help; for they were but neglected by those who saw their wretchedness and could have helped them, but who passed by on the other side, as the priest and the Levite passed by the bruised and wounded one. There are souls among the colored race that can be reached, and the very kind of labor which their circumstances require should be put forth, that they may be saved. When these souls are converted to the truth, they will become partakers of the divine nature, and will go forth to rescue their fellow men, to lead those who are in darkness into light. They can be helped in their low estate, and in their turn can contribute to the good of others.",
    "paragraph": 1,
    "bookcode": "SW",
    "page": 29
}