{
    "word": "TMK - That I May Know Him (1964)\n\n\nFOREWORD\n\n     THOSE WHO ARE FAMILIAR WITH THE ELLEN G. WHITE WRITINGS AND WHO HAVE TREASURED THE DEVOTIONAL BOOKS FROM HER INSPIRED PEN IN THE PAST WILL WELCOME THIS NEW VOLUME FROM THE SAME RICH SOURCE. IT WILL BE PARTICULARLY PRIZED BECAUSE IT CONSISTS LARGELY OF MATERIAL NOT OTHERWISE AVAILABLE TO THE AVERAGE READER. ONLY A FEW PAGES DUPLICATE WHAT IS FOUND IN THE CURRENT ELLEN G. WHITE BOOKS. MORE THAN HALF OF THE BOOK IS DRAWN FROM THE WEALTH OF INSPIRED MATERIAL IN THE ARTICLES FROM HER PEN THAT APPEARED DURING HER LONG LIFETIME IN SUCH PERIODICALS AS THE REVIEW AND HERALD, YOUTH'S INSTRUCTOR, AND SIGNS OF THE TIMES. ABOUT ONE THIRD IS DRAWN FROM UNPUBLISHED MANUSCRIPTS AND LETTERS IN THE CUSTODY OF THE TRUSTEES OF THE ELLEN G. WHITE WRITINGS, UNDER WHOSE DIRECTION THE VOLUME HAS BEEN PREPARED. MANY OF THESE UNPUBLISHED ITEMS ARE FROM PERSONAL HEART-TO-HEART MESSAGES SENT TO INDIVIDUALS--MESSAGES THAT COME TO US TODAY WITH THE SAME EARNEST APPEAL, THE SAME TENDER ADMONITION AND ENCOURAGEMENT, AS WHEN THEY WERE WRITTEN. OF SPECIAL INTEREST ARE SEVERAL PAGES WHICH CONTAIN EXTRACTS FROM EARLY MORNING ENTRIES IN ELLEN WHITE'S DIARY, AND GIVE THE READER SIGNIFICANT GLIMPSES INTO HER\nPERSONAL PRAYER LIFE.\n     IN ORDER TO BRING EACH READING INTO THE COMPASS OF A SINGLE PAGE, FREQUENT DELETIONS HAVE BEEN NECESSARY, AND THESE ARE INDICATED IN THE USUAL WAY. GREAT CARE HAS BEEN EXERCISED TO PRESERVE WITHOUT DISTORTION THE THOUGHT AND INTENT OF THE WRITER. IT SHOULD BE NOTED THAT WHEN LINES FROM A HYMN OR A POEM APPEAR THEY WERE QUOTED BY ELLEN WHITE HERSELF. THE DAILY MEMORY VERSES HAVE BEEN CHOSEN TO HARMONIZE WITH THE MESSAGE OF EACH DAY.\n     \"THAT I MAY KNOW HIM\" GOES FORTH WITH OUR HOPE AND PRAYER THAT IT MAY TRULY HELP ITS READERS TO BECOME BETTER ACQUAINTED WITH OUR LORD AND SAVIOUR, TO HAVE A DEEPER APPRECIATION OF HIS AMAZING SACRIFICE FOR LOST MANKIND, TO GAIN CLEARER VIEWS OF THE BEAUTY AND PERFECTION OF HIS CHARACTER, AND TO UNDERSTAND BETTER THE HEIGHTS WE MAY REACH IN OUR OWN CHARACTER DEVELOPMENT, AS CLOTHED IN THE GARMENTS OF HIS RIGHTEOUSNESS WE STRIVE TO BECOME \"COMPLETE IN HIM.\"\n\n     THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n\nWASHINGTON, D.C.\n\n\nChap. 1 - Unlock the Storehouse!\n\n     Unto me, who am less than the least of all saints, is this grace given, that I should preach among the Gentiles the unsearchable riches of Christ. Ephesians 3:8.",
    "paragraph": 1,
    "bookcode": "TMK",
    "page": 7
}