{
    "word": "LHU - Lift Him Up (1988)\n\n\nFOREWORD\n\n     WHERE CAN WE FIND A MORE DESCRIPTIVE AND APPEALING PICTURE OF THE CHARACTER OF GOD AS SEEN THROUGH JESUS CHRIST THAN THAT PAINTED BY ELLEN WHITE? HER INSPIRED PEN, DIPPED CONTINUALLY IN THE BOTTOMLESS WELL OF THE LOVE OF GOD, PORTRAYS THE GOODNESS, KINDNESS, AND INTEREST OF THE FAMILY OF HEAVEN IN US. AS WE READ THESE DESCRIPTIONS, OUR HEARTS CANNOT HELP RESPONDING ENTHUSIASTICALLY TO OUR GOD WHO LOVES US SO. WE FEEL CONSTRAINED TO ECHO THE MESSAGE SOUNDED FREQUENTLY BY ELLEN WHITE: \"LIFT UP JESUS, THE MAN OF CALVARY. LIFT HIM UP IN PRAYER, LIFT HIM UP IN SONG.\" \"LIFT HIM UP, THE MAN OF CALVARY, HIGHER AND STILL HIGHER, AND LET YOUR MESSAGE BE, `BEHOLD THE LAMB OF GOD, WHICH TAKETH AWAY THE SIN OF THE WORLD'  \" (MANUSCRIPT 27, 1891; LETTER 174, 1896).\n     IN THIS COLLECTION OF ELLEN WHITE'S PEN PICTURES OF OUR LOVING SAVIOUR AND WHAT HE MEANS TO US, WE ARE DRAWN TO HIM IN A SPECIAL WAY. YOU WILL WANT TO READ THESE DEVOTIONAL READINGS THOUGHTFULLY, AND REVIEW THEM OFTEN, FIXING THEM FIRMLY IN THE HALLS OF MEMORY.\n     ELLEN WHITE TELLS US IN THESE PAGES THAT \"IT IS IMPOSSIBLE FOR FINITE MINDS TO MAKE A JUST ESTIMATE OF THE LOVE OF GOD TOWARD HIS FALLEN CREATURES. WE ARE EVER IN DANGER OF FORGETTING THIS GREAT LOVE, BECAUSE WE FAIL TO MEDITATE UPON IT, AND ALLOW OURSELVES TO BECOME ABSORBED IN THE THINGS OF THIS WORLD. . . . CHRIST SHOULD BE THE THEME OF OUR THOUGHTS, THE OBJECT OF OUR TENDEREST AFFECTION. WE SHOULD LET OUR MINDS DWELL UPON THE PRECIOUS CHARACTERISTICS OF OUR LORD; WE SHOULD CONTEMPLATE THE RICH PROMISES OF HIS WORD; WE SHOULD MEDITATE UPON THE GLORIES OF HEAVEN\" (SIGNS OF THE TIMES, DEC. 8, 1890).\n     JESUS WAS BORN IN A MANGER THAT WE MIGHT BE BORN TO LIFE ETERNAL. HE BECAME PART OF THE HUMAN FAMILY THAT WE MIGHT BECOME PART OF THE HEAVENLY FAMILY. HE LIVED IN THE MIDST OF DUST AND POVERTY THAT WE MIGHT LIVE AMID RICHES BEYOND DESCRIPTION. HE SPENT LONG NIGHTS IN PRAYER THAT WE MIGHT SPEND ETERNAL AGES IN THE PRESENCE OF GOD. HE WENT HOMELESS THAT WE MIGHT LIVE IN THE MANSIONS HE IS PREPARING FOR US. OUR PRECIOUS SAVIOUR TROD WEARILY THE SANDY TRAILS OF OLD PALESTINE THAT WE MIGHT WALK WITH TIRELESS FEET ON THE GOLDEN STREETS OF THE NEW JERUSALEM. HE ACCEPTED IN OUR BEHALF THE CROWN OF THORNS THAT HE MIGHT BE ABLE TO PLACE ON OUR HEADS THE CROWNS OF VICTORY. HE DIED THE DEATH THAT WAS OURS THAT WE MIGHT LIVE FOREVER THE GLORIOUS LIFE THAT IS HIS.\n     THIS VOLUME IS THE FIFTEENTH BOOK OF DAY-BY-DAY DEVOTIONAL READINGS TO BE PUBLISHED FROM THE PEN OF ELLEN G. WHITE. IT IS A BOOK ABOUT JESUS CHRIST. IT EXALTS HIM AS OUR DIVINE SAVIOUR AND REDEEMER, THE SOURCE OF OUR EVERY BLESSING, AND OUR ONLY HOPE. THAT IT MAY LIFT UP CHRIST SO EFFECTIVELY THAT EVERY READER WILL HAVE A CLOSER, MORE REWARDING, WALK WITH HIM IS THE EARNEST PRAYER OF\n                                    THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n                                     WASHINGTON, D.C.\n\n\nTable of Contents\n\nJanuary ................................ Lift Him Up as the Son of God\nFebruary .................................. Lift Him Up as the Creator\nMarch .................................. Lift Him Up as the Son of Man\nApril ............................... Lift Him Up as the Bread of Life\nMay ............................... Lift Him Up as the Divine Lawgiver\nJune ............................... Lift Him Up as the Master Teacher\nJuly ............................... Lift Him Up as the Chief Shepherd\nAugust .............................. Lift Him Up as the Crucified One\nSeptember ................. Lift Him Up as the Healer of Body and Soul\nOctober ........................ Lift Him Up as the Head of the Church\nNovember ............ Lift Him Up as Our Advocate and Infallible Judge\nDecember .............................. Lift Him Up as the Coming King\n\n\nChap. 1 - Lift Him Up as the Son of God\n\n\nLift Him Up as the Son of God During the New Year\n\n     Whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things. Philippians 4:8.",
    "paragraph": 1,
    "bookcode": "LHU",
    "page": 15
}