{
    "word": "The sin which is indulged to the greatest extent, which separates us from God and produces so many spiritual disorders, and which are contagious, is selfishness. There can be no returning to God except by self-denial. Of ourselves we can do nothing. Through God strengthening us, we can live to do good to others, and in this way shun the evil of selfishness. We need not go to heathen lands to manifest our desire to devote all to God in a useful, unselfish life. We should do this in the home circle, in the church, among those with whom we associate, and also those with whom we do business. Right in the common walks of life is where self is to be denied, and kept in subordination. Paul could say, \"I die daily.\" It is the daily dying to self in the little transactions of life that makes us overcomers. Forget self, in the desire to do good to others. Many, instead of faithfully performing their duty, seek rather their own pleasure, from selfish motives. There is a decided lack of love for others. God positively enjoins upon all his followers a duty to bless others with their influence and means, to seek that wisdom of him which will enable them to do all in their power to elevate the thoughts \n                                                                           23\nand affections of those who come within their influence. In doing for them, a sweet satisfaction will be experienced, an inward peace, which will be a sufficient reward. In a faithful discharge of life's manifold duties, actuated by high and noble motives to do others good, there is true happiness. This will bring more than an earthly reward; for every faithful, unselfish performance of duty is noticed by the angels, and shines in the life record. In Heaven none will think of self, nor seek their own pleasure; but all, from pure, genuine love, will seek the happiness of the heavenly beings around them. If we wish to enjoy heavenly society in the earth made new, we must be governed by heavenly principles here. Every act of our lives affects others for good or evil. Our influence is tending upward or downward. Our influence is felt, acted upon, and reproduced by others to a greater or less degree. If we aid others by our example in the development of good principles, we give them power from our own acts to do good. In their turn they exert the same beneficial influence upon others, and thus hundreds and thousands are affected by our unconscious influence. If we by acts strengthen or force into activity the evil powers possessed by those around us, we share their sin, and will have to render an account for the good we might have done them and did not do, because we made not God our strength, our guide, and counselor.",
    "paragraph": 1,
    "bookcode": "PH097",
    "page": 22
}