{
    "word": "Sunday I bore in the morning meeting a testimony upon the same point in regard to the Christless wicked surmisings and misrepresentations that had been made in Minneapolis by my ministering brethren. The break came, thank God! My words were not to them as idle tales. Brother Porter, minister from Iowa, arose and said,\" I came to this meeting in complete darkness. Satan was at work with me to raise my combative spirit and I was growing darker and darker but I am converted. I see the light. I was not at Minneapolis. If I had been, I fear I should have been the worst among my brethren but I rejoice in God. I see now clearly. I am now determined to work in an opposite direction from that which I have been hitherto working. I want you, my brethren, to forgive me for my blindness and for my stubbornness, \"Young Brother Washburn arose and talked quite lengthily. He said when at Minneapolis he was one who thought Sister White's testimony could not be truth when she stated she had had in California no \n                                                                           300\nconversation with A.T. Jones and E. J. Waggoner. He did not say that Sister White lied but he might as well said it for he stated to others it could not be so. And he did not believe that Sister White told the truth. But he said, \"I confess this to my shame. I have confessed it to Sister White and I confess it to God. I repent of this everlastingly.\" He was free in the Lord. Bro. Wakeham was also free to confess he with Brother Conradi were in that room where many ministers made their home and he acted a part in the talking. He had enjoyed more of the blessing of God in the last twenty-four hours than he (had) done in all his life before. Our meeting moved off after this much more freely and the blessing of the Lord rested upon the people. I write you these particulars that you may see if you have done all that you ought to do in regard to the removing the impression you and your ministering brethren have left upon Elder Butler's mind which have misled him and he was, poor man, sick both in body and mind, broken in mind, yet treated as one who was sound and his imaginings as correct as the mind of God.",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 299
}