{
    "word": "Men and women are the purchase of the blood of God's only begotten Son. They are Christ's property, and their education and training are to be given, not with reference to this short, uncertain life, but to the immortal life, which measures with the life of God. It is not his design that those whose services he has purchased, shall be trained to serve mammon, trained to receive human praise, human glorification, or to be subservient to the world.  {1888 1650.10}  \n     \"Then said Jesus unto them, Verily, verily, I \n                                                                           1651\nsay unto you, Except ye eat the flesh of the Son of Man, and drink his blood, ye have no life in  you. Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day. For my flesh is meat indeed, and my blood is drink indeed. He that eateth my flesh and drinketh my blood, dwelleth in me, and I in Him.\" These are the terms of life made by the world's Redeemer, before the foundations of the earth were laid. Are the teachers in our schools giving the students to eat of the bread of life? Many of them are leading their students over the same track that they themselves have trod. They think this the only right way. They give students food which will not sustain spiritual life, but which will cause those who partake of it to die. They are fascinated by that which God does not require them to know.  {1888 1650.11}  \n     Those teachers who are as determined as were the priests and rulers to carry their students over the same old path in which the world continues to travel will go into still greater darkness. Those who might have been co-laborers with Christ, but who have spurned the messengers and their message, will lose their bearings. They will walk in darkness, knowing not at what they stumble. Such are ready to be deceived by the delusions of the last day. Their minds are preoccupied with minor interests, and they lose the blessed opportunity of yoking up with Christ, and being laborers together with God.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1651
}