{
    "word": "A legal religion has been thought quite the correct religion for this time. But it is a mistake. The rebuke of Christ to the Pharisees is applicable to those who have lost from the heart their first love. A cold, legal religion can never lead souls to Christ; for it is a loveless, Christless religion. When fastings and prayers are practiced in a self-justifying spirit, they are abominable to God. The solemn assembly for worship, the round of religious ceremonies, the external humiliation, the imposed sacrifice-- all proclaim to the world the testimony that the doer of these things considers himself righteous. These things call attention to the observer of rigorous duties, saying, This man is entitled to heaven. But it is all a deception. Works will not buy for us an entrance into heaven. The one great Offering that has been made is ample for all who will believe. The love of Christ will animate the believer with new life. He who drinks from the water of the fountain of life, will be filled with the new wine of the kingdom. Faith in Christ will be the means whereby the right spirit and motive will actuate the believer, and all goodness and heavenly-mindedness will proceed from him who looks unto Jesus, the author and finisher of his faith. Look up to God, look not to men. God is your heavenly Father who is willing patiently to bear with your infirmities, and to forgive and heal them. \"This is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent\" (John 17:3). By beholding Christ, you will become changed, until you will hate your former pride, your former vanity and self-esteem, your self-righteousness and unbelief. You will cast these sins aside as a worthless burden, and walk humbly, meekly, trustfully, before God. You will practice love, patience, gentleness, goodness, mercy, and every grace that dwells in the child of God, and will at last find a place among the sanctified and holy.",
    "paragraph": 1,
    "bookcode": "1SM",
    "page": 388
}