{
    "word": "Here the great crisis is coming upon the world. The Scriptures teach that popery is to regain its lost supremacy, and that the fires of persecution will be rekindled through the timeserving concessions of the so-called Protestant world (GCB April 13, 1891).  {7BC 975.10}  \n     13, 14 (2 Thessalonians 2:7-12; see EGW on ch. 16:13-16; Matthew 7:21-23). Miracles Performed in Our Sight.--The time is at hand when Satan will work miracles to confirm minds in the belief that he is God. All the people of God are now to stand on the platform of truth as it has been given in the third angel's message. All the pleasant pictures, all the miracles wrought, will be presented in order that, if possible, the very elect will be deceived. The only hope for anyone is to hold fast the evidences that have confirmed the truth in righteousness (RH Aug. 9, 1906).  {7BC 975.11} \n     Miracles Wrought Under Supervision of the Enemy.--[Matthew 7:21-23 quoted.] These may profess to be followers of Christ, but they have lost sight of their Leader. They may say, \"Lord, Lord\"; they may point to the sick who are healed through them, and to other marvelous works, and claim that they have more of the Spirit and power of God than is manifested by \n                                                                           976\nthose who keep His law. But their works are done under the supervision of the enemy of righteousness, whose aim it is to deceive souls, and are designed to lead away from obedience, truth, and duty. In the near future there will be still more marked manifestations of this miracle-working power; for it is said of him, \"And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men\" (ST Feb. 26, 1885).  {7BC 975.12}  \n     14. Preparing for the Image of the Beast.--Already preparations are advancing, and movements are in progress, which will result in making an image to the beast. Events will be brought about in the earth's history that will fulfill the predictions of prophecy for these last days (RH April 23, 1889).",
    "paragraph": 1,
    "bookcode": "7BC",
    "page": 976
}