{
    "word": "In the case of Bro. Rogers, there were thoughts that he did not do all that he might; that he was more willing to inspect and have an oversight than to take hold and do, and earn the means he received. This was too much the case. Bro. Rogers had partaken much of the spirit of ease and freedom from care and responsibility which \n                                                                           45\nprevailed with nearly all, yet an unjust course was pursued toward Bro. Rogers. He was watched from the first with jealousy and distrust. This spirit was fast growing in that Institution. There was not love and harmony. Many forgot that with what measure they should mete, it should be measured to them again. Bro. Rogers did not manifest that interest and diligence in business which he should. He was not alone. There were others employed to labor who did not take special burdens, and feel a special interest. Care and responsibility sat very lightly upon Bro. Graham. For want of proper oversight there had been a great loss. To be faithful in the littles is one of the most important works for mortals. He that is faithful in that which is least, is faithful also in much, says the Saviour. The leaven has run through the Institute. Helpers indoors and out were grasping for wages. A most astonishing spirit of selfishness seized them. Suspicion and jealousy of one another caused disunion. There was a great lack of noble frankness with one another. Hands were discharged, and false reasons given instead of the correct one. Many knew well the reason, except the very one who ought to have known. Suspicious whisperings went from one to another, and yet the subjects of them were kept in ignorance of the true reason of dissatisfaction. All this was cruel and unchristian, and brought the displeasure of God upon all who participated in this secret whispering by the wall, this deceptive, undercurrent work. Where there is union there is strength. With this lack of union, this distrust and jealousy existing, neither physicians nor helpers could work unitedly and \n                                                                           46\nhappily. God's blessing could not rest upon that Institute with such a state of things. Dr. Lay has not been in a condition to bring his burdens and cares to Jesus, the burdenbearer. He has been so fearful of losing his influence, that he has tried too hard to maintain his dignity. If he could have been in a great measure indifferent to these things, pursued a humble, Christian course, divested of selfishness, God would have done more to establish him in the hearts of his patients, helpers, and the church, than he could do by laboring with all his energies his lifetime. All this fear, and trouble, and anxiety, lest he should not maintain his position, and be appreciated, has had a tendency to bring about the very result he was in his own strength seeking to hinder.",
    "paragraph": 4,
    "bookcode": "PH097",
    "page": 44
}