{
    "word": "I also saw that God had messengers that He would use in His cause, but they were not ready. They were too light and trifling to exert a good influence over the flock and did not feel the weight of the cause and the worth of souls as God's messengers must feel in order to effect good. Said the angel, \"Be ye clean that bear the vessels of the Lord. Be ye clean that bear the vessels of the Lord.\" They can accomplish but little good unless they are wholly given up to God and feel the importance and solemnity of the last message of mercy that is now being given to the scattered flock. Some who are not called of God are very willing to go with the message. But if they felt the weight of the cause and the responsibilities of such a station, they would feel to shrink back and say with the apostle, \"Who is sufficient for these things?\" One reason why they are so willing to go is that God has not laid upon them the weight of the cause. Not all who proclaimed the first and the second angel's message are to give the third, even after they fully embrace it, for some have been in so many errors and delusions that they can but just save their own souls, and if they undertake to guide others, they will be the means of overthrowing them. But I saw that some who have formerly run deep into fanaticism would be the first now to run before God sends them, before they are purified from their past errors; having error mixed with the truth, they would feed the flock of God with it, and if they were suffered to go on, the flock would become sickly, and distraction and death would follow. I saw that they would have to be sifted and sifted, until they were freed from all their \n                                                                           63\nerrors, or they could never enter the kingdom. The messengers could not have that confidence in the judgment and discernment of those who have been in errors and fanaticism that they could have in those who have been in the truth and not in extravagant errors. Many, also, are too apt to urge out into the field some who have but just professed the present truth, who have much to learn and much to do before they can be right in the sight of God themselves, much less point out the way to others.",
    "paragraph": 1,
    "bookcode": "EW",
    "page": 62
}