{
    "word": "Now there are many diligently at work just as though \n                                                                           6\ntheir salvation depended upon their wonderful economy in investing means in the cause of God, as though the least money they consumed in plans and efforts to broaden and build up the work of God was a virtue. And money is held in farms and in business as though their salvation depended upon the improvements to be made upon their earthly property. Do these men know that they are bound up in selfishness? Do these men know that they are robbing God every day of their lives.? Do they know that they are devoting their time, their physical and mental talents, in laying upon the foundation, hay, wood and stubble? All the improvements of years will be consumed with the fires of the last day, and if they themselves are saved, it will be only as by fire. Their whole life work is in ashes. The reward that they might have gained if they had been faithful stewards is lost, eternally lost. A host of souls that they might have saved are not saved, because of their neglect. All their powers God had given them to prove them as probationers, whether they are worthy to be entrusted with eternal riches. And there are many whose testimonies have been heard in your meetings in continual cautions, lest some advance move shall be made calling for some of their means to reflect light to the world. They are found so buried up with earthly things that they have no right estimate of the eternal riches, and would not prize heaven if it were given them. Their taste, their appetite, their pursuits, their inclinations, had all been of an earthly, worldly character, and they were unfitted for heaven; they perish with their treasures. All our talents are to be used to the utmost. We are required to develop our abilities by exercise until they have reached the highest stand-point in doing,--your farming, your building? No, but God's work, as stewards of the grace of God. Your powers are to be used in being a blessing \n                                                                           7\nto the world. To take God's entrusted talents and employ them for earthly, selfish, worldly purposes, and neglect the work of God in winning souls to Christ, unfaithful servants is charged upon all who do this and neglect a sacred responsibility. It is a fearful thing to take the powers of the body and of the mind, given you to be employed to be a blessing to the world, and use them in such a way that God is not honored. It is also a fearful thing to fold up the talent in a napkin, and hide it in the earth, or world, for fear God would demand it of you. This will be the cutting off of our own hopes of an eternal reward; it is the forfeiting of the crown of life, and showing that we have no esteem for an eternity of bliss. God calls upon you who have the precious light of truth in the State of New York, to no longer have your time and talents devoted to selfish purposes, and thus lost to humanity, and lost to God by folding up your talents and hiding them in the earth. All these talents must be employed to bring glory to the Giver. Accept your God-given responsibilities and take up your cross, denying yourself, or you cannot be disciples of Christ. God did not design that you should devote brain, bone, and muscle to earthly employments; he intended you should improve your talents to fill some grand and noble place in God's plans, in saving of souls, and in doing God's work. The selfish thoughts and feelings have dried up your souls. The moisture of heaven is not upon many of you. You are as dry as the hills of Gilboa that was not visited by dew nor rain. Grand opportunities are being lost and you are shriveled and dying spiritually of non-use of your talents. You cannot fulfill your solemn responsibilities to God unless you are transformed in character. Your unconscious influence in your spiritual attitude of selfish love of the world, is saying to the world, \"My Lord delayeth his coming.\" \n                                                                           8\nYour guilt is similar to that of the inhabitants of the old world. You are planting and building, and your works testify that you are not looking and watching and waiting for our Lord's appearing.",
    "paragraph": 1,
    "bookcode": "PH039",
    "page": 5
}