{
    "word": "G. A. IRWIN--I HAVE BEEN IMPRESSED WITH THE TESTIMONY THAT BROTHER JONES READ LAST, THAT CAME ABOUT A MONTH AGO, AND WITH THE FACT THAT THEY HAVE BEEN COMING RIGHT ALONG. I FELT QUITE SURE THAT A RADICAL CHANGE HAD BEEN MADE IN THE INSTITUTION, AND HAVE FELT SO ALL ALONG; AND I AM NOT HERE TONIGHT TO CONDEMN AT ALL; BUT I HAVE WONDERED WHY THESE TESTIMONIES KEPT COMING RIGHT ALONG AND TELLING THE SAME THINGS: IF THAT WAS GOTTEN RID OF WHEN THOSE OTHER MEN WERE SEPARATED FROM THE OFFICE, AND SOME CHANGES MADE, WHY THE LORD KEEPS MENTIONING THE SAME THINGS ALL THE TIME. I GOT A COPY OF THAT TESTIMONY WHEN I WAS IN OKLAHOMA. I WAS QUITE \n                                                                           50\nPUZZLED ABOUT SOME THINGS IN THE LATTER PART OF THAT TESTIMONY. IT STRIKES NOT ONLY THE REVIEW AND HERALD, BUT IT TAKES IN PRETTY NEARLY ALL THE WORK IN THE DIFFERENT PARTS OF IT, AND THERE ARE SOME THINGS THAT HIT ANOTHER PLACE, THAT I COULD NOT JUST SEE THROUGH AT FIRST. BUT THERE ARE GREAT UNDERLYING PRINCIPLES THERE THAT NOT ONLY REACH THE REVIEW AND HERALD, BUT THEY REACH TO THIS FOOD BUSINESS, AND A GREAT MANY OTHER THINGS. THERE IS SOME SPLENDID INSTRUCTION IN THAT TESTIMONY. BUT I AM SATISFIED OF THIS ONE THING, THAT THE BEST THING WE CAN DO WHEN REPROOF COMES IS HUMBLY TO RECEIVE IT, AND TRY TO SEE WHERE IT APPLIES, AND LET THE REPROOF COME FROM WHATEVER SOURCE IT MAY, WHOEVER THE LORD SEEMS TO WANT TO USE IN GIVING IT. I THINK THAT THE WISEST THING FOR US TO DO IN ANY CAPACITY, WHETHER IT IS IN CONNECTION WITH THE REVIEW AND HERALD, THE GENERAL CONFERENCE, OR WHEREVER IT IS, IS SIMPLY TO ACCEPT THAT THING. NOW THE SPIRIT OF GOD COMES TO EVERY ONE OF US, FIRST AS A REPROVER. IF WE WANT IT TO COME AS A COMFORTER, WE MUST ACCEPT IT AS A REPROVER, WITHOUT ANY JUSTIFICATION. IT MAY BE , WHEN WE OPEN OUR HEARTS TO RECEIVE IT AS A REPROVER, WE WILL SEE SOME THINGS THAT WE WOULD NOT SEE IF WE TRY TO DEFEND OURSELVES. I AM SATISFIED WE ALL WANT TO DO RIGHT, AND WE CAN NOT AFFORD TO DO ANYTHING ELSE NOW. IF THOSE THINGS HAVE BEEN BURIED UP, AND COVERED UP, AND WRONG PRINCIPLES ARE STILL EXTANT IN THE OFFICE, AND THE LORD KEEPS TELLING IT, AND SAYING THAT THE WORK WILL NOT SUCCEED UNTIL THAT THING IS DONE, IT SEEMS TO ME THAT THE FIRST THING TO DO IS TO GET RIGHT BACK THERE AND BE INDUSTRIOUS IN GATHERING THAT THING UP, AND RIGHTING THAT THING UP. LET \n                                                                           51\nUS RIGHT UP, AND NOT ONLY RIGHT THAT, BUT CHANGE THE WRONG PRINCIPLES, AND GET ON THE RIGHT LINE, AND THEN WE CAN EXPECT THE LORD'S BLESSING.",
    "paragraph": 2,
    "bookcode": "PH146",
    "page": 49
}