{
    "word": "The apostle says, \"Put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfill the lusts thereof.\" Let every soul heed these words, and know that the Lord Jesus will accept of no compromise. In accepting and retaining workers who persist in retaining their imperfections of character, and do not give full proof of their ministry, the standard has been greatly lowered. There are many in responsible positions who do not heed the injunction of the apostle, but make provision for fulfilling the lust of the flesh. Unless the worker puts on the Lord Jesus Christ and finds in Him wisdom, sanctification, and redemption, how can he represent the religion of Jesus? All his efficiency, all his reward, is found in Christ. There must be evidence on the part of those who take the solemn position of shepherds that they have, without reservation, dedicated themselves to the work. They must take Christ as their personal Saviour. Why is it that those who have been long engaged in the ministry do not grow in grace and the knowledge of the Lord Jesus? I have been shown that they gratify their selfish propensities and do only such things as agree with their tastes and ideas. They make provision for indulgence in pride and sensuality and carry out their selfish ambitions and plans. They are full of self-esteem. But although their evil propensities may seem to them as precious as the right hand or the right eye, they \n                                                                           172\nmust be separated from the worker, or he cannot be acceptable before God. Hands are laid upon men to ordain them for the ministry before they are thoroughly examined as to their qualifications for the sacred work; but how much better would it be to make thorough work before accepting them as ministers, than to have to go through this rigid examination after they have become established in their position and have put their mold upon the work.",
    "paragraph": 1,
    "bookcode": "TM",
    "page": 171
}