{
    "word": "Could those who are self-sufficient see how the universe of God regards them; could they see themselves as God sees them; they would behold such weakness, such manifest want of wisdom, that they would cry to the Lord to be their righteousness; they would want to hide from his sight. The apostle says, \"Ye are not your own. For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's.\" When our schemes and our plans have been broken; when men who have depended upon our judgment conclude the Lord would lead them to act and judge for themselves, we should not feel like censuring, and like exercising arbitrary authority to compel them to receive our ideas. Those who are placed in authority should constantly cultivate self-control. I am thankful that God is a wise ruler, and every one who is a true disciple of Christ will be humble, lift his cross, and meekly follow where the self-denying, self-sacrificing Jesus leads the way. Disappointment may prove to be the greatest of blessings to us. We must learn that others have rights as well as we have, and when any of our brethren receive new light upon the Scriptures, he should frankly explain his position, and every minister should search the Scriptures with the spirit of candor to see if the points presented on a new subject can be substantiated by the inspired word. \"The servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient; in meekness \n                                                                           992\ninstructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth.\" Every soul must look to God with contrition and humility, that God may guide and lead and bless. We must not trust to others to search the Scriptures for us. Some of our leading brethren have frequently taken positions on the wrong side, and if God would send a message and wait for these older brethren to open the way for its advance, it would never reach the people. These brethren will be found in this position until they become partakers of the divine nature to a greater extent than ever they have been in the past. There is sadness in heaven over the spiritual blindness of many of our brethren. Our younger ministers who fill less important positions must make decided efforts to come to the light, to sink the shaft deeper and still deeper into the mine of truth.",
    "paragraph": 8,
    "bookcode": "1888",
    "page": 991
}