{
    "word": "God calls upon you to humble yourselves under his mighty hand, and to confess your sins and put them away, and he will lift you up. Draw nigh to God and he will draw nigh to you. Ministers, high and low, you have no time now to complain of your unsuccessful labor. Flee to Jesus, take hold of him by living faith, lay hold of his strength, and make peace with him. You have too great a desire for the praise of men. \"Seek ye the Lord while he may be found, call ye upon him while he \n                                                                           440\nis near; let the wicked forsake his way, and the unrighteous man his thoughts; and let him return unto the Lord, and he will have mercy upon him; and to our God, for he will abundantly pardon. For my thoughts are not as your thoughts, neither are my ways your ways, saith the Lord. For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts.\" \"For thus saith the high and lofty One that inhabiteth eternity, whose name is Holy: (mark the words) I dwell in the high and holy place, with him also that is of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones.\" \"Thus saith the Lord, the Redeemer of Israel, and his Holy One, to him whom man despiseth, to him whom the nation abhorreth, to a servant of rulers, kings shall see and arise, princes also shall worship, because of the Lord that is faithful, and the Holy One of Israel, and he shall choose thee. Thus saith the Lord, in an acceptable time have I heard thee, and in a day of salvation have I helped thee; and I will preserve thee, and give thee for a covenant of the people to establish the earth, to cause to inherit the desolate heritages; that thou mayest say to the prisoners, Go forth; to them that are in darkness, show yourselves. They shall feed in the ways, and their pastures shall be in all high places. They shall not hunger nor thirst; neither shall the heat nor sun smite them; for he that hath mercy on them shall lead them, even by the springs of water shall he guide them. And I will make all my mountains a way, my highways shall be exalted. Behold, these shall come from afar; and lo, these from the North and the West; and these from the \n                                                                           441\nland of Sinim. Sing, O heavens; and be joyful, O earth; and break forth into singing, O mountains; for the Lord hath comforted his people, and will have mercy upon his afflicted. But Zion saith, The Lord hath forsaken me, my Lord hath forgotten me. Can a woman forget her sucking child, that she should not have compassion on the son of her womb? Yea, they may forget, yet will I not forget thee. Behold, I have graven thee upon the palms of my hands; thy walls are continually before me.\"",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 439
}