{
    "word": "Thousands need to be educated patiently, kindly, tenderly, but decidedly, that nine-tenths of their complaints are created by their own course of action. The more they introduce drugs into the system, the more certainly do they interfere with the laws of nature and bring about the very difficulties they drug themselves to avoid. Let everyone who contemplates erecting an institution, carefully consider whether they are to make it an institution conducted upon the principles of health reform, or whether they design to copy the popular institutions all through our land. If an institution for health is conducted upon the principles of health reform, it will require for its management a large amount of faith, large amount of patience, a large amount of perseverance, a large amount of moral power, such as they have scarcely dreamed of, to make such an institution a success and to pay its own way. The managers will require moral backbone, as well as superior educated skill. Lectures need to be given in such an institution every day upon some points connected with the custom and habits of the people, of disease and its causes, and the only true course to be taken to prevent disease. All connected with our health institutions as managers and helpers \n                                                                           25\nshould possess the very best ability, should have abundance of Christian courtesy, should practise universally Christian politeness, should be tender, pitiful, courteous. This is positively essential in order to leave the right impression upon the minds of sick people. While trying to educate them away from the habits and customs of the world, many will be glad to be enlightened, while many who are wedded to their own fashionable, health-destroying indulgences will be offended, and make it very unpleasant for those who wish to do them good; and some have not the moral courage to keep right on in the fear of the Lord. There is even among those who have intelligence in regard to the laws of life and health, a constant selfish indulgence in those things which are injurious to both soul and body. There is intemperance in eating, and in the many varieties of food taken at one meal. In the preparation of food, there are unhealthful mixtures which ferment in the stomach, and cause great distress. And yet these go on, continuing their indulgence, which lays the foundation for numerous difficulties. If these would have self-control, and educate their taste to eat only those things which the abused stomach can and will assimilate, they would save large expense in doctor bills, and avoid great sufferings.",
    "paragraph": 3,
    "bookcode": "PC",
    "page": 24
}