{
    "word": "There is a higher standard for you to reach in spiritual things, and I greatly hoped that this sickness and your gracious recovery through the mercy of God would clear away much of the fog that has obscured your spiritual vision. Much of the talk about science I know is a snare; men have erroneous views of science. They should be searching diligently to see if they are accepting Christ as their personal Saviour. All our belief in Christ is of no value unless we individually receive him as our personal Saviour. This is where you have failed; your own salvation is a matter of eternal moment with you. The divine influence of the Spirit of God is needed to work upon your heart daily, or you will fail in the arduous duties which rest upon you. The weighty responsibilities that you have to bear, require more than human wisdom and strength, and your earnest supplications for the heavenly influences will not be in vain. It is not enough for you and me to assent to the truth. We need to have a practical knowledge of the truth. Every believer in Christ is a believer in God's mercy. The renewing of the heart is a far greater miracle than the healing of the diseases of the body. The scantiness of the working of the Holy Spirit upon the church is to be deplored. But God is not to blame He has furnished every treasure in heaven in the gift of Jesus Christ; but those who, like Capernaum, have been exalted to heaven in point of privilege, have neglected their opportunities, and have not been doers of the word. \n                                                                           984\nThey have been faithless, and have dishonored God. They have clung to their own habits, ideas, and practices, in the face of the reproof of the Spirit of God, whose office it is to reprove the world of sin and of righteousness and of judgment. The members of the church have not walked in the light, but have chosen to walk in sparks of their own kindling.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 983
}