{
    "word": "Chap. 36 - Suspension of Students\n\n     One thing I wish you to understand, that I have not been in harmony with the expelling of students from the school, unless human depravity and gross licentiousness make it necessary, that others shall not be corrupted. There has been an error in sending students from the school as in the case of--, of--, and other cases, which has been a great evil, and souls thus treated have opened before them a course of action that has secured them in the ranks of the enemy as armed and equipped enemies. Again as to making public the errors of the students to the school,--I have been brought in to see and hear some of these exposures, and then been shown the after-influence. It has been harmful in every respect, and has no beneficial influence upon the school. Had those who acted a part in these things had the spirit and wisdom of Christ, they would have seen a way to remedy the existing difficulties more after the likeness of Jesus Christ. It never helps a student to be humiliated before the whole school. It creates a wound that mortifies. It heals nothing, cures nothing. There are students who are suspended from school. They are in this action thrust upon Satan's battle ground to cope with principalities and powers without armor or defense, to become an easy prey to Satan's devices. Let me speak a word to you in the name of the Lord. When there is a proper course taken, in cases where students seem so easily led astray, there will be found no necessity for suspension or expulsion. There is a right way, and the Spirit of the Lord must move the human agent or else there will be grave mistakes made. It is the nicest work that was ever entered upon by the human agent, the dealing with human minds. Teachers are to consider that they are not dealing with angels, but human beings with like passions as they themselves have. Characters are not formed in one mold. There is every phase of character \n                                                                           278\nreceived by children as an inheritance. The defects and the virtues in traits of character are thus revealed. Let every instructor take this into consideration. Hereditary and cultivated deformity of human character, as also beauty of character, will have to be met, and much grace cultivated in the instructor to know how to deal with the erring for their present and eternal good. Impulse, impatience, pride, selfishness, and self-esteem, if cherished, will do a great amount of evil which may thrust the soul upon Satan's battle ground without wisdom to navigate his bark, but he will be in danger of being tossed about at the sport of Satan's temptations until shipwrecked. Every teacher has his own peculiar traits of character to watch lest Satan should use him as his agent to destroy souls, by his own unconsecrated traits of character. The only safety for teachers is to learn daily in the school of Christ, His meekness, His lowliness of heart, then self will be hid in Christ, and he will meekly wear the yoke of Christ, and consider that he is dealing with His heritage. I must state to you, that I have been shown that the best methods have not always been practiced in dealing with the errors and mistakes of students, and the result has been that souls have been imperiled and some lost. Evil tempers in the teachers, unwise movements, self-dignity have done a bad work. There is no form of vice, worldliness, or drunkenness, that will do a more baleful work upon the character, embittering the soul, and setting in train evils that overbear good, than human passions not under the control of the Spirit of God. Anger, getting touched, stirred up, will never pay. How many prodigals are kept out of the kingdom of God by the unlovely character of those who claim to be Christians. Jealousy, envy, pride, and uncharitable feelings, self-righteousness, easily provoked, thinking evil, harshness, cold, unsympathetic, these are the attributes of Satan. Teachers will meet with these things in the students' characters. It is a terrible thing to have these things to deal with; but in seeking to cast out these evils, the \n                                                                           279\nworker has in many instances developed similar attributes which have marred the soul of the one with whom he is dealing.",
    "paragraph": 1,
    "bookcode": "FE",
    "page": 277
}