{
    "word": "Bro. Aldrich, your bracing up against light led others to lightly esteem that which Heaven sanctioned. The diet and dress question was a matter of importance. Had you stood in the counsel of God you would not have been left to oppose that which God had signified was in accordance with his will. Your position gave you influence which you would not otherwise have had. Some concluded that you were in so responsible a position you would not venture to oppose the things which came from God. They thought there must be some mistake in the matter, that too much importance was attached to the diet and dress question. If God had called you to fill that position should not they have confidence in your judgment? Thus you stood directly in the way, making my work very taxing. God was working through his servants to bring the people up to the point to yield their pride, and with the spirit of humility manifest their separation from the fashions of the world, and you were working on the other hand to keep them united with the world. The speech of people had greater weight with you than any other consideration. God was seeking to unite his people on these subjects, while your influence was to keep them from the point, in a state of disunion; and great spiritual weakness was the result. Many rejected the light given, some acknowledged it but had not moral courage to manifest obedience by walking in the light. You had trifled with that light, and esteemed it as foolishness. In your house, and in the Office, before the young, it was a subject for you to jest over, \n                                                                           9\nand for you to ridicule, the light of God's countenance was removed from you, and you, with others, were left to take the course of your own choosing. Then followed darkness, yet at the same time some of those in darkness thought their light was never clearer. We have had but a faint sense of the length and breadth of the difficulty existing in B. C.--the prejudice, the jealousy of us, the evil surmisings, the disregard of the visions; Satan had been invited into the church, and had a powerful hold of minds. He was exulting as he saw souls walking right into his net.",
    "paragraph": 1,
    "bookcode": "PH097",
    "page": 8
}