{
    "word": "Christ was humbled by taking humanity, and, for a time, during the period of this fearful trial with Satan, he was left alone to cope with the terrible foe. Christ's human nature endured the pangs of hunger. While emaciated and suffering, Satan came to him with a covering of light, as one of the bright angels from glory, hoping to deceive and insnare the Son of God, whom he regarded as his rival. Satan reasoned with Christ thus: If the words spoken after his baptism were indeed the words of God, that he was the Son of God, he need not bear the sensations of hunger; he could give him proofs of his divinity by showing his power in changing the stones of that barren wilderness into bread: \"If thou be the Son of God, command that these stones be made bread.\" Satan declared that if he would do this, he would no longer resist his authority; but leave him to the undisputed right to govern the world. Christ meets Scripture with Scripture, by citing the words of Moses, \"Man shall not live by bread alone; but by every word that proceedeth out of the mouth of God.\" He told Satan that in order to prolong life, obedience to God's requirements was more essential than temporal food. To pursue a course of deviation from the purposes of God, in the smallest degree, would be more grievous than hunger or death. Being defeated here, Satan tries another device. To manifest his strength, he carried Jesus to Jerusalem, and set him upon a pinnacle of the temple, and again \n                                                                           49\ntempted him, that if he was the Son of God, to give him evidence of it by casting himself down from the dizzy height upon which he had placed him. Satan came with the words of inspiration: \"For it is written, He shall give his angels charge concerning thee, and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone. Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God.\"",
    "paragraph": 1,
    "bookcode": "1Red",
    "page": 48
}