{
    "word": "The workers are to feel that they have a home. They are God's helping hand, and they are to be treated as carefully and tenderly as Christ declared that the little child whom He set in the midst of His disciples was to be treated. \"Whoso shall offend one of these little ones which believe in Me,\" He said, \"it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea.\" \"Take heed that ye despise not one of these little ones; for I say unto you, That in heaven their angels do always behold the face of My Father which is in heaven.\" Matthew 18:6, 10. The care that should be given to these employees is one of the reasons in favor of having in a large city several small restaurants instead of one large one. But this is not the only reason why it will be best to establish several small restaurants in different parts of our large cities. The smaller restaurants will recommend the principles of health reform just as well as the larger establishment, and will be much more easily managed. We are not commissioned to feed the world, but we are instructed to educate the people. In the smaller restaurants there will not be so much work to do, and the helpers will have more time to devote to the study of the Word, more time to learn how to do their work well, and more time to answer the inquiries \n\n110 \n\nof the patrons who are desirous of learning about the principles of health reform.  {TSDF 109.10} \n     If we fulfill the purpose of God in this work, the righteousness of Christ will go before us, and the glory of the Lord will be our rereward. But if there is no ingathering of souls, if the helpers themselves are not spiritually benefited, if they are not glorifying God in word and deed, why should we open and maintain such establishments? If we can not conduct our restaurants to God's glory, if we can not exert through them a strong religious influence, it would be better for us to close them up, and use the talents of our youth in other lines of work. But our restaurants can be so conducted that they will be the means of saving souls. Let us seek the Lord earnestly for humility of heart, that He may teach us how to walk in the light of His counsel, how to understand His word, how to accept it, and how to put it into practice.",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 110
}