{
    "word": "22. See EGW on Genesis 3:17, 18.  {6BC 1077.10}  \n     26. See EGW on Matthew 3:13-17.  {6BC 1077.11}  \n     26, 34 (Ephesians 5:2; Hebrews 7:24-28; 8:1, 2; Hebrews 9:24; 1 John 2:1; Revelation 8:3, 4; see EGW on Acts 1:11; Hebrews 7:25). Intercession of Christ and His Spirit.--Christ Jesus is represented as continually standing at the altar, momentarily offering up the sacrifice for the sins of the world. He is a minister of the true tabernacle which the Lord pitched and not man. The typical shadows of the Jewish tabernacle no longer possess any virtue. A daily and yearly typical atonement is no longer to be made, but the atoning sacrifice through a mediator is essential because of the constant commission of sin. Jesus is officiating in the presence of God, offering up His shed blood, as it had been a lamb slain. Jesus presents the oblation offered for every offense and every shortcoming of the sinner.  {6BC 1077.12} \n     Christ, our Mediator, and the Holy Spirit are constantly interceding in man's behalf, but the Spirit pleads not for us as does Christ who presents His blood, shed from the foundation of the world; the Spirit works upon our hearts, drawing out prayers and penitence, praise and thanksgiving. The gratitude which flows from our lips is the result of the Spirit striking the cords \n                                                                           1078\nof the soul in holy memories, awakening the music of the heart.  {6BC 1077.13}  \n     The religious services, the prayers, the praise, the penitent confession of sin ascend from true believers as incense to the heavenly sanctuary; but passing through the corrupt channels of humanity, they are so defiled that unless purified by blood, they can never be of value with God. They ascend not in spotless purity, and unless the Intercessor who is at God's right hand presents and purifies all by His righteousness, it is not acceptable to God. All incense from earthly tabernacles must be moist with the cleansing drops of the blood of Christ. He holds before the Father the censer of His own merits, in which there is no taint of earthly corruption. He gathers into this censer the prayers, the praise, and the confessions of His people, and with these He puts His own spotless righteousness. Then, perfumed with the merits of Christ's propitiation, the incense comes up before God wholly and entirely acceptable. Then gracious answers are returned.",
    "paragraph": 1,
    "bookcode": "6BC",
    "page": 1078
}