{
    "word": "The sinner cannot depend upon his own good works as a means of justification. He must come to the point where he will renounce all his sin, and embrace one degree of light after another as it shines upon his pathway. He simply grasps by faith the free and ample provision made in the blood of Christ. He believes the promises of God, which through Christ are made unto him sanctification and righteousness and redemption. And if he follows Jesus, he will walk humbly in the light, rejoicing in the light and diffusing that light to others. Being justified by faith, he carries cheerfulness with him in his obedience in all his life. Peace with God is the result of what Christ is to him. The souls who are in subordination to God, who honor Him, and are doers of His Word, will receive divine enlightenment. In the precious Word of God there is purity and loftiness as well as beauty that, unless assisted by God, the highest powers of man cannot attain to (ST May 19, 1898).  {6BC 1071.10}  \n     (Psalm 18:35;  85:10; Psalm 89:14; Revelation 4:3; see EGW on John 3:16.) The Mingling of Judgment and Mercy.--As the bow in the cloud is formed by the union of the sunlight \n                                                                           1072\nand the shower, so the rainbow encircling the throne represents the combined power of mercy and justice. It is not justice alone that is to be maintained; for this would eclipse the glory of the rainbow of promise above the throne; man could see only the penalty of the law. Were there no justice, no penalty, there would be no stability to the government of God.  {6BC 1071.11} \n     It is the mingling of judgment and mercy that makes salvation full and complete. It is the blending of the two that leads us, as we view the world's Redeemer and the law of Jehovah, to exclaim, \"Thy gentleness hath made me great.\" We know that the gospel is a perfect and complete system, revealing the immutability of the law of God. It inspires the heart with hope, and with love for God. Mercy invites us to enter through the gates into the city of God, and justice is sacrificed to accord to every obedient soul full privileges as a member of the royal family, a child of the heavenly King.",
    "paragraph": 1,
    "bookcode": "6BC",
    "page": 1072
}