{
    "word": "“My brother continued to fail rapidly. If he felt a cloud shutting Jesus from him, he would not rest until it was dispelled, and bright hope again cheered him. To all who visited him he conversed upon the goodness of God, and would often lift his emaciated finger, pointing upwards, while a heavenly light rested upon his countenance, and say, ‘My treasure is laid up on high.’ It was a wonder to all that his life of suffering was thus protracted. He had hemorrhage of the lungs, and was thought to be dying. Then an unfulfilled duty presented itself to him. He had again connected himself with the Methodist church, from which he was expelled in 1843 with the other members of the family on account of his faith. He said he could not die in peace until his name was taken from the church-book, and requested father to go immediately and have it taken off. In the morning father visited the minister, stating my brother's request. He said that he would visit him, and then if it was still his wish to be considered no longer a member of their church, his request should be granted. Just before the minister arrived my brother had a second hemorrhage and whispered \n290\nhis fears that he should not live to do this duty. The minister visited him, and he immediately expressed his desire, and told him he could not die in peace until his name was taken from the church-book, and that he should not have united with them again if he had been standing in the light. He then spoke of his faith, and hope, and the goodness of God to him. A heavenly smile was upon his countenance, and those lips, a few moments before stained with blood, were opened to praise God for his great salvation. As the minister left the room he said to my parents, ‘That is a triumphant soul, I never saw so happy a soul before.’ Soon after this my brother fell asleep in Jesus, in full hope of having a part in the first resurrection. The following lines were written upon his death by Sister Annie R. Smith:— \n\n\n     “He sleeps in Jesus—peaceful rest— \n     No mortal strife invades, his breast; \n     No pain, or sin, or woe, or care, \n     Can reach the silent slumberer there. \n\n\n     “He lived, his Saviour to adore, \n     And meekly all his sufferings bore. \n     He loved, and all resigned to God; \n     Nor murmured at his chastening rod. \n\n\n     “‘Does earth attract thee here?’ they cried, \n     The dying Christian thus replied: \n     While pointing upward to the sky, \n     ‘My treasure is laid up on high.’ \n\n\n     “He sleeps in Jesus—soon to rise, \n     When the last trump shall rend the skies; \n     Then burst the fetters of the tomb, \n     To wake in full, immortal bloom. \n\n\n     “He sleeps in Jesus—cease thy grief; \n     Let this afford thee sweet relief— \n     That, freed from death's triumphant reign, \n     In heaven will he live again.",
    "paragraph": 1,
    "bookcode": "LS88",
    "page": 289
}