{
    "word": "But the stern tracings of the prophetic pencil reveal a change in this peaceful scene. The beast with lamb-like horns speaks with the voice of a dragon, and \"exerciseth all the power of the first beast before \n                                                                           278\nhim.\" The spirit of persecution manifested by paganism and the papacy is again to be revealed. Prophecy declares that this power will say \"to them that dwell on the earth, that they should make an image to the beast.\" [Revelation 13:14.] The image is made to the first or leopard-like beast, which is the one brought to view in the third angel's message. By this first beast is represented the Roman Church, an ecclesiastical body clothed with civil power, having authority to punish all dissenters. The image to the beast represents another religious body clothed with similar power. The formation of this image is the work of that beast whose peaceful rise and mild professions render it so striking a symbol of the United States. Here is to be found an image of the papacy. When the churches of our land, uniting upon such points of faith as are held by them in common, shall influence the State to enforce their decrees and sustain their institutions, then will Protestant America have formed an image of the Roman hierarchy. Then the true church will be assailed by persecution, as were God's ancient people. Almost every century furnishes examples of what bigotry and malice can do under a plea of serving God by protecting the rights of Church and State. Protestant churches that have followed in the steps of Rome by forming alliance with worldly powers have manifested a similar desire to restrict liberty of conscience. In the seventeenth century thousands of non-conformist ministers suffered under the rule of the Church of England. Persecution always follows religious favoritism on the part of secular governments. \n                                                                           279",
    "paragraph": 2,
    "bookcode": "4SP",
    "page": 277
}