{
    "word": "The righteousness of Christ by faith has been ignored by some for it is contrary to their spirit, and their whole life experience. Rule, rule, has been their course of action. Satan has had an opportunity of representing himself. When one who professes to be a representative of Christ engages in sharp dealing, and pressing men into hard places, those who are thus oppressed will either break every fetter of restraint, or they will be led to regard God as a hard master. They cherish hard feelings against God, and the soul is alienated from him, just as Satan planned it should be. This hard-heartedness on the part of men who claim to believe the truth, Satan charges to the influence of the truth itself, and thus men become disgusted, and turn from the truth. For this reason no man should have a responsible connection with our institutions who thinks it no important matter whether he has a heart of flesh or a heart of steel. Men think they are representing the justice of God, and they do not represent his tenderness and the great love wherewith he has loved us. Their human inventions, originating with the specious devices of Satan, appears fair enough to the blinded eyes of men, because it is inherent in their nature. A lie, believed, practiced, becomes as truth to them. Thus the purpose of the Satanic agencies is accomplished, that men should reach these conclusions through the working of their own inventive minds. But how do men fall \n                                                                           1437\ninto such error? By starting with false premises, and then bringing everything to bear to prove the error true. In some cases the first principles have a measure of truth interwoven with the error, but it does not lead to any just action and this is why men are misled. In order to reign and become a power, they employ Satan's methods to justify their own principles. They exalt themselves as men of superior judgment, and they have stood as representatives of God. These are false gods.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1436
}