{
    "word": "The Relation of Education to the Work of God.-- With the great work before us of enlightening the world, we who believe the truth should feel the necessity of thorough education in the practical branches of knowledge, and especially our need of an education in the truths of the Scriptures. Error of every character is now exalted as truth, and it is our duty earnestly to search the sacred word, that we may know what is truth, and be able intelligently to present it to others. We shall be called upon to make known the reasons of our faith. We shall have to stand before magistrates to answer for our allegiance to the law of God. The Lord has called us out from the world that we may be witnesses for his truth; and all through our ranks, young men and women should be trained for positions of usefulness and influence. They are privileged to become missionaries for God; but they cannot be mere novices in education and in their knowledge of the word of \n                                                                           198\nGod, and do justice to the sacred work to which they are appointed. In every land the want of education among our workers is painfully apparent. We realize that education is not only necessary to the proper fulfillment of the duties of domestic life, but necessary for success in all branches of usefulness . . . . Whatever business parents might think suitable for their children, whether they desire them to become manufacturers, agriculturists, mechanics, or to follow some professional calling, they would reap great advantages from the discipline of an education. . . . They need to be thoroughly furnished with the reasons of our faith, to understand the Scriptures for themselves. Through understanding the truths of the Bible, they will be better fitted to fill positions of trust. They will be fortified against the temptations that will beset them on the right hand and on the left. But if they are thoroughly instructed and consecrated, they may be called, as was Daniel, to fill important responsibilities. Daniel was a faithful statesman in the courts of Babylon; for he feared, loved, and trusted God; and in time of temptation and peril he was preserved by the power of God. We read that God gave Daniel wisdom, and endowed him with understanding.",
    "paragraph": 3,
    "bookcode": "CE",
    "page": 197
}