{
    "word": "Had these students allowed the Holy Spirit to use them, they would have aroused as living missionaries to work in Christ's lines. They could not have considered their individual responsibility to work in every way possible in harmony with Christ their Pattern to save souls ready to perish. Instead of showing themselves faithful sentinels for Jesus Christ that the enemy should not steal a march upon them, and convert the soul temple into desecrated shrines, they threw wide open the gates and invited the enemy to come in. The Lord demanded the homage of the heart, rendering to Him undivided, whole-hearted service, the cheerful obedience of every power of the mind and soul. Souls are perishing out of Christ. There is work to be done to enlighten, to warn. Holy characters are to be presented to the world to represent the power of sacred truths upon human hearts. God's calls are earnest and emphatic to the sinner. He calls, \"Turn ye, turn ye, for why will ye die?\" Who is calling with Christ? My heart is weighed down with burden of distress because God's name is not glorified and exalted in the earth. If He sends His Holy Spirit there are those who do not understand its operations and how to appreciate the glory of God shining upon them, and unless they do discern the movings of the Spirit of God, they will call light darkness, and darkness will be chosen rather than light. I have been afraid, terribly afraid that those who felt the bright beams of the Sun of righteousness--for I have not one doubt but that they did receive the Holy Spirit--will come to the conclusion that God's heaven-sent blessings are a delusion. When God shall let His light shine again, how many will resist it and not respond to it because of the judgment many have passed upon its influence? If the light from heaven is not appreciated, greater evidence, greater light will be resisted. Bear in mind we are on holy ground. \n                                                                           1213",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1212
}