{
    "word": "And yet while He saves the transgressor, He does not do away with the law of God, but He exalts the law. He exalts the law because it is the detector of sin. And it is Christ's cleansing blood that takes away our sins, when we come to Him with contrition of soul seeking His pardon. He imputes His righteousness, He takes the guilt upon Himself (MS 5, 1885).  {7BC 935.10}  \n     26. See EGW on ch. 3:2.  {7BC 935.11} \n     27. True Religion a Fountain of Charity.--The pure religion of Jesus is the fountain from which flow streams of charity, love, self-sacrifice (Letter 7, 1883).  {7BC 935.12} \n     A Christian is a Christlike man, a Christlike woman, who is active in God's service, who is present at the social meeting, whose presence will encourage others also. Religion does not consist in works, but religion works; it is not dormant (Letter 7, 1883).  {7BC 935.13}  \n     Genuine Religion Never Cramps.--Many seem to feel that religion has a tendency to make its possessor narrow and cramped, but genuine religion does not have a narrowing influence; it is the lack of religion that cramps the faculties and narrows the mind. When a man is narrow, it is an evidence that he needs the grace of God, the heavenly anointing; for a Christian is one whom the Lord, the God of hosts, can work through, that he may keep the ways of the Lord of the earth and make manifest His will to men (MS 3, 1892).  {7BC 935.14} \n \n                             Chapter 2 \n\n     13 (Psalm 89:14; Galatians 6:14). The Cross Joins Justice and Mercy.--His [Christ's] object was to reconcile the prerogatives of Justice and Mercy, and let each stand separate in its dignity, yet united. His mercy was not weakness, but a terrible power to punish sin because it is sin; yet a power to draw \n                                                                           936\nto it the love of humanity. Through Christ, Justice is enabled to forgive without sacrificing one jot of its exalted holiness.  {7BC 935.15} \n     Justice and Mercy stood apart, in opposition to each other, separated by a wide gulf. The Lord our Redeemer clothed His divinity with humanity, and wrought out in behalf of man a character that was without spot or blemish. He planted His cross midway between heaven and earth, and made it the object of attraction which reached both ways, drawing both Justice and Mercy across the gulf. Justice moved from its exalted throne, and with all the armies of heaven approached the cross. There it saw One equal with God bearing the penalty for all injustice and sin. With perfect satisfaction Justice bowed in reverence at the cross, saying, It is enough (MS 94, 1899).",
    "paragraph": 1,
    "bookcode": "7BC",
    "page": 936
}