{
    "word": "I have felt deeply as I have seen the powerful influence animal passions have had in controlling men and women of no ordinary intelligence and ability. They are capable of engaging in a good work, of exerting a powerful influence, were they not enslaved by base passions. They have listened to the most solemn, impressive discourses upon the judgment, which seemed to bring them before the tribunal of God, causing them to fear and quake, yet an hour would hardly elapse before they have been engaged in their favorite, bewitching sin, polluting their own bodies. They were such slaves to this awful crime that they seemed devoid of power to control their passions. We have labored for some earnestly; we have entreated, we have wept and prayed over them, yet we have\n166\nknown that right amid all our earnest effort and distress, the force of sinful habit has obtained the mastery. These sins would be committed. The consciences of some of the guilty, through severe attacks of sickness, or by being powerfully convicted, have been aroused, and have so scourged them, that it has led to confession of these things, with deep humiliation. Others are alike guilty. They have practiced this sin nearly their whole lifetime, and with their broken-down constitutions, and, with their sieve-like memories, are reaping the result of this pernicious habit, yet are too proud to confess. They are secretive, and have not shown compunctions of conscience for this great sin and wickedness. They seem to be insensible to the influence of the Spirit of God. The sacred and common are alike to them. The common practice of a vice so degrading as polluting their own bodies has not led to bitter tears and heartfelt repentance. They feel that their sin is against themselves alone. Here they mistake. Are they diseased in body or mind, others are made to feel. Others suffer. Mistakes are made. The memory is deficient. The imagination is at fault. And there is a deficiency everywhere which seriously affects those with whom they live, and who associate with them. These feel mortification and regret because these things are known by another.",
    "paragraph": 1,
    "bookcode": "SA",
    "page": 165
}