{
    "word": "I saw that it was impossible to have the affections and interests engrossed in worldly cares, increasing their possessions, laying up treasures upon the earth, and yet be in a waiting, watching position, as our Saviour has commanded. Said the angel, \"They can secure but one world. In order to acquire the heavenly treasure, they must sacrifice the earthly. They cannot have both worlds.\" I saw how necessary was a continuance of faithfulness in watching to escape the delusive snares of Satan. He leads those who should be waiting and watching, to take one step of advance toward the world, and they have no intention of going further, but that one step has removed them that much further from Jesus, which makes it easier to take the next, and thus step after step \n                                                                           17\nof advance has been made toward the world, until a profession, a name only, makes the difference between them and the world. They have lost their peculiar, holy character, and there is nothing to distinguish them from the lovers of the world around them except their profession. Watch after watch, I saw, was in the past. Because of this should there be a lack of vigilance? Oh! no. There is the greater necessity of unceasing watchfulness for now the moments are fewer than before the passing of the first watch. Now the period of time for the waiting is necessarily shorter than at first. If we watched with unabated vigilance then, how much more need of double watchfulness in the second watch. The passing of the second watch has brought us to the third, and now it is inexcusable to relax our watching. The third watch calls for threefold earnestness. To become impatient now, would be a loss of all our earnest, persevering watching heretofore. The long night of gloom is trying, but the morning is deferred in mercy, because if the Master should come, so many would be found unready. God's unwillingness to have his people perish, has been the reason of so long delay. But the time of the coming of the morning to the faithful, and the night to the unfaithful, is right upon us. By thus waiting  and watching, God's people are to manifest their peculiar, separate character from worldlings. By our watching positions, we are to show how truly we are strangers and pilgrims upon the earth. The difference between the lovers of the world and those who love Christ, is so plain as to be unmistakable. The world, all earnestness, interest, and ambition, to secure earthly \n                                                                           18\ntreasure, while God's people are not conformed to the world, but transformed, showing by their earnest watching, waiting position, that their home is not in this world. They are seeking a better country, even an heavenly.",
    "paragraph": 2,
    "bookcode": "PH098",
    "page": 16
}