{
    "word": "Chapter 6 \n\n     26. See EGW on Matthew 14:9.  {5BC 1111.10} \n \n                              Chapter 8 \n\n     34. See EGW on Matthew 16:24; Luke 9:23.  {5BC 1111.11} \n \n                              Chapter 9 \n\n     2-4. See EGW on Matthew 17:1-3.  {5BC 1111.12} \n \n                              Chapter 10 \n\n     13-16. See EGW on Matthew 19:13-15.  {5BC 1111.13}  \n     45. See EGW on Matthew 9:12, 13.  {5BC 1111.14}  \n     46-52 (Matthew 20:30-34; Luke 18:35-43). Some With Eyes See Nothing.-- It is only when the sinner feels the need of a Saviour, that his heart goes after the One who can help him. When Jesus walked among men, it was the sick that wanted a physician. The poor, the afflicted and distressed, followed after Him, to receive the help and comfort which they could not find elsewhere. Blind Bartimaeus is waiting by the wayside; he has waited long to meet Christ. Throngs of people who possess their sight are passing to and fro, but they have no desire to see Jesus. One look of faith would touch His heart of love, and bring them the blessings of His grace; but they know not the sickness and poverty of their souls, and they feel no need of Christ. Not so with the poor blind man. His only hope is in Jesus. As he waits and watches, he hears the tread of many feet, and he eagerly inquires, What means this noise of travel? The by-standers answer that \"Jesus of Nazareth passeth by.\" With the eagerness of intense desire, he cries, \"Jesus, thou Son of David, have mercy on me!\" They try to silence him, but he cries the more vehemently, \"Thou Son of David, have mercy on me!\" This appeal is heard. His persevering faith is rewarded. Not only is physical sight restored, but the eyes of his understanding are opened. In Christ he sees his Redeemer, and the Sun of Righteousness shines into his soul. All who feel their need of Christ as did blind Bartimaeus, and who will be as earnest and determined as he was, will, like him, receive the blessing which they crave.  {5BC 1111.15}  \n     The afflicted, suffering ones who sought Christ as their helper, were charmed with the divine perfection, the beauty of holiness, that shone forth in His character. But the Pharisees could see no beauty in Him that they should desire Him. His simple attire, and humble life, devoid of outward show, rendered Him to them as a root out of dry ground (RH March 15, 1887). \n                                                                           1112\n {5BC 1111.16}\n \n                            Chapter 11 \n\n     12-14. See EGW on Matthew 21:18-20.",
    "paragraph": 1,
    "bookcode": "5BC",
    "page": 1112
}