{
    "word": "\"Is it such a fast that I have chosen? a day for a man to afflict his soul? is it to bow down his head as a bulrush and to spread sackcloth and ashes under him? wilt thou call this a fast and an acceptable day unto the Lord?\" As though the Lord would take great pleasure in that. That is not the kind of a bowing down that He has a pleasure in. \"Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and that ye break every yoke?\" Here is something that is a work to \n\n\n                                    -37- \n\na purpose. Let us see what it is. \"To loose the bands of wickedness, and undo the heavy burdens.\" Now here is the very thing in work that the Lord accepts. Why? You say, \"I have heard that we are not saved for our good works.\" No, but we will not be saved without them. You cannot depend upon your good works for salvation. We must have a living dependence upon a living God. And when there is a living connection with a living God, Christ abides in the heart by living faith, and the human agent works after Christ's life. He is going to change our life and character that Christ reveals. And if trials come to us we will not manifest a rebellious spirit. The opportunities will present themselves to every one of us, because we see oppression and unkindness, and because we see burdens that would be thrown upon us, and let self come in and exhibit itself. We let self arise. We want to put the trials in the right place, and where is it? Christ says to everyone that is weary and heavy laden, \"Come to Me.\" And what? \"Learn of Me, for I am meek and lowly in heart.\" And notwithstanding the crush of conflict that we shall have to pass through if we accept the truth of heavenly origin, there is meekness and lowliness in Jesus in every move. Hide in Jesus Christ. Our life and character is hid with Christ in God, so we cannot afford to let any impulse of passion control our words or control our actions, but we must do just as Jesus would have done under similar circumstances, and we are not to be revengeful.",
    "paragraph": 3,
    "bookcode": "5MR",
    "page": 36
}