{
    "word": "In regard to the meeting in Kansas I had not been there over the first night when I had opened to me the true condition of things, The leaven of Minneapolis was brought from Iowa and its work was being carried on to make of none effect the labors of Eld. A. T. Jones and my work. The next morning I spoke decidedly upon this matter and plainly stated in substance that which I have traced with pen and ink in this letter. Brother Hall, President of Kansas conference arose and said, \"My confidence in the testimonies the Lord gives Sister White is confirmed. I was in one of the very rooms she mentions, the very statements made are more clearly pictured than I could possibly describe the incidents myself. Minneapolis was the first general conference that I ever attended. I was but a child in the truth, three years old. I had implicit confidence in my ministering brethren. I believed them to be conscientiously doing their work. I looked up to them, trusted in them, respected them, but the remarks I listened to day after day did make an impression upon my mind. I bore this talk, thinking it must be so but it became too strong for me and on one occasion I just boiled over. I told them just what I thought of such talk and the manifestation of such a spirit. For a little time it was better but whenever something fresh would come up all and more was repeated. I said if this was a sample of the spirit brought into the General Conference, I never desired to attend another. \"He humbly confessed that he did become carried away with the current for which he heartily repented. Bro. McReynolds bore testimony that the description given by Sister White was true to the letter. He was unfortunate enough to be one of the number in the room with the Iowa brethren and he was \n                                                                           299\ndistressed for two weeks. He was not drawn in but the current became too strong and he lost his bearings and confessed he united in the spirit to some degree. He said for two weeks as Sister White has said, there was not a vocal prayer offered in the house. He had before this made humble confessions to me of this matter which he repeated at the meeting. Our meeting had to close before we could go any farther. Young Brother Washburn and his wife came to our tent and talked with me and I talked with them freely and told them if they had come to me I would have gladly explained everything to their satisfaction. Brother Porter came. I talked with him freely and told them not half as much as I have told you when you came to Battle Creek and it helped their minds. Friday again the Lord gave me a decided testimony to bear which made as decided impression on minds.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 298
}