{
    "word": "Chap. 125 - To S. N. Haskell\n\n                                           Letter - 14 - 1892 \n                                           Sept. 2, 1892 \n\nElder Haskell,- \n     Dear Brother in Christ, - I have been seeking to present before Elder Smith and our brethren in responsible places the dangers and perils of this time. The crisis is just before us, and the peril of those who were united in confederacy to resist the appeals of the Spirit of God at Minneapolis, that they would be in darkness until they should see where they had grieved the Spirit of God, and confessed their wrongs, and put up the bar, so that they would not go over the same ground again. Now I have received letters stating that a proposition has been made by the Health Retreat for Bro. Morrison to come to St. Helena to be superintendent there. Since writing the things which I felt urged by the Spirit of the Lord to write, I must caution you not to encourage Bro. Morrison of Iowa to take any position in the Health Retreat. He has not cleared himself from the part he acted at Minneapolis. Blindness of mind is upon him. We want no more bodies of death to leaven that poor, unfortunate Sanitarium. What kind of confidence can we have to do this, in the light God has given? No, I cannot see one ray of light in Morrison's connecting with the Retreat. There is needed there a man true as steel, who should be in principle firm as a rock, who will stand in defence of what he knows as right and truth. \n                                                                           1034\nSuppose this element from Iowa is introduced into California, where is there reserved power to operate on the mind and heart? Years have passed, and the testimonies have been speaking decidedly to them. He has attended our conferences at Battle Creek, and yet what stand has he taken? He has not confessed his sin in resisting the Spirit of God at Minneapolis. If he is not converted, Satan will find him a ready agent to work against truth [and] righteousness. Elder Healey and several others are ready to join hands with him. Let us not move blindly. Let us not plan unless we have God to plan with us. Elder Olsen speaks of LeRoy Nicola as a good one to help him; he will be if he has made crooked things but these men have done so much harm in their blindness, working against the messengers and messages God has sent, that I fear it would be a great mistake to reward them by giving them positions of trust as true men to be depended upon. It would reveal a lack of wisdom in those who ought to reason from cause to effect. Let him stay where he is, where his position is well known, and where his influence cannot be misunderstood, and where those who confederate with him will not do it ignorantly but understanding just what it means. It is time that we knew whom to trust. The Lord says, \"Them that honor me I will honor.\"",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1033
}