{
    "word": "Chapter 11 \n\n     Judging Not Man's Prerogative.--The 11th chapter of 2 Corinthians contains much instruction. It reveals to us that men who are liable to view matters after human eyesight may make very grave mistakes if they engage in a work that God has not appointed, but condemned. That work is to criticize, to climb upon the judgment seat, and pronounce sentence. How much better would it be for the spiritual advancement of such to look well to their own shortcomings and defects of character through watchful examination of their own hearts, to try to remove from them the beam of faultfinding, of evil surmising, of evil speaking, of bearing false witness, of hatred, and accusing of the brethren (MS 142, 1897).  {6BC 1105.10}  \n     14 (Matthew 24:24; 10:4; see EGW on Ephesians 6:10-12). Meeting Satan's Crowning Deception.--Satan came as an angel of light in the wilderness of temptation to deceive Christ; and he does not come to man in a hideous form, as he is sometimes represented, but as an angel of light. He \n                                                                           1106\nwill come personating Jesus Christ, working mighty miracles; and men will fall down and worship him as Jesus Christ. We shall be commanded to worship this being, whom the world will glorify as Christ. What shall we do?--Tell them that Christ has warned us against just such a foe, who is man's worst enemy, yet who claims to be God; and that when Christ shall make His appearance, it will be with power and great glory, accompanied by ten thousand times ten thousand angels and thousands of thousands; and that when He shall come, we shall know His voice (RH Dec. 18, 1888).  {6BC 1105.11} \n     (Matthew 7:15; 2 Thessalonians 2:7-12.) An Unfailing Test.--Satan has come down in these last days to work with all deceivableness of unrighteousness in them that perish. His satanic majesty works miracles in the sight of false prophets, in the sight of men, claiming that he is indeed Christ Himself. Satan gives his power to those who are aiding him in his deceptions; therefore those who claim to have the great power of God can only be discerned by the great detector, the law of Jehovah. The Lord tells us if it were possible they would deceive the very elect. The sheep's clothing seems so real, so genuine, that the wolf can be discerned only as we go to God's great moral standard and there find that they are transgressors of the law of Jehovah (RH Aug. 25, 1885).",
    "paragraph": 1,
    "bookcode": "6BC",
    "page": 1106
}