{
    "word": "We need a converted ministry; but you, my brother, must not feel that you are all out of the way, because you see so little likeness to Christ in some who preach the truth to others. If they pass on year after year, in the same foolish-virgin way, the only course you can pursue is to let them out of the ministry. Anything, anything but men who have had all the privileges of the ministerial institutes, and yet do not absorb the truth, and therefore cannot give the truth to others. The trouble is, the commandments of God are not in their hearts, and are not practiced in their lives. The grand truths that have come to our people have been haggled over; and although presented in a clear, forcible manner, have been treated indifferently as though they might touch them, they might have some connection with them, but as to being nourished and strengthened by them, they are not. They are put [to] one side. Some speak in commendation, as though it were a horse or a cow they were inspecting with a view to purchasing, if the terms suited them. The truth needs to be brought into their very life experience, the Holy Spirit to be an abiding power in the life, sanctifying the soul day by day, and preparing, moulding, and fashioning the character after the divine model. To some this seems unessential. The fact is, there are many who expect to go into the marriage supper of the Lamb with their old citizen's garments, in the place of putting on the robe of Christ's righteousness, a free gift made to all, and if all could have spiritual discernment, they would see that they could not offend the Lord Jesus in so marked a manner as to keep on their old citizen's garments as good enough for them. And when accosted by the \n\n\n                        -25- \n\nMaster's friend who said, \"Friend, how camest thou in hither, not having a wedding garment?\" what excuse can you render? There was the wedding garment, provided at great cost, but passed by, by the self-satisfied one who preferred his own ideas, customs, and practices, and in his self-importance takes his seat among the company without the wedding garment.",
    "paragraph": 1,
    "bookcode": "PH002",
    "page": 24
}