{
    "word": "ML - My Life Today (1952)\n\n\nFOREWORD\n\n     THE CHOICE DEVOTIONAL READINGS APPEARING IN THIS VOLUME, SELECTED TO ACCOMPANY AN APPROPRIATE TEXT FOR EACH DAY, HAVE BEEN DRAWN FROM THE VOLUMINOUS WRITINGS OF ELLEN G. WHITE, WHO THROUGH SEVENTY YEARS MINISTERED TO THE SPIRITUAL NEEDS OF THOSE ABOUT HER. THE PRINCIPLES OF CHRISTIAN LIVING WERE TO HER NOT MERELY THE SUBJECT OF WRITING OR PUBLIC ADDRESS, BUT THEY WERE EXEMPLIFIED IN HER OWN LIFE AS A TEEN-AGE GIRL, A YOUNG WOMAN, A MOTHER, A HELPFUL NEIGHBOR, A PROMINENT FIGURE IN HER COMMUNITY, AND A WORLD TRAVELER. A FEATURE OF THIS VOLUME THAT WILL BE APPRECIATED ESPECIALLY IS THE APPEARANCE OF MANY SELECT STATEMENTS FROM ELLEN WHITE'S PEN WHICH HERETOFORE HAVE NOT BEEN AVAILABLE IN HER CURRENT PUBLISHED WORKS, FOR THE CONTENT OF THIS BOOK HAS BEEN DRAWN VERY LARGELY FROM THE THOUSANDS OF E. G. WHITE ARTICLES PUBLISHED ORIGINALLY IN SUCH WEEKLY AND MONTHLY JOURNALS AS THE YOUTH'S INSTRUCTOR, REVIEW AND HERALD, SIGNS OF THE TIMES, ET CETERA, AND FROM HER MANUSCRIPT FILES.\n     BECAUSE THE READING OF EACH DAY IS LIMITED TO JUST ONE PRINTED PAGE, MUCH EXCELLENT MATERIAL ON MANY OF THE SUBJECTS COULD NOT BE INCLUDED, AND OFTEN OMISSIONS HAD TO BE MADE WITHIN A GIVEN STATEMENT. ALL OMISSIONS ARE RECOGNIZED IN THE USUAL WAY. IN SOME CASES THE READING FOR THE DAY CONSISTS OF SEVERAL CHOICE UTTERANCES GROUPED TOGETHER AS ONE COMPOSITE STATEMENT. AT THE CLOSE OF THE VOLUME THE INDIVIDUAL SOURCE CREDITS WILL BE FOUND.\n     SOME OF THE WORDS OF ADMONITION CONTAINED IN THIS LITTLE VOLUME WERE ADDRESSED ORIGINALLY TO THE FAMILY AS A WHOLE, OTHERS TO PARENTS OR CHILDREN OR YOUTH. MANY OF THE STATEMENTS ARE OF A MORE GENERAL NATURE. IN EVERY CASE THE MESSAGE IS ONE THAT SPEAKS CLEARLY TO THE HEART OF THE READER REGARDLESS OF AGE, POSITION, OR VOCATION.\n     MY LIFE TODAY WAS COMPILED UNDER THE DIRECTION OF THE BOARD OF TRUSTEES OF THE ELLEN G. WHITE PUBLICATIONS, WHO CARRY THE RESPONSIBILITY OF THE CARE AND PUBLICATION OF THE E. G. WHITE WRITINGS. THE WORK HAS BEEN DONE IN FULL HARMONY WITH MRS. WHITE'S INSTRUCTION TO THESE TRUSTEES PROVIDING FOR THE PRINTING OF COMPILATIONS FROM HER WRITINGS.\n     THAT THE BRIEF DAY-BY-DAY MESSAGES CONCERNING YOUR LIFE TODAY MAY SERVE AS A GUIDE AND AN ENCOURAGEMENT ON THE CHRISTIAN WAY IS THE SINCERE WISH OF THE PUBLISHERS AND\n\n                 THE TRUSTEES OF THE ELLEN G. WHITE PUBLICATIONS.\n\n\nChap. 1 - A Consecrated Life\n\nMy Consecration Today\nThe Way of Righteousness Is Life\n\n     In the way of righteousness is life; and in the pathway thereof there is no death. Proverbs 12:28",
    "paragraph": 1,
    "bookcode": "ML",
    "page": 5
}