{
    "word": "Sacredness of the Marriage Covenant. I was in the night season in my dreams brought in connection with the Health Retreat. I felt grieved to see you unhappy and much discouraged. . . . But while I was distressed over this revelation to me, there was One speaking with you, Dr. Q. His words reproved you, but were mingled with tender compassion. I cannot write the exact words as He spoke them. I will try my best to give you the import of them. He said: \n\n\n          \"You are nourishing despondency, but in this you \n     are not wise; you will become weak and inefficient. \n     This will give the enemy advantage over you. God \n     would have you grow nearer and closer to Himself, to \n     resemble the image and character of Christ. Your \n     heart is the seat of many tumultuous feelings, which \n     you do not strive vigorously to overcome. You do not \n     put your full heart and will into the work of cleansing \n     the soul temple. Your mind is unwisely exercised on \n     the subject of divorce from your wife. God is not \n     leading you in this. You are not keeping this matter \n     bound within your own mind. You are telling your \n     ideas and plans to others, and in thus doing you are \n     preparing the way for Satan to affect the minds of \n     others by your suggestions. \n          \"The matter of the marriage covenant does not \n     stand sacred and elevated in your mind as it should, \n     and you will be certainly in danger of pursuing a \n     wrong course yourself, and endangering other souls \n     by your suggestions. Your mind while stirred up on \n     this subject cannot be prepared to do the best work, \n                                                                           161\n\n     and you cannot be an earnest seeker for the blessing \n     of the Lord, unless you shall come up on higher \n     ground. You have done positive injury to the hearts \n     and minds of others. Close quickly the door of your \n     heart that has been open to the enemy. Open wide the \n     door of your heart and invite Jesus to come in. You \n     will then have a balance wheel to your somewhat \n     erratic nature, that you can put your whole being into \n     your work, realizing its importance. Improve every \n     opportunity to work your way upward, exerting a firm \n     and healthful influence. Lose no time in this matter. If \n     you would be a free and happy man, you must resist \n     the enemy.\". . .",
    "paragraph": 1,
    "bookcode": "TSB",
    "page": 160
}