{
    "word": "The enemy had laid a snare for the Fresno church. Brethren had left the churches where they belonged and where their help was greatly needed to strengthen and encourage the weak churches, and had moved into Fresno, to add their presence and increase the \n                                                                           60\nnumbers of the church at that place. If they cannot hear the voice of God saying, \"What doest thou here Elijah?\", God will speak more plainly. It is not God's plan to have men of the same faith colonize and dwell together. We are living in the last days, and unless God moves the men, this moving mania will prove a snare perhaps to the loss of souls of those who move, as well as to the loss of many souls left discouraged in the small churches. The land boom struck Fresno, and these good brethren in the faith were swept into the land speculation and some invested in mining stock. Speculation crowded out thoughts of eternal things. Unwary souls were beguiled and became infatuated. On the street, around the table, in the social visit, the theme of conversation was the purchasing of lots and mining stock. This, also, was the conversation of ministers whose business it was to work the mines of truth, to find and rescue the precious gems and jewels hidden beneath the rubbish of error. Just such a chapter is found in the history of the old world, when every imagination of man's heart was only evil and that continually. So it was in the city of Sodom. When men who have had great light and great truth, who are to be God's witnesses to a people whose interests are in the world, become full of a feverish anxiety to buy and sell and get gain, Satan looks on with triumph. These men permit the alluring pictures of the world to captivate their senses; the alluring temptation with which Satan tempted Christ, overcomes them and the example of Christ in resisting temptation fades from the memory. They permit themselves to be drawn into the current which is \n                                                                           61\nsweeping man downward, and when Satan sees his plans work so well, he invents scheme after scheme, that the Lord's money may be diverted into channels where the cause of God will get none of it. Satan tells the speculator that if he will engage in this land scheme, he can make means to help the cause of God, and he presents illusions that fascinates the senses and thousands of dollars are bound away from the cause of God, and the example of Christ is not followed. Unwary souls are beguiled by representations that will never be realized. All who engage in enterprises of this order, fail to give a worthy, Christ-like example to the world as Seventh-day Adventists. Satan designed to cut off the influence of the men who by precept and example, should have borne a clear, unselfish, uncorrupted testimony against all such schemes of the enemy. Against such Satanic schemes, there is no safeguard but one--the truth as it is in Jesus, planted in the heart by his spirit, and nurtured by his grace. Our piety, Bible integrity, our religion, will degenerate into commonness and earthiness before the world, before the God whom we profess to love and serve, if we do not keep a living connection with Christ. We claim to be the repositories of sacred truth, to be looking for the glorious appearing of our Lord and Saviour Jesus Christ, in the clouds of heaven with power and great glory.",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 59
}