{
    "word": "I tell you the work God has given me to do has not suffered and is not likely to suffer half as much from open opposers as from my apparent friends, those who appear to be defenders of the Testimonies, but are their real assailants; who weaken them and make them of none effect. You ask, do you mean this for me? I do, my brother. I am sorry to say it, but I do most decidedly. If you leave this place as you are now, I shall have great fears that you will never see your way clearly to the light. If you had not been opening your mind to skepticism and unbelief, and to envy, jealousies, and \n                                                                           195\nevil-surmisings, and had others to help you in this work, you would not be in the position you are now before God. Your health is shattered, but do not allow your mind to take a wrong bias; for when you once get set in the wrong direction it will be difficult for you to change. You have been doing this, little by little, for years. Brother Butler, I want to be in harmony with God and in harmony with you. I want you to fall on the Rock and be broken. Let self die; let Christ be enthroned in the heart. I tell you, my brother, it is not of the least use for me to attempt to set you right. I have had your case opened before me; I know your temperament, and I know if ever a man needed the converting power of the grace of God, you need it at the present time. I want you to come to this Week of Prayer, and let us all seek God together. Let self break. It must be done sooner or later if you are ever saved. Jesus loves you and will work for you and gather you in His strong arms but how much you need your spiritual eyesight anointed. There are many things you do not see clearly, and your soul is in peril. I want Sister Butler to drink deep draughts from the fountain of life, that Christ may be in her a well of water, springing up unto eternal life. \n                                                    (Signed) Ellen G. White",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 194
}