{
    "word": "I tried to lead these dear souls to have sense of their responsibility as light bearers to the world. We encouraged all to feel that individually they had a part to act in every meeting when assembled to worship God. The Lord has given us rich promises. \"Then they that feared the Lord spake often one to another: and the Lord hearkened, and heard it, and a book of remembrance was written before him for them that feared the Lord, and that thought upon his name. And they shall be mine, saith the Lord of hosts, in that day when I make up my jewels; and I will spare them, as a man spareth his own son that serveth him.\" All but one of the company testified for the Lord, giving evidence of the power of truth on the human heart. We felt that the meeting was a success because of the presence of Jesus. All seemed cheered and comforted and blest. We then rode eight miles to our home in Granville, and as the horse climbed the hilly road, we ate our lunch with cheerfulness and gladness of heart. Thank God, the meeting-house is going up; it is small, as cheap as possible, but it will be a precious place, dedicated to the service of God. O, how carefully we considered the question of means. What a hunting there was to see if we could not find some hidden treasure which we could appropriate; how we prayed and studied and planned! Our family did what they could. I engaged to be responsible for five pounds, brethren Starr and Hickox united in giving five pounds stg., Willie gave two pounds, and some other members of the family gave one pound. Well, the amount was still insufficient to make a start. The little company in their poverty did all they possibly could, each giving one pound; one brother gave five pounds; yet the amount was so small; then I doubled my subscription, making it ten pounds, but I saw that discouragement was upon the minds of the brethren as to the possibility of reaching the sum required. Again I doubled my subscription, and then added still five pounds more, making twenty-five in all. The meeting house must not have a debt hanging upon it.",
    "paragraph": 2,
    "bookcode": "PC",
    "page": 135
}