{
    "word": "I do not know, Edson, how many things ought to be said, and how many things should be left unsaid. I know you have had a hard time. I know that you are in a difficult and a most dangerous field, made thus because of the prejudice of the whites against the blacks, and because our brethren have not interested themselves personally in that field to decide how it should be worked. Our brethren do not yet have correct ideas, and they button up their coats over their hearts, hearts that should go out in sympathy and tenderness and encouragement to the laborers in that poor, destitute, neglected field. . . .It was presented to me that God in His providence was measuring the temple and the worshipers therein. There are those who, in the providence of God, have been placed in positions where they have received \n\n\n                                    -10- \n\nmany blessings. With self-denial and self-sacrifice these could do a good work, in imparting to the most needy and suffering ones, to those who have few blessings and but little encouragement. This is a work which God has laid upon every saint to do, and for the neglect of which they will be held accountable. The Lord marks the longing of many souls for privileges that they might become better informed and better clothed. The angels of the Lord are looking to see what testimony they can carry to the courts above of this suffering class. Oh, that those who have so many comforts of life would deny self, take up the cross, and follow Jesus!  Human beings in their suffering humanity are crying unto God, and their prayers are just as surely coming up before God as did the blood of Abel. Christlike men will not employ their time in devising to profit self, and promote their own interest. God is not indifferent to the pressing need of white or black in any place, wherever they may be. Who is saying, 'Be thou warmed, and be thou clothed and fed,' yet do nothing to relieve the situation? The indiscriminate almsgiving is often more injurious than helpful. It often encourages idleness and destroys self-respect. In the Southern field small churches are to be built. If they are burned, this act will stand as a witness against the men who oppose the work of God when the judgment shall sit and the books be opened, and every one judged according to the deeds written in the books.",
    "paragraph": 2,
    "bookcode": "4MR",
    "page": 9
}