{
    "word": "Hypocrisy is like leaven or yeast. Leaven may be hidden in the flour, and its presence is not known until it produces its effect. By insinuating itself, it soon pervades the whole mass. Hypocrisy works secretly, and if indulged, it will fill the mind with pride and vanity. There are deceptions practiced now similar to those practiced by the Pharisees. When the Saviour gave this caution, it was to warn all who believe in Him to be on guard. Watch against imbibing this spirit, and becoming like those who tried to ensnare the Saviour (MS 43, 1896).  {5BC 1121.10}  \n     10. See EGW on Matthew 12:31, 32.  {5BC 1121.11}  \n     16-21. See EGW on 1 Samuel 25:10, 11.  {5BC 1121.12}  \n     35. See EGW on Matthew 25:7.  {5BC 1121.13}  \n     48 (John 15:22). God's Tests Differ.-- God's test of the heathen, who have not the light, and of those living where the knowledge of truth and light has been abundant, is altogether different. He accepts from those in heathen lands a phase of righteousness which does not satisfy Him when offered by those of Christian lands. He does not require much where much has not been bestowed (MS 130, 1899).  {5BC 1121.14}  \n     50. See EGW on Matthew 26:42.  {5BC 1121.15}  \n     51. See EGW on Matthew 10:34.  {5BC 1121.16} \n \n                             Chapter 13 \n\n     18. See EGW on Mark 4:30.  {5BC 1121.17}  \n     34, 35. See EGW on Matthew 23:37-39.  {5BC 1121.18} \n \n                             Chapter 14 \n\n     16, 17. See EGW on Matthew 22:2-4.  {5BC 1121.19}  \n     28-33. The Weak May Do Deeds of Omnipotence.--To us as well as to the disciples, Christ has given the work of carrying the truth to the world. But before engaging in this great and aggressive warfare, upon which eternal results depend, Christ invites all to count the cost. He assures them that if they take hold of the work with undivided hearts, giving themselves as light bearers to the world, if they will take hold of His strength, they will make peace with Him, and obtain supernatural assistance that will enable them in their weakness to do the deeds of Omnipotence. If they go forward with faith in God, they will not fail nor become discouraged, but will have the assurance of infallible success (RH March 15, 1898).  {5BC 1121.20} \n \n                             Chapter 16 \n\n     13. See EGW on Matthew 6:24.  {5BC 1121.21} \n \n                             Chapter 17 \n\n     5. Increasing Faith.--You have to talk faith, you have to live faith, you have to act faith, that you may have an increase of faith; and thus exercising that living \n                                                                           1122\nfaith you will grow to strong men and women in Christ Jesus (MS 1, 1889).  {5BC 1121.22}  \n     10 (Ephesians 1:6; 2:8-10; 2 Timothy 1:9; Titus 2:14;  3:5; James 2:22). Good Works No Plea for Salvation.--Our acceptance with God is sure only through His beloved Son, and good works are but the result of the working of His sin-pardoning love. They are no credit to us, and we have nothing accorded to us for our good works by which we may claim a part in the salvation of our souls. Salvation is God's free gift to the believer, given to him for Christ's sake alone. The troubled soul may find peace through faith in Christ, and his peace will be in proportion to his faith and trust. He cannot present his good works as a plea for the salvation of his soul.",
    "paragraph": 1,
    "bookcode": "5BC",
    "page": 1122
}