{
    "word": "\"Hath a nation changed their gods which are yet no gods? but my people have changed their glory for that which doth not profit. Be astonished, O ye heavens, at this, and be horribly afraid, be ye very desolate, saith the Lord. For my people have committed two evils; they have forsaken me the fountain of living waters, and hewed them out cisterns, broken cisterns, that can hold no water.\" \"Thus saith the Lord of Hosts, the God of Israel, Amend your ways and your doings, and I will cause you to dwell in this place. Trust ye not in lying words, saying, The temple of the Lord, The temple of the Lord, The temple of the Lord are these. For if ye thoroughly amend your ways and your doings; if ye thoroughly execute judgment between a man and his neighbor if ye oppress not the stranger, and the fatherless, and the widow, and shed not innocent blood in this place, neither walk after other gods to your hurt; then will I cause you to dwell in this place, in the land that I gave your fathers, for ever and ever. Behold ye trust in lying words that cannot profit. Will ye steal, murder, and commit adultery, and swear falsely, and burn incense unto Baal, and walk after other gods whom ye know not; and come and stand before me in this house, which is called by my name, and say, We are delivered to do all these abominations? Is this house, which is called by my name, become a den of robbers in your eyes? Behold, even I have seen it, saith the Lord.\" \"Thus saith the Lord; Cursed be the man that trusteth in man, and maketh flesh his arm, and whose heart departeth from the Lord. For he shall be \n                                                                           1290\nlike the heath in the desert, and shall not see when good cometh; but shall inhabit the parched places in the wilderness, in a salt land and not inhabited. Blessed is the man that trusteth in the Lord, and whose hope the Lord is. For he shall be as a tree planted by the waters, and that spreadeth out her roots by the river, and shall not see when heat cometh, but her leaf shall be green; and shall not be careful in the year of drought, neither shall cease from yielding fruit. The heart is deceitful above all things, and desperately wicked; who can know it? I the Lord search the heart, I try the reins, and to give every man according to his ways, and according to the fruit of his doings.\" \"Now therefore, go to, speak to the men of Judah and to the inhabitants of Jerusalem, saying, Thus saith the Lord, Behold, I frame evil against you, and device a device against you: return ye now every one from his evil way, and make your ways and your doings good. And they said, There is no hope: but we will walk after our own devices, and we will every one do the imagination of his evil heart. Therefore thus saith the Lord; Ask ye now among the heathen, who hath heard such things: the virgin of Israel hath done a very horrible thing. Will a man leave the snow of Lebanon, which cometh from the rock of the field or shall the cold flowing waters that come from another place, be forsaken? Because my people hath forsaken me, they have burned incense to vanity, and they have caused them to stumble in their ways from the ancient paths, to walk in paths, in a way not cast up.\" \n                                                                           1291",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1289
}