{
    "word": "Under different figures this matter has been presented to me, and I know that it is not the Lord's will that these two publishing houses shall be united. I fear that those at Battle Creek have also made a mistake in taking over the schools and the Health Retreat at St. Helena. The publishing house at Battle Creek has been under the reproof of God for years, especially since the time of the Minneapolis meeting, when some acted the part of Korah, Dathan, and Abiram. If its managers were not swelled with self-importance and self-sufficiency, they would not feel that they could carry every crippled institution. The showing of their own institution is anything but favorable. Edson White was unsparingly condemned because he was to blame in his financial management, but those who condemned him knew that their own financial embarrassment was not after God's order. This has been represented to me like a man trying to pull a mote out of the eye of his brother, while a beam was in his own eye. \"Therefore thou \n                                                                           1519\nart inexcusable, O man, whosoever thou art that judgeth; for wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things. But we are sure that the judgment of God is according to truth against them which commit such things. And thinkest thou this, O man, that judgest them which do such things, and doest the same, that thou shalt escape the judgment of God? Or despisest thou the riches of his goodness and forbearance and long-suffering; not knowing that the goodness of God leadeth thee to repentance? But after thy hardness and impenitent heart treasureth up unto thyself wrath against the day of wrath and revelation of the righteous judgment of God; who will render to every man according to his deeds: them who by patient continuance in well doing seek for glory, and honor, and immortality, eternal life; but unto them that are contentious and do not obey the truth, but obey unrighteousness, indignation and wrath.\"",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1518
}