{
    "word": "Under the gracious influence of God, you have often felt the moral obligations devolving upon you. But after the influence you received at the Minneapolis meeting, where it was popular to talk doubt, to question and resist the light God was sending, the sentiments there suggested one to another, acted upon your mind and heart like a poisonous malaria. Although every evidence that was essential was given in regard to the work which the Lord had begun in behalf of his people, although those present felt the convicting power of God upon heart and mind, they did not possess humility of heart to the acknowledging of the truth. They revealed that more evidence would accomplish nothing for them. It was not evidence that they needed, for this had been abundant. They needed meekness and lowliness of heart to confess. Had you yielded your pride and self-sufficiency then, you would have softened your heart, and been converted. But you kept your feet in the path of unbelief. You hated the messages sent from heaven. You manifested against Christ a prejudice of the very same character and more offensive to God than that of the Jewish nation. Nothing but spiritual blindness could so obscure your discernment that you would not see the working of the Spirit of God. You did see it, but you would not yield to it. You refused to admit the truth of the heaven-sent message. You, and all who like yourself, had sufficient evidence, yet refused the blessing of God, were persistent in refusing because at first you would not receive it. You did not search the Scriptures to obtain clearer light, but you obtained something with which to brace \n                                                                           1657\nyour mind to reject the Spirit of God, and strengthen your unbelief. This is your stumbling block, which no one but yourself can remove. Because of your false ideas, you cannot obtain a right understanding of what is truth and what constitutes the third angel's message. Had this blind obstinacy in you been yielded, you would have humbled your heart, and received the greatest blessing you ever had in your life. O what a terrible thing it is for any one to be deceived and deluded by Satan.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1656
}