{
    "word": "And there must be a heart work done here. Not doing nothing, but work right out on Christ's principles, and when you work on the principles of heaven you see the salvation of God revealed, and God wants you to stand ready to strike. He wants you to open the windows heavenward and close them earthward. He wants the salvation of God to be revealed. He wants the medical missionary work and the gospel combined and bound up together just as fast together that they will be inseparable. And he wants that this work shall blend, and that there should be a united whole with this people. He wants the talent that is in Dr. Kellogg; he wants the talent that is in the school; he wants that which is in every institution to be connected with the management of his work and his churches. He does not want two or three minds to set themselves as kings and the rest of them to be managed by these two or three minds. He wants \n\n\n                                     -173- \n\nthat there shall be committees that are holding a part in every part of his work. And then the medical missionary work you understand will be wrought upon a higher grade than it has ever been wrought before. God wants it wrought. I have seen people ready to. \"Why,\" some say, \"why, they have had more than their proportion, more than others have had in Australia.\" We have had none too much, only we ought to have had ten times what we had to begin with, that we could establish something that would be an entrance, something that would be a pioneer to the work. That will take everywhere. There is no use to shut it down, it will take everywhere. There is not a place but what medical missionary work will take, and it will open the way for the gospel. Now God has not blessed us as He would have blessed us had there been an appreciation of the work that he is carrying on. I thank God that Dr. Kellogg has not sunk into despondency and infidelity. I have been afraid of it, and I have written some very straight things to him, and it may be, Dr. Kellogg (if he is here), that I have written too strong, for I felt as though I must get hold of you and hold you by the power of all the might I had.",
    "paragraph": 3,
    "bookcode": "SpM",
    "page": 172
}