{
    "word": "There is really no place in heaven for these dispositions. A man with such a character will only make heaven miserable, because he himself is miserable. \"Except ye be born again,\" said Christ, \"ye cannot enter the kingdom of heaven.\" To enter heaven, a man must have Christ formed within, the hope of glory, and take heaven with him. The Lord Jesus alone can fashion and change the character. For want of patience, kindness, forbearance, unselfishness, and love, the revealings of the traits flash forth involuntarily when off guard, and unchristian words, unchristlikeness of character burst forth sometimes to the ruin of the soul. \"Rejoiceth not in iniquity.\" Mark it. The apostle meant where there is a cultivation of genuine love for precious souls, it will be exhibited for those most in need of that patience which suffereth long and is kind, and will not be ready to magnify a small indiscretion or direct wrong into large unpardonable offenses, and will not make capital of others' misdoings. The love for souls for whom Christ died will not do that which has been done through misconceptions of that which was due to the erring, exposing their errors and weakness before a whole school. How do you think Jesus has looked upon such transactions? Had He been present He would have said to those doing these things, \"Ye know not the Scriptures nor the power of God.\" For in the Scriptures it is plainly shown how to deal with the erring. Forbearance, kindly consideration, \"Consider thyself lest thou also be tempted,\" would meet the stubborn, obdurate heart. Love of Jesus will cover a multitude of sins, that they shall not prey upon the offender neither be exposed to create feelings of every stripe and character in the human breast of those to whom these errors and mistakes are laid open, and in the one thus dealt with. He is too often driven to desperation. His mind is beyond the healing. Now the work is to have the grace of Christ in the soul which will \n                                                                           280\nnever, never be guilty of exposing another's wrongs, unless it is a positive necessity. Practice in the line of Christ. The true witness speaks in Revelation 21:5. Practice love. There is nothing in Christianity that is capricious.",
    "paragraph": 1,
    "bookcode": "FE",
    "page": 279
}