{
    "word": "We see the world absorbed in their own amusements. The first and highest thoughts of the larger portion, especially of females, are for display. Love of dress and pleasures is wrecking the happiness of thousands. And some of those who profess to love and keep the commandments of God are coming \n                                                                           9\nas near to aping this class as possible, and retain the name of Christians. And some of the young are so eager for display that they are willing to give up even the name of Christian, if they can only follow out their inclination for vanity of dress and love of pleasure. Self denial in dress is a part of our Christian duty. To dress plainly and abstain from display of jewelry and ornaments of every kind is in keeping with our faith. Are we of that number who see the folly of the world in their indulging in extravagance in dress, as well as in their love of amusement? If so, we shall be of that class who will shun everything that gives sanction to this spirit which takes possession of the minds and hearts of those who live only for this world, and who have no thought or care for the next. Christian youth of Battle Creek, I have seen in some of you a love for dress and display which has pained me. In some who have been well instructed, and have had religious privileges from their babyhood, who have put on Christ by baptism, thus professing to be dead to the world, I have seen a vanity in dress and a levity in conduct that has grieved the dear Saviour, and has been a \n                                                                           10\nreproach to the cause of God. I have marked with pain your religious declension and your disposition to ornament and trim your apparel. Some have been so unfortunate as to come into possession of a gold chain or pin, or both, and have shown bad taste in exhibiting these things by fastening them upon their cloaks to attract attention. I can but associate these characters with the vain peacock who will display his gorgeous feathers for admiration. It is all this poor bird has to attract attention. His voice and form are anything but attractive.",
    "paragraph": 1,
    "bookcode": "PH013",
    "page": 8
}