{
    "word": "I felt sad as I was shown how little you resemble Christ. Instead of being self-denying, you indulge and gratify self on every hand. My brother, you must reach a higher standard, that the truth you preach may be sustained by your influence and example. You cannot remain in your present condition and reach the hearts of the people; for many will stumble into perdition over your defects. Men who profess to be watchmen on the walls of Zion may preach the gospel as well as the law, they may bring to bear on the minds of sinners the love, pity, the self-sacrificing compassion of Jesus, they may make the most touching appeals and urgent entreaties, and mingle them with the most cheering promises, and yet souls may not be reached, hearts may be proof against them all. The Bible truth will not be received, the love of Jesus may not exercise a constraining power, and these souls may perish in their sins. This will sometimes be the case when the Lord's co-workers do all they can do in the fear and love of God. But if such is the case, they will be blameless. But if God's ambassador brings the precious, saving truth to bear upon the heart, and yet in his deportment errors are made prominent, then he lays a stumbling-block before the feet of his fellow-men, over which they may stumble into perdition. If souls do accept the truth, the defects in the messenger are in many instances reproduced in their conduct, and the Heart Searcher knows that his professed ambassador is perpetuating sin. The reason of this is that the word of \n\n\n                        [36] \n\nGod has not been received into the heart, has not done its office work upon the soul. The word of God and the testimonies that have been given for the enlightenment of God's people, are as a dead letter. A nominal assent may be given when the truth is presented, but the heart's undivided affection is not given to the Lord. His word is perverted, the affections are not set on things above. The heart is the citadel of the man; and unless it is wholly given to the Lord, the enemy will come in and establish himself therein and make it his stronghold, from which no power on earth can dislodge him.",
    "paragraph": 1,
    "bookcode": "PH096",
    "page": 35
}