{
    "word": "In the struggle in bringing up the Review and Instructor where the number of paying subscribers is sufficient to meet the expenses, and in the publication of numerous tracts, pamphlets and books, my husband nearly lost his life. He then gave all away into the hands of the Publishing Committee as the property of the church. Like a man commencing in poverty to improve a new farm, and when he has spent the strength of manhood in improving it, gives it to others. Since December 1, 1855, my husband has received for his services in the Review Office, four dollars and nine cents a week. He might have had more, but has chosen not to take it. I do not make these statements with one murmuring feeling. It is a pleasure to me in this work to state the facts in the case. We have acted from choice for the good of the cause. Its prosperity, and the confidence of its true friends are worth a thousand times more to us than the good things of this life. We are raised above want, and this is sufficient for all true believers in the third message. For this we feel grateful to God. I would here express our gratitude to our friends. First, to those who lent my husband money to \n                                                                           206\npublish without interest. This enabled him to purchase stock at the lowest rates, publish large editions of our books, and manage his business to advantage. The interest at ten per cent on money thus put into his hands would have amounted to near one thousand dollars. It was worth to him, he thinks, twenty per cent. Had it not been for this, the Office must have gone down, unless sustained in some other way. Second, our numerous personal friends, have been liberal. Many to whom I sent the several numbers of my testimonies, sent to me in return, some ten-fold, and some more. Some, who have never helped us a dime, have appeared to feel very bad to see us raised above want and dependence; but if the Lord has put it into the hearts of our personal friends to raise us above want, that our testimony may not be crippled by the galling sense of dependence, I do not see how these persons can help it.",
    "paragraph": 1,
    "bookcode": "2SG",
    "page": 205
}