{
    "word": "I saw that the mysterious signs and wonders and false reformations would increase and spread. The reformations that were shown me were not reformations from error to truth. My accompanying angel bade me look for the travail of soul for sinners as used to be. I looked, but could not see it; for the time for their salvation is past. [THE WRITER OF THESE WORDS DID NOT UNDERSTAND THEM AS TEACHING THAT THE TIME FOR THE SALVATION OF ALL SINNERS WAS PAST. AT THE VERY TIME WHEN THESE THINGS WERE WRITTEN SHE HERSELF WAS LABORING FOR THE SALVATION OF SINNERS, AS SHE HAS BEEN DOING EVER SINCE. \n     HER UNDERSTANDING OF THE MATTER AS IT HAS BEEN PRESENTED TO HER IS GIVEN IN THE FOLLOWING PARAGRAPHS, THE FIRST PUBLISHED IN 1854, AND THE SECOND IN 1888: \n     \"The 'false reformations' here referred to are yet to be more fully seen. The view relates more particularly to those who have heard and rejected the light of the advent doctrine. They are given over to strong delusions. Such will not have 'the travail of soul for sinners' as formerly. Having rejected the advent, and being given over to the delusions of Satan, 'the time for their salvation is past.' This does not, however, relate to those who have not heard and rejected the doctrine of the second advent.\" \n     \"It is a fearful thing to treat lightly the truth which has convinced our understanding and touched our hearts. We cannot with impunity reject the warnings which God in mercy sends us. A message was sent from heaven to the world in Noah's day, and the salvation of men depended upon the manner in which they treated that message. Because they rejected the warning, the Spirit of God was withdrawn from the sinful race, and they perished in the waters of the flood. In the time of Abraham, mercy ceased to plead with the guilty inhabitants of Sodom, and all but Lot with his wife and two daughters were consumed by the fire sent down from heaven. So in the days of Christ. The Son of God declared to the unbelieving Jews of that generation, 'Your house is left unto you desolate.' Looking down to the last days, the same infinite power declares, concerning those who 'received not the love of the truth, that they might be saved,' 'For this cause God shall send them strong delusion, that they should believe a lie: that they all might be damned who believed not the truth, but had pleasure in unrighteousness.' As they reject the teachings of His Word, God withdraws His Spirit, and leaves them to the deceptions which they love.\"] \n\n(46)",
    "paragraph": 1,
    "bookcode": "EW",
    "page": 45
}