{
    "word": "Cautions were given Dr. Kellogg, showing him that his work was to reach the higher classes by maintaining the very highest standard in the Sanitarium. This is the only way in which the higher classes can be reached; and I felt that our people ought to feel highly honored because God had placed among us an instrumentality that could reach the higher classes. I saw that these would come to the Sanitarium, and would receive help from the treatment. They would see and be charmed by the spirit pervading the institution. They would feel full of peace and rest as prayer was offered at their bedside.  {1888 1749.10}  \n     This is the work which is to interest the world, which is to break down prejudice, and force itself upon the attention of the world.  {1888 1749.11}  \n     I encouraged Dr. Kellogg all I could, and cautioned him when I saw that he was bearing too heavy a load; for what would the work do were he to drop out? As he labored with all his skill in the most difficult cases in the institution, the responsibility upon him was heavy enough. He did not need any of your discouragement. The responsibility of the lives in his hands was enough. As he prayed about his work, and then took up the most difficult cases, where if the knife had slipped one hair's breadth, it would have cost a life, God stood by his side, and an angel's hand was upon his hand, guiding it through the operation.  {1888 1749.12}  \n     All human beings are of value in the sight of God, because they were purchased by the blood of his only begotten Son. He wants everyone to stand in close connection with him. The medical missionary work is doing this, and it should have the support of everyone of you.  {1888 1749.13}  \n     When the Sanitarium Hospital was to be built, there was so much opposition to this move that in duty bound I had to stand before the people, and say, \"From the light that has been given me, this building should be erected.\" Soon after the building was finished, I came to Battle Creek, and Dr. Kellogg said, \"You shall be the first to occupy it.\" He gave us rooms there, and we thought we should occupy them for the winter. But the sick came till room after room was occupied. I saw the situation, and I said, \"I can not stay here any longer; for those who wish to be relieved of their suffering are crowding \n                                                                           1750\nin, and the rooms I have will be needed. The doctor begged me to stay, but I told him that I could not. I hired a house. And it was not long before the hospital was full of patients.  {1888 1749.14}  \n     Thus the work has moved on. And I have seen that all heaven is interested in the work of relieving suffering humanity. Satan is exerting all his powers to obtain control over the souls and bodies of men. He is trying to bind them to the wheels of his chariot. My heart is made sad as I look at our churches, which ought to be connected in heart and soul and practice with the medical missionary work.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1750
}