{
    "word": "You have been self-indulgent in your travels; for you do not generally study to save expense to the cause of God. In many ways you needlessly expend intrusted means. You are very deficient in keeping track of your outgoes. You trust too much to memory in keeping your accounts. If you can command money, you will use it for your own gratification and to please the desires of your children. You do not remember that you are handling another's means. I cannot see how you have any valid excuse in the sight of God for letting Zua attend Snells's Seminary. Either you or someone else must bear that expense. Your children have both their father's and mother's traits of character transmitted to them as their legacy, and how carefully should you educate and train them that these defects may be overcome. I cannot let this matter stand before the people in the light in which they now view it, as though I sanctioned and approved of your management. You have the blessed Bible, you have the \n\n\n                        [34] \n\ntestimonies, which have appealed to you to correct your deficiencies, but if you walk in the light of your own understandings, what excuse can you offer when the books of heaven shall reveal your great loss as God's hired servant? While you should appear free from everything like stinginess, you must remember that justice in dealing with your brethren comes before liberality. Conference officers are not favorably impressed with the way matters have developed in regard to you. Wages have been paid to you by the Conference, and other means has flowed from its true channel in gifts to you. You keep yourself embarrassed by your own management, you talk discouragingly, and groan over your situation, and your brethren, who are grateful to see that you have success in the pulpit, and that souls are brought into the truth, give you not only their sympathy but their money. Although they have thought that they were doing God's service in so doing, they have done you a great wrong. You may say, \"I put a portion of it into the cause.\" Would it not be well to say, \"Brethren, will you not place this means which you propose to give to me in the treasury of God yourselves, that you may not lose your reward, but lay up for yourselves a treasure in the heavens?\"",
    "paragraph": 1,
    "bookcode": "PH096",
    "page": 33
}