{
    "word": "Will Elder Daniels please make his statements, telling wherein Sister White contradicts her own teachings? I know that he stated that I drank tea, and invited him to drink it, saying it was good for him. Not only myself, but the members of my family, know this to be an untruth. What other things he has stated I cannot determine. But what if someone did use these things contrary to the light of health reform, is it not best to follow the Bible teaching upon temperance, and the light given in testimony? Do you not remember that we have an individual accountability? We do not make articles of diet a test question, but we do try to educate the intellect, and to arouse the moral sensibility to take hold of health reform in an intelligent manner, as Paul presents it in Romans 13:8-14; 1 Corinthians 9:24-27; 1 Timothy 3:8-12. Are not the qualifications which he says are essential in the deacon, equally essential in the elder of the church? The deacons were church officers (2 Corinthians 6:4): \"But in all things approving ourselves as the ministers of God, in much patience, in afflictions, in necessities, in distresses;\" (1 Timothy 5:22): \"Lay hands suddenly on no man, neither be \n\n\n                           [18] \n\npartaker of other men's sins; keep thyself pure.\" Here is a matter that is worthy of consideration. In the twenty-first verse the solemn charge is given: \"I charge thee before God, and the Lord Jesus Christ, and the elect angels, that thou observe these things without preferring one before another, doing nothing by partiality.\" These verses, twenty-one and twenty-two, need to be carefully and prayerfully considered. Sin should be rebuked. Whatever opposition and trial might come to the elder of the church because of his faithfulness, he should not swerve from true principles. Sins should not, because of unsanctified preferences and sympathy, be lightly regarded in one man which would be condemned in another. This matter is one of great importance. If he trusts responsibilities to one whose habits and practices he knows to be wrong, he shows that his own principles are not sound, that his motives are questionable. By this very act he sanctions the errors and sins of the man he has commended and appointed to the sacred office of caring for the flock of God. Unless he is guarded by heavenly wisdom, he will place himself in a position where he will feel it necessary to sustain the man with whom he has united his influence; and God will hold him responsible for his brother's unfaithfulness in office, and for the harm which will result to the church. He must keep himself pure by refusing to mingle with any unholy influence.",
    "paragraph": 2,
    "bookcode": "PH028",
    "page": 17
}