{
    "word": "Now God is in earnest with us, and he says he calls,--oh, I can not tell how it is. It is contemptible in the sight of God - contemptible. They pause for fear they are not going to get all that they ought to have, and it leaves a man where he can not - if he considers that as the principles of heaven, why, it leaves the man where he will never get to heaven. He can not get in there. The nobility, the generosity, the tenderness, the compassion, the love of Christ - why, they are as destituted of it as the hills of Gilboa, that had not dew nor rain - just as destitute of it, and we can not rouse them from it. Enough has been said, over and over and over again, but it did not make any difference. The light shone upon them, just the same, professedly accepting it, but they did not make any change. That is what frightens me. It frightens me because that I saw unless there was more tenderness, more compassion, more of the love of God - the Lord knew what he was talking about when he was talking to the church at Ephesus, \"Ye have lost your first love,\" and tells them to repent speedily or he will remove the candlestick out of its place. What we want is to study all through John and see what is said about the love of God and the love that we should express, and that love has not been cultivated, and if it is not being cultivated the opposite attribute is being cultivated. Now it has not been cultivated in our institutions of publication, and when by every little sharpness that can be exercised by them, by which they think that they are going to gain a little something, they lose four-fold, yes, ten-fold in that little transaction, until the light will soon be moved out of its place. They don't know when it is for the interests of the institution, but God knoweth. Every one God knoweth, and should come right up to the help of the Lord, and to have a new creation of sentiment. Now God \n\n\n                              -166- \n\nnever will acquit us until that is there, until this is taught in our institutions, every one of them and God means what he says, \"I want a change here.\" Will it be the same thing, going over and over the same ideas, the same committees--and here is the little throne: the king is in there, and these others are all secondary, those minds that are so much sharper because they have not been working on this narrow, conceited plane.",
    "paragraph": 2,
    "bookcode": "SpM",
    "page": 165
}