{
    "word": "\"The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world! This is he of whom I said, After me cometh a man which is preferred before me; for he was before me. And I knew him not; but that he should be made manifest to Israel, therefore am I come baptizing with water. And John bare record, saying, I saw the Spirit descending from Heaven like a dove, and it abode upon him. And I knew him not. But he \n                                                                           64\nthat sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost. And I saw and bare record, that this is the Son of God. Again, the next day after, John stood, and two of his disciples; and looking upon Jesus as he walked, he saith, behold the Lamb of God!\" And the two disciples heard him speak, and they followed Jesus. Then Jesus turned and saw them following, and saith unto them, What seek ye? The disciples confessed that they were seeking Christ, and that they desired to become acquainted with him, and to be instructed by him at his home. These two disciples were charmed with the deeply impressive, yet simple and practical, lessons of Christ. Their hearts had never been so moved before. Andrew, Simon Peter's brother, was one of these disciples. He was interested for his friends and relatives, and was anxious that they also should see Christ, and hear for themselves his precious lessons. Andrew went in search of his brother Simon, and with assurance claimed to have found Christ, the Messiah, the Saviour of the world. He brought his brother to Jesus, and as soon as Jesus looked upon him, he said, Thou art Simon, the son of Jona; thou shalt be called Cephas, which is by interpretation a stone. The next day Christ selected another disciple, Philip, and bade him follow him. Philip fully believed that Christ was the Messiah, and began to search for others to bring them to listen to the teachings of Christ, which had so charmed him. Then Philip found Nathanael. He was one of the number who heard John proclaim, \"Behold the Lamb of God, which taketh away the sin of the world.\" \n                                                                           65\nHe felt deeply convicted, and retired to a grove, concealed from every human eye, and there meditated upon the announcement of John, calling to his mind the prophecies relating to the coming of the Messiah and his mission. He queried thus: Could this indeed be the Messiah for whom they had so long waited, and were so desirous to see? Hope sprang up in the heart of Nathanael that this might be the one that would save Israel. He bowed before God and prayed that if the person whom John had declared to be the Redeemer of the world was indeed the promised deliverer, that it might be made known to him. The Spirit of the Lord rested upon Nathanael in such a special manner that he was convinced that Christ was the Messiah. While Nathanael was praying, he heard the voice of Philip calling him, saying, \"We have found him, of whom Moses in the law, and the prophets did write, Jesus of Nazareth, the son of Joseph. And Nathanael said unto him, Can there any good thing come out of Nazareth? Philip saith unto him, Come and see. Jesus saw Nathanael coming to him, and saith of him, Behold an Israelite indeed, in whom is no guile! Nathanael saith unto him, Whence knowest thou me? Jesus answered and said unto him, Before that Philip called thee, when thou wast under the fig tree, I saw thee.\"",
    "paragraph": 2,
    "bookcode": "2SP",
    "page": 63
}