{
    "word": "\"And that thou hide not thyself from thine own flesh.\" How much of that there is. There is a little church in Denver where they do not let anyone in if they do any work, and so, of course, Christ does not come in, because He set us the example by working in a carpenter's shop. They exclude everyone. There was a seamstress taken in by a noble family, and they [the people in the church] were highly offended and talked with them. To think that they should let one worker come in! Have they got a secluded heaven? They are hiding themselves from their own flesh. Do just as Jesus did. What did He do? He took a position with the poor. He preached the gospel to the poor in such simple language that they could advance the truth in every line. What does it say in the Scriptures? Christ sent out a message, Come to My supper. The preparation is made, come to My supper. But they would not hear it. What was the matter? What had they got to do? One said, \"I have bought a piece of ground and cannot come,\" and another said, \"I have a yoke of oxen,\" and another, \"I have married a wife,\" and Christ was angry, and He said, \"Go out onto the highways and compel them to come in.\" How? Were they to take and shackle them? They were to let the bright rays of light shine right upon them in clear, steady, lines that they should follow the words of Jesus. \"And I, if I be lifted up. . . will draw men unto Me.\" Do you draw them unto \n\n\n                                    -42- \n\nHim? That is the very work that is to be done. Let us draw. Shall we go to the highest? Yes, go to the highest powers in the earth and say, \"We have got a truth which will satisfy every one of you. You are not satisfied. This is a truth so large and expansive and so deep that it will meet every want that you have.\" Present to them the precious truth. There are many in palaces that do not know what is the matter with them. Paul had converts in Caesar's household. He did not tell them to come out, but when it came to the point where they could not honor God and stay there, they had a perfect right to change their position, as Christ had the right to take the children of Israel out of Egypt in order that they might keep the Sabbath and have the Lord of heaven exalted before them.",
    "paragraph": 2,
    "bookcode": "5MR",
    "page": 41
}