{
    "word": "Chap. XXXIII - Missionary Work\n\n     [NOTE.--AT TIMES DURING THE EARLY DAYS OF THE MESSAGE, SEVENTH-DAY ADVENTISTS CAUGHT GLIMPSES OF A BROADENING WORK THAT WOULD EVENTUALLY EMBRACE MANY NATIONALITIES. NOT UNTIL THE EARLY 70'S, HOWEVER, DID THE LEADERS IN THE ADVENT MOVEMENT BEGIN TO COMPREHEND THAT THEIRS WAS A MISSION TO THE WHOLE WORLD. EVEN AS LATE AS IN 1872, THE SCRIPTURE, \"THIS GOSPEL OF THE KINGDOM SHALL BE PREACHED IN ALL THE WORLD FOR A WITNESS UNTO ALL NATIONS; AND THEN SHALL THE END COME,\" WAS REGARDED SIMPLY AS A \"PROMINENT SIGN OF THE LAST DAY,\" MEETING FULFILLMENT IN THE EXTENSION OF PROTESTANT MISSIONS. ITS COMPLETE FULFILLMENT WAS IN NO WAY ASSOCIATED WITH THE SPREAD OF THE ADVENT MOVEMENT THROUGHOUT THE WORLD. (SEE REVIEW AND HERALD, APRIL 16 AND JULY 16, 1872.) BUT IN 1873 A MARKED CHANGE OF SENTIMENT BEGAN TO APPEAR IN THE UTTERANCES OF LEADERS AMONG SEVENTH-DAY ADVENTISTS REGARDING THEIR DUTY TO WARN THE WORLD. (SEE EDITORIAL REVIEW AND HERALD, AUGUST 26, 1873; AND MANY OTHER ARTICLES OF SIMILAR IMPORT IN THE ISSUES THAT FOLLOWED.) BY THE CLOSE OF THE YEAR 1874, THIS TRANSFORMATION OF SENTIMENT SEEMS TO HAVE BEEN EFFECTED ALMOST COMPLETELY.]\n     Dec. 10, 1871, I was shown that God would accomplish a great work through the truth, if devoted, self-sacrificing men would give themselves unreservedly to the work of presenting it to those in darkness. Those who have a knowledge of the precious truth, and who are consecrated to God, should avail themselves of every opportunity where there is an opening to press in the truth. Angels of God are moving on the hearts and consciences of the people of other nations, and honest souls are troubled as they witness the signs of the times in the unsettled state of the nations. The inquiry arises in their hearts, What will be the end of all these things? While God and angels are at work to impress hearts, the servants of Christ seem to be asleep. But few are working in unison with the heavenly messengers.",
    "paragraph": 1,
    "bookcode": "LS",
    "page": 203
}