{
    "word": "The violence of the storm increased, and there were mingled with the warring of the elements, the wailings of the people who had despised the authority of God. Trees, buildings, rocks, and earth, were hurled in every direction. The terror of man and beast was beyond description. And even Satan himself, who was compelled to be amid the warring elements, feared for his own existence. He had delighted to control so powerful a race, and wished them to live to practice their abominations, and increase their rebellion against the God of Heaven. He uttered imprecations against God, charging him with injustice and cruelty. Many of the people, like Satan, blasphemed God, and if they could have carried out their rebellion, would have torn him from the throne of justice. While many were blaspheming and cursing their \n                                                                           71\nCreator, others were frantic with fear, stretching their hands toward the ark, pleading for admittance. But this was impossible. God had closed the door, the only entrance, and shut Noah in and the ungodly out. He alone could open the door. Their fear and repentance came too late. They were compelled to know that there was a living God who was mightier than man, whom they had defied and blasphemed. They called upon him earnestly, but his ear was not open to their cry. Some in their desperation sought to break into the ark, but that firm made boat resisted all their efforts. Some clung to the ark until borne away with the furious surging of the waters, or their hold was broken off by rocks and trees that were hurled in every direction. Those who had slighted the warning of Noah, and ridiculed that faithful preacher of righteousness, repented too late of their unbelief. The ark was severely rocked and tossed about. The beasts within expressed by their varied noises the wildest terror, yet amid all the warring of the elements, the surging of the waters, and the hurling about of trees and rocks, the ark rode safely. Angels that excel in strength guided the ark and preserved it from harm. Every moment during that frightful storm of forty days and forty nights the preservation of the ark was a miracle of almighty power.",
    "paragraph": 1,
    "bookcode": "3SG",
    "page": 70
}