{
    "word": "UL - The Upward Look (1982)\n\n\nFOREWORD\n\n     BEGINNING IN 1945, THE REVIEW AND HERALD PUBLISHING ASSOCIATION HAS PUBLISHED A YEARLY DEVOTIONAL BOOK FOR OUR MORNING MEDITATION. WITH THE UPWARD LOOK, THIRTEEN OF THESE HAVE BEEN COMPILED FROM THE WRITINGS OF ELLEN G. WHITE. FOR MANY YEARS AN ARTICLE FROM HER PEN APPEARED ALMOST WEEKLY IN THE REVIEW AND HERALD, AND MANY HUNDREDS OF ARTICLES WERE PRINTED IN THE SIGNS OF THE TIMES AND OTHER CHURCH PERIODICALS. HER MANUSCRIPT AND LETTER FILES ARE RICH IN MATERIALS ON PRACTICAL CHRISTIAN LIVING AND COUNSELS GIVEN TO AID A PEOPLE IN PREPARING TO MEET THE LORD WHEN HE COMES. THOUGH HER PEN HAS BEEN STILL SINCE HER PASSING IN 1915, THIS VALUABLE COUNSEL IN BOOKS, PERIODICALS, LETTERS, AND MANUSCRIPTS HAS CONTINUED TO GUIDE GOD'S PEOPLE HEAVENWARD.\n     THROUGH THE YEARS MANY NEW COMPILATIONS FROM HER WRITINGS HAVE BEEN MADE ON VARIOUS SUBJECTS. USUALLY THESE HAVE FOCUSED ON A SPECIFIC THEME, AND MOST OF THE VOLUMES FOR OUR MORNING INSPIRATION HAVE FOLLOWED THIS FORMAT. HOWEVER, AS IN THIS DAY WITH GOD, THE DEVOTIONAL BOOK FOR 1980, WHICH HAD THE LARGEST SALE OF ANY SDA DEVOTIONAL BOOK, SELECTIONS FOR THE UPWARD LOOK HAVE BEEN MADE FROM LETTERS AND MANUSCRIPTS WRITTEN OR ORALLY PRESENTED BY HER ON THE SAME CALENDAR DAY DESIGNATED FOR OUR READING OF IT. FOR INSTANCE, THE READING FOR JANUARY 1 WAS WRITTEN ON JANUARY 1, 1886.\n     NO CENTRAL THEME HAS BEEN FOLLOWED IN THE SELECTION OF THESE MESSAGES EXCEPT THAT WHENEVER POSSIBLE THE EXCERPTS ARE INTENDED TO BRING ENCOURAGEMENT. THE MATERIAL IN THIS VOLUME EITHER HAS NEVER BEEN PUBLISHED BEFORE OR HAS APPEARED IN JOURNALS TRANSITORY IN THEIR NATURE. THOUGH WRITTEN MANY YEARS AGO, ALL IS APPROPRIATE ADMONITION FOR GOD'S CHILDREN IN THE 1980S.\n     MRS. WHITE'S SEVENTY YEARS OF PUBLIC MINISTRY WERE ALSO SEVENTY YEARS OF PERSONAL MINISTRY. HER WRITINGS TO HER FAMILY AND FRIENDS WERE MESSAGES OF COMFORT, ENCOURAGEMENT, AND SOMETIMES CORRECTION AND REPROOF. HER TESTIMONIES TO THOSE FOR WHOM A MESSAGE WAS GIVEN HER BY GOD WERE SENT ON THEIR WAY AS HEAVEN GUIDED, BUT ALWAYS WITH HER LOVE AND CONCERN. HER VERY BEING WAS FILLED WITH AFFECTION AND CONSIDERATION, NOT ONLY FOR HER IMMEDIATE FAMILY BUT FOR THE ENTIRE FAMILY OF GOD, AND HER WRITINGS BEAR A SILENT BUT UNMISTAKABLE WITNESS TO THE DEDICATION THAT CONTROLLED HER LIFE.\n     THE NAMES OF PEOPLE TO WHOM THESE LETTERS WERE DIRECTED APPEAR HERE AND THERE: JAMES WHITE, HER HUSBAND; EDSON AND EMMA WHITE, HER OLDER\n\n                                14\n\nSON AND HIS WIFE; DR. J. H. KELLOGG, MEDICAL SUPERINTENDENT OF THE BATTLE CREEK SANITARIUM; J. A. BURDEN, SANITARIUM MANAGER IN AUSTRALIA AND CALIFORNIA; DR. J. H. KRESS, MEDICAL SUPERINTENDENT OF SANITARIUMS IN AUSTRALIA AND THE UNITED STATES; S. N. HASKELL AND A. G. DANIELLS, WHO BOTH OCCUPIED VARIOUS LEADERSHIP POSITIONS IN DENOMINATIONAL WORK. SOMETIMES EXCERPTS HAVE BEEN DRAWN FROM HER DAILY WRITINGS IN HER JOURNALS, AS WELL AS FROM OTHER MANUSCRIPTS AND SERMONS.\n     THE WORK ON THIS BOOK HAS BEEN DONE IN THE WHITE ESTATE OFFICES AT THE GENERAL CONFERENCE. IT IS THE PRAYER OF THOSE WHO COMPILED THIS VOLUME OF PROMISES AND INSTRUCTION THAT IT WILL HELP TO PREPARE ALL OF US FOR THE IMMINENT FINAL CONFLICT, WHICH PRECEDES THE MOST GLORIOUS EVENT OF ALL THE AGES.\n\n\tTHE TRUSTEES OF THE\n\tELLEN G. WHITE ESTATE\n\nWASHINGTON, D.C.\n\n\nChap. 1 - Look Heavenward\n\n     They desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city. Hebrews 11:16.",
    "paragraph": 1,
    "bookcode": "UL",
    "page": 15
}