{
    "word": "Those who profess to be Christians in these last days which are full of peril, and do not imitate the humble, \n                                                                           67\nself-denying Pattern, place themselves in the enemy's ranks. He considers them his subjects, and they serve as important a purpose for Satan as any of his subjects, for they have a name to live and are dead. Others take them for example, and by following them lose Heaven, when if they had not professed to be Christians, they would have shunned their example. These unconsecrated professors are not aware of the weight of their influence. They make the conflict much more severe for those who would be God's peculiar people. Paul, in Titus 2:15, refers to God's people who are looking for the appearing of Christ. He says, \"These things speak, and exhort, and rebuke, with all authority. Let no man despise thee.\" As we bear testimony against pride and following the fashions of the world, we are met with excuses and self-justification. Some urge the example of others. Such a sister wears hoops; if it is wrong for me to wear them, it is wrong for her. Children urge the example of other children, whose parents are Sabbath-keepers. Bro. A. is a deacon of the church. His children wear hoops, and why is it any worse for me to wear them than it is for them? Those who by their example furnish unconsecrated professors with arguments against those who would be peculiar, are laying a cause of stumbling in the way of the weak, and to God they must render an account for such example. I am often asked, \"What do you think of hoops?\" I reply, I have given you the light which has been given me. I was shown that hoops were a shame, and that we should not give the least countenance to a fashion carried to such ridiculous lengths. I am often surprised to hear that \"sister White says it is not wrong to wear small hoops.\" No one has ever heard me say this. After being shown what I have in regard to hoops, nothing would induce me to give the least encouragement to any to wear them. Heavy quilts and hoops are alike unnecessary. He that framed us never designed that we should be deformed with hoops, or anything to look like them. It is the inventions and fashions of the world that have \n                                                                           68\nled God's people, and they are unwilling to move out independent of the fashions and customs of the world. While I study God's word, I am alarmed for the Israel of God in these last days. They are exhorted to flee from idolatry. I fear that God's people are asleep, and so conformed to the world that we can hardly know them, or discern between him that serveth God and him that serveth him not. The distance is widening between Christ and his people, and lessening between them and the world. The marks of distinction between Christ's professed people and the world, have almost disappeared. They follow after the abominations of the nations around them, as did ancient Israel. From what has been shown me, hoops are an abomination. They are indecent, and God's people err if they follow, in the least degree, or give countenance to, this fashion.",
    "paragraph": 1,
    "bookcode": "4bSG",
    "page": 66
}