{
    "word": "Chapter 3 \n\n     13. See EGW on Romans 6:19, 22.  {7BC 908.10} \n \n                          Chapter 4 \n\n     3 (1 Thessalonians 5:23; see EGW on John 17:17; Romans 6:19, 22; Ephesians 4:20-24; 2 Peter 3:18). The Fellowship of the Human and Divine.--Our sanctification is the work of the Father, the Son, and the Holy Spirit. It is the fulfillment of the covenant God has made with those who bind themselves up with Him, to stand with Him, His Son, and His Spirit in holy fellowship. Have you been born again? Have you become a new being in Christ Jesus? Then cooperate with the three great powers of heaven who are working in your behalf (MS 11, 1901).  {7BC 908.11} \n     Evidences of Sanctification.--True sanctification will be evidenced by a conscientious regard for all the commandments of God, by a careful improvement of every talent, by a circumspect conversation, by revealing in every act the meekness of Christ (RH Oct. 5, 1886).  {7BC 908.12}  \n     (1 John 2:3, 4.) The True Sign of Sanctification.--Those who dishonor God by transgressing His law may talk sanctification, but it is of that value, and just as acceptable, as was the offering of Cain. Obedience to all the commandments of God is the only true sign of sanctification. Disobedience is the sign of disloyalty and apostasy (MS 41, 1897).  {7BC 908.13}  \n     (Romans 3:24-28.) Holiness Within the Reach of All.--God has chosen men from eternity to be holy. \"This is the will of God, even your sanctification.\" God's law tolerates no sin, but demands perfect obedience. The echo of God's voice comes to us, ever saying. Holier, holier still. And ever our answer is to be, Yes, Lord, holier still. Holiness is within the reach of all who reach for it by faith, not because of their good works, but because of Christ's merits. Divine power is provided for every soul struggling for the victory over sin and Satan.  {7BC 908.14}  \n     Justification means the saving of a soul from perdition, that he may obtain sanctification, and through sanctification, the life of heaven. Justification means that the conscience, purged from dead works, is placed where it can receive the blessings of sanctification (MS 113, 1902).  {7BC 908.15}  \n     Sanctification and Communion.--Sanctification means habitual communion with God (RH March 15, 1906).  {7BC 908.16}  \n     7. See EGW on Romans 6:19, 22.  {7BC 908.17}  \n     13, 14. Errors Regarding Christ's Coming.--There was still another reason for \n                                                                           909\nPaul's communication to these brethren. Some who were newly brought into the faith had fallen into errors in regard to those who had died since their conversion. They had hoped that all would witness the second coming of Christ; but they were in great sorrow as one after another of the believers fell under the power of death, making it impossible for them to behold that desirable event--the coming of Christ in the clouds of heaven.  {7BC 908.18}  \n     Some, who had fallen into the error that Christ was to come in their day, imbibed the fanatical idea that it was praiseworthy to show their faith by giving up all business, and resigning themselves to idle waiting for the great event which they thought was near (LP 110).",
    "paragraph": 1,
    "bookcode": "7BC",
    "page": 909
}