{
    "word": "\"Pass the time of your sojourning here in fear; forasmuch as ye know that ye are not redeemed with corruptible things, as silver and gold.\" If you depart from the principles that are to live through the eternal ages, and bring common things into God's service, he will scatter your work to the four winds.  {1888 1744.10} \n     \"Ye were not redeemed with corruptible things, as silver and gold, from your vain conversation received by tradition from your fathers.\" There are those here that have traditions, and they stand just as the Pharisees stood. Notwithstanding they may say that unity and love, compassion and tenderness are correct principles, yet in their own line of practice they cling to the old traditions. \"You are to stand by the old traditions,\" they say. But what we want is God's traditions. We want to have the living principles of heaven brought into our lives.  {1888 1744.11} \n     You are redeemed by the precious blood of Christ, the Lamb without blemish and without spot. And what were you redeemed from? Let me read it again. \"Forasmuch as ye know that ye were not redeemed with corruptible things, as silver and gold, from your vain conversation received by tradition from your fathers; but with the precious blood of Christ, as a lamb without blemish and without spot; who verily was foreordained before the foundation of the world, but was manifest in these last times for you, who by him do believe in God, that raised him up from the dead, and gave him glory; that your faith and hope might be in God. Seeing ye have purified your souls in obeying the truth\"--it means everything whether you are bound up with God by the truth, or whether you are not. \"Seeing ye have purified your souls in obeying the truth the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently.\" Think of this.  {1888 1744.12}  \n     \"Being born again.\" You see, if we do these things, we are born of the Spirit. \"Being born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth forever.\" We want you to do all these things. Here are men, sober and right-minded men, who are occupying influential positions on committees, and are handling sacred things, things connected with the service of God. These individuals have been called to bear responsibilities, to carry an influence in the work of God, and the work has been increasing, and ought to increase to fourfold of what it is. Some of those engaged in the work have their intelligence sanctified, and others are unsanctified, but everything will be revealed; for \"by their fruits ye shall know them.\"  {1888 1744.13}  \n     Now, whatever the work done by men in responsible positions, its character \n                                                                           1745\nwill be testified to by its fruits. In the office of publication, the light that God has given me for years is that those in positions of responsibility there are to gather in the youth, to talk to them, to train them for the Lord's service. Do not indulge a spirit of combativeness. Keep the unsanctified tongues under control. Do not blame and censure. Act just as you would want the overseers to act toward you were you in the position of these young people. God wants every individual in his service to represent him.  {1888 1744.14}  \n     The men who have woven their own human passions into life and character, who have nurtured self all the way along, are not to think that they are qualified to deal with human minds. God wants every person to begin at home, and there live the Christ-life. In the church and in every business transaction a man will be just what he is in his home. If he submits to the Holy Spirit's guidance in the home, if he understands his responsibility to deal with minds there, then when in responsible positions he will pursue the same course. Remembering the tenderness of Christ toward him, he will manifest the same love and tenderness toward others.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1745
}