{
    "word": "13MR - Manuscript Releases Volume Thirteen [Nos. 1000-1080] (1990)\n\n\nA WORD OF EXPLANATION\n\n     WHEN ELLEN WHITE DIED IN 1915, SHE LEFT HER MANUSCRIPTS AND LETTERS IN THE CUSTODY OF A SMALL GROUP OF MINISTERS AND ADMINISTRATORS IN THE SEVENTH-DAY ADVENTIST CHURCH WHOM SHE HAD APPOINTED TO SERVE AS TRUSTEES OF HER ESTATE. AS THE YEARS PASSED, THESE TRUSTEES AND THEIR SUCCESSORS BECAME INCREASINGLY AWARE OF THE POTENTIAL USEFULNESS TO THE CHURCH OF THIS GOLD MINE OF UNPUBLISHED MATERIALS. PROCEDURES WERE DEVELOPED WHEREBY CHURCH ENTITIES, OR EVEN INDIVIDUALS, COULD REQUEST THE \"RELEASE\" OF SPECIFIED EXCERPTS FROM ELLEN WHITE'S WRITINGS FOR USE IN BOOKS, ARTICLES, CLASS LECTURES, OR SERMONS. FOR DETAILS OF THE RELEASE PROCESS THE READER IS REFERRED TO THE PREFACE TO MANUSCRIPT RELEASES, VOL. 1.\n     AS IN THE EARLIER VOLUMES, MATERIALS CURRENTLY AVAILABLE ELSEWHERE IN PUBLISHED FORM HAVE NOT BEEN INCLUDED IN THE PRESENT VOLUME. IN A FEW CASES MATERIALS UNDER CONSIDERATION AND ASSIGNED A RELEASE NUMBER WERE NOT  PROCESSED. AND THE NUMBER WAS NOT REASSIGNED. UNTIL 1983, ONLY THE EXCERPTS REQUESTED FOR PUBLIC USE WERE \"RELEASED.\" STARTING WITH MANUSCRIPT RELEASE NO. 970, THE WHITE ESTATE BEGAN \"RELEASING\" ENTIRE LETTERS OR MANUSCRIPTS, SO FAR AS POSSIBLE, EVEN IF ONLY PARTICULAR PARAGRAPHS WERE REQUESTED.\n     COPY FOR THIS VOLUME HAS BEEN SENT TO THE PUBLISHER CAMERA-READY, WHICH MEANS THAT ANY TYPOGRAPHICAL MISTAKES OR OTHER INACCURACIES WHICH MAY APPEAR ARE THE RESPONSIBILITY OF THE WHITE ESTATE, NOT THE PUBLISHER.\n     WE TAKE PLEASURE IN MAKING THESE MATERIALS AVAILABLE IN THIS FORM, AND TRUST THAT THE COUNSELS, WARNINGS, AND PRINCIPLES PUT FORTH BY THE AUTHOR WILL BRING A BLESSING TO EVERY READER.\n                                  THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n                                  WASHINGTON, D.C.\n\n\nTable of Contents\n\nA Word of Explanation\n\nManuscript Release                                                 Page\n\n        1000     Counsel To a Man Who Handled Money Irresponsibly . 1\n\n        1001     The Necessity of a Close Walk With God ........... 6\n\n        1002     The Baker Letter ................................. 13\n\n        1003     Christ Our Assurance ............................. 31\n\n        1004     J. N. Andrews, A Gifted Worker ................... 32\n\n        1005     Returning From Australia ......................... 33\n\n        1006     The Need for a Personal Religious Experience ..... 34\n\n        1007     Working Harmoniously With Others to Teach and\n                 Apply the Principles of Health Reform, Especially\n                 in Health-Care Institutions ...................... 37\n\n        1008     A Call to Awake .................................. 44\n\n        1009     Efforts to Restore Unity in the Post-1888 Era .... 49\n\n        1010     Counsel to Those in Authority .................... 59\n\n        1011     The Need for Home Religion; Responsibility to\n                 Aged Parents ..................................... 74\n\n        1012     Qualifications of Parents and Teachers; A Call to\n                 Leave Battle Creek ............................... 92\n\n        1013     The Newcastle and Brighton Camp Meetings in New\n                 South Wales ...................................... 105\n\n        1014     Ellen White Comments on The Value of\n                 Organization by C. C. Crisler .................... 111\n\n        1015     Men and Women Physicians ......................... 113\n\n        1016     Encouragement for a New Believer to Trust Christ\n                 and Believe the Testimonies ...................... 120\n\n        1017     Treasure Hid in a Field .......................... 129\n\n        1018     Lessons on Liberality in Leviticus and Deuteronomy     135\n\n        1019     Counsels for Husbands and Wives; Also, Guidelines\n                 for Students and Faculty in a School .............\n\n        1020     Message to a Sinner; Look to Jesus, and Live! .... 148\n\n        1021     The Holy Spirit Transforms the Total Person -\n                 Body, Mind, and Spirit ........................... 153\n\n        1022     Ellen White Declines Offer of Financial Aid ...... 157\n\n        1023     A Warning Against Doctrinal Errors Issuing From\n                 Battle Creek; Counsel to Live Victoriously\n                 in the Home ...................................... 159\n\n        1024     An Invitation to Attend Meetings in Michigan ..... 166\n\n        1025     The Purpose of Our Sanitariums - To Heal Both Body\n                 and Soul; Counsel on the Cooranbong Food Factory . 167\n\n        1026     Physicians to Meet Both the Spiritual and Physical\n                 Needs of Patients; To Counsel With One Another and\n                 Work in Harmony .................................. 174\n\n        1027     Words of Counsel Regarding the Management of the\n                 Work of God ...................................... 179\n\n        1028     A Call to Reconsecrate, Reorganize, and Advance .. 192\n\n        1029     Words of Instruction on Administration and\n                 Medical Missionary Work .......................... 208\n\n        1030     A Challenge to Consecrate, Decentralize, and\n                 Evangelize ....................................... 215\n\n        1031     The Same as No. 716.\n\n        1032     Processed as No. 1302.\n\n        1033     E. G. White Materials Cited in \"The Salamanca\n                 Vision,\" by R. W. Olson. Available From the E. G.\n                 White Estate\n\n        1034     An Appeal to Help SDA Institutions in Europe ..... 226\n\n        1035     Giving to Enlarge God's Work; Concern for Sara\n                 McEnterfer's Eyes ................................ 230\n\n        1036     Faithful Stewardship; Counsel Against Financial\n                 Speculation ...................................... 232\n\n        1037     Importance of Accepting and Applying God's Word;\n                 Christ's Mission, and His Method of Teaching ..... 238\n\n        1038     Look to God, Not to Men .......................... 245\n\n        1039     Workers To Be United, Under Christ ............... 247\n\n        1040     Faithful Use of Assets to Advance God's Cause .... 251\n\n        1041     Physical Exercise Essential for All Who Do Brain\n                 Work ............................................. 254\n\n        1042     E. G. White Materials Used in a Manuscript in\n                 Preparation for a Book on Marriage and Divorce.\n\n        1043     The Bible as Our Study Book ...................... 260\n\n        1044     Deficiencies and Mistakes of Gospel Workers\n                 Not To Be Publicized ............................. 269\n\n        1045     Use of the Tithe ................................. 281\n\n        1046     Procedures Involved in Publishing ................ 287\n\n        1047     Church Leaders Must Practice the Truth ........... 289\n\n        1048     Church Leaders To Obey God's Word ................ 291\n\n        1049     Keeping the Sabbath Holy ......................... 292\n\n        1050     Trust in God; Seek to Forget Marital Problems .... 296\n\n        1051     Vision at Paris, Maine ........................... 299\n\n        1052     Relation of Gospel Ministry to Medical Missionary\n                 Work ............................................. 303\n\n        1053     The Book of Revelation Is Important Today ........ 304\n\n        1054     Need of Time for Rest and Prayer ................. 305\n\n        1055     Evangelism in Australia; Importance of Church\n                 Buildings ........................................ 307\n\n        1056     Reveal Christ's Spirit While Defending Truth and\n                 Pointing Out Error ............................... 310\n\n        1057     The Need to Stand Firmly, but Kindly, for Truth .. 318\n\n        1058     How to Meet Temptation and Controversy; The\n                 Importance of Unity .............................. 323\n\n        1059     E. G. White Materials Cited in a Research Paper by\n                 William Sands. Available From the Ellen G. White\n                 Estate Branch Office at Andrews University.\n\n        1060     Solemn Times Demand Unity and Consecration ....... 329\n\n        1061     Additional Light for God's People ................ 334\n\n        1062     Learning From Nature ............................. 335\n\n        1063     Eat and Drink to the Glory of God ................ 339\n\n        1064     Counsel to J. N. Andrews ......................... 341\n\n        1065     The Avondale Property Ideal for Cultivation and\n                 Education ........................................ 348\n\n        1066     Building God's House To Be Given First\n                 Consideration .................................... 355\n\n        1067     Included in No. 1371.\n\n        1068     Representations of Heavenly Things To Be Elevating     359\n\n        1069     E. G. White Materials Cited in The Early\n                 Years, by Arthur L. White.\n\n        1070     Relating to Trials and Suffering ................. 361\n\n        1071     Ellen White's Attitude Toward Dr. Kellogg in 1907. 366\n\n        1072     Principles of Healthful Living ................... 371\n\n        1073     Christ Assigns Each Disciple His Task; Workers\n                 Not to Enter Into Controversy With Opposers of\n                 Truth ............................................ 373\n\n        1074     J. H. Kellogg in Need of Conversion; God's Law\n                 the Standard of Righteousness .................... 377\n\n        1075     Needy Fields To Be Cultivated; Meetinghouses To\n                 Be Built ......................................... 384\n\n        1076     Efforts to Proclaim Present Truth To Be Increased. 387\n\n        1077     Urgency to Invest Funds for Extending God's Work . 390\n\n        1078     \"Go Forward\" ..................................... 395\n\n        1079     Youth, Parents, and Church Leaders Need\n                 Consecration and Divine Guidance; The Influence of\n                 Letters .......................................... 400\n\n        1080     The Importance of Houses of Worship .............. 405\n\n\n\nMR No. 1000 - Counsel to a Man Who Handled Money Irresponsibly\n\n     As we were bowed before God in prayer before you left on Sunday night, the only petition, you remember, that I offered was that you might be delivered from the power of Satanic agencies that were determined to hold control over you until they should bring you down to their own lowest depths. I advised you to open everything to Elder [A. G.] Daniells and our leading brethren, and solicit their prayers in your behalf that Satan might be rebuked.",
    "paragraph": 1,
    "bookcode": "13MR",
    "page": 1
}