{
    "word": "Now we have to understand what the breach is. Look at the fourth commandment. We have assembled here today to acknowledge that the Lord created the heaven and the earth in six days and rested on the seventh day, and sanctified and blessed the seventh day, and set it apart for man to observe. In observing that day, we erect a memorial which is to call God to mind and keep Him in remembrance as the only true and living God to be worshiped by human intelligences. He created the heavens and the earth and He has given us a memorial, even the observance of the seventh-day--not the first day. Here comes a power under the control of Satan that puts up the first day to be observed. God calls him the man of sin because he has perpetuated transgression. He [Satan] has taken his side to be on the right hand of the first sinner who ever existed. We do not want to be on his side. \n\n\n                                    -46- \n\nHere is the breach that is to be made and it has been a breach for years. Shall we let it always be a breach? Well, some say, \"Why do you always talk about the Sabbath? Why don't you talk about Christ?\" Suppose in an enclosure a length of fence was broken down. If we were building that length would you ask why we paid so much attention to that part? What is it? [It is] the Sabbath of the fourth commandment that is broken down. The foundation of many generations is the seventh-day Sabbath of the Lord our God. \"This is the sign,\" He says in the thirty-first chapter of Exodus, \"this is the sign between Me and you throughout your generations.\" Well, now what is the matter? They have broken it down, and the world has taken the liberty to take a day that has no sacredness, no sanctity, and they all worship that as the sabbath. It is a spurious sabbath. God does not accept it. They worship God as though they had not departed from His ordinances, but they have. Shall we accept this child of Papacy? The Protestant world has taken it, the Protestant world has cradled it, the Protestant world has nourished it, but shall we take it as divine, when God says, \"Six days shalt thou labor, and do all thy work.\" What shall we do? Work at that broken-down line of fence. \"Thou shalt raise up the foundations of many generations; and thou shalt be called, The repairer of the breach, The restorer of paths to dwell in.\"",
    "paragraph": 2,
    "bookcode": "5MR",
    "page": 45
}