{
    "word": "I was pointed to the fervent, effectual prayers of his people anciently. \"Elijah was a man subject to like passions as we are, and he prayed earnestly.\" Daniel prayed unto his God three times a day. Satan is enraged at the sound of fervent prayer, for he knows that he will suffer loss. Daniel was preferred above the presidents and princes, because an excellent spirit was in him. Fallen angels feared his influence would weaken their control over the rulers of the kingdom, for Daniel was high in command. The accusing host of evil angels stirred up the presidents and princes to envy and jealousy, and they watched Daniel closely to find some occasion against him that they might report him to the king, but they failed. Then these agents of Satan sought to make his faithfulness to God the \n                                                                           86\ncause of his destruction. Evil angels laid out the plan for them, and these agents readily carried it into effect. The king was ignorant of the subtle mischief purposed against Daniel. With the full knowledge of the king's decree he still bows before his God, \"his windows being open.\" He considers supplication to God of sufficient importance to sacrifice his life rather than to relinquish it. On account of his praying to God he was cast into the lions' den. Evil angels accomplished their purpose thus far. But Daniel continues to pray, even in the den of lions. Was Daniel suffered to be consumed? Did God forget him there? Oh, no; Jesus, the mighty Commander of the host of heaven, sent his angel to close the mouths of those hungry lions that they should not hurt the praying man of God, and all was peace in that terrible den. The king witnessed his preservation, and brought him out with honors. Satan and his angels were defeated and enraged. The agents Satan had employed were doomed to perish in the terrible manner they had plotted to destroy Daniel. The prayer of faith is the great strength of the Christian, and will assuredly prevail against Satan. This is why he insinuates that we have no need of prayer. The name of Jesus, our advocate, he detests, and when we earnestly come to him for help, Satan's host is alarmed.",
    "paragraph": 1,
    "bookcode": "4bSG",
    "page": 85
}