{
    "word": "The Power of the Holy Spirit Awaits \n         Our Demand and Reception. \n\n\n     Just prior to his leaving his disciples for the heavenly courts, Jesus encouraged them with the promise of the Holy Spirit. This promise belongs as much to us as it did to them, and yet how rarely it is presented before the people, and its reception spoken of in the church. In consequence of this silence upon this most important theme, what promise do we know less about by its practical fulfillment than this rich promise of the gift of the Holy Spirit, whereby efficiency is to be given to all our spiritual labor? The promise of the Holy Spirit is casually brought into our discourses, is incidentally touched upon, and that is all. Prophecies have been dwelt upon, doctrines have been expounded, but that which is essential to the church in order that they may grow in spiritual strength and efficiency, in order that the preaching may carry conviction with it. and souls be converted to God, has been largely left out of ministerial effort. This subject has been set aside, as if some time in the future would be given to its consideration. Other blessings and privileges have been presented before the people until a desire has been awakened in the church for the attainment of the blessing promised of God; but the impression concerning the Holy Spirit has been that this gift is not for the church now, but that at some time in the future it would be necessary for the church to receive it. This promised blessing, if claimed by faith, would bring all other blessings in its train, and it is to be given liberally to \n\n\n                      - 24 - \n\nthe people of God. Through the cunning devices of the enemy the minds of God's people seem to be incapable of comprehending and appropriating the promises of God. They seem to think that only the scantiest showers of grace are to fall upon the thirsty soul. The people of God have accustomed themselves to think that they must rely upon their own efforts, that little help is to be received from heaven; and the result is that they have little light to communicate to other souls who are dying in error and darkness. The church has long been contented with little of the blessing of God; they have not felt the need of reaching up to the exalted privileges purchased for them at infinite cost. Their spiritual strength has been feeble, their experience of a dwarfed and crippled character, and they are disqualified for the work the Lord would have them to do. They are not able to present the great and glorious truths of God's holy word that would convict and convert souls through the agency of the Holy Spirit. The power of God awaits their demand and reception. A harvest of joy will be reaped by those who sow the holy seeds of truth. \"He that goeth forth and weepeth, bearing precious seed, shall doubtless come again with rejoicing, bringing his sheaves with him.\"",
    "paragraph": 3,
    "bookcode": "SpTA02a",
    "page": 23
}