{
    "word": "\"Then said they unto him, What shall we do that we might work the works of God? Jesus said unto them, This is the work of God that ye believe on him whom he hath sent. They said, therefore unto him, What sign showest thou then that we may see and believe thee? What doest thou work?\" The same words merely have been said to me since the Minneapolis meeting. I have as a little child in all simplicity talked freely with any one who wished to ask any question. I have been willing to tell them and show them all things that my heavenly father hath revealed to me. I have thought these things must make them see and believe, and now I am inclined to think that my earnest efforts to have them see and understand has worked in a different way from what I had hoped. I think they have not regarded my words or understood my motives and the more I have done in this line the less influence has my testimony had upon them, and now I feel no inclination to converse with the men who occupy responsible positions. I feel like one who knows that they have been watched. Their words misconstrued, their advise and counsel treated as a common affair, and unworthy of special notice. I have again had repeated to me \"Spiritual things are spiritually discerned.\" I hang my helpless soul on Jesus Christ. I have no desire now to produce one particle of evidence to any one. Those who want to see can open their eyes and see. \"Ye shall know them by their fruits\" The judgment now that any one will pass upon me or my \n                                                                           799\nwords, or my works will not surprise me. I expect anything and lean on no one, depend on no one. My work will not be hence forth to make any one believe but go forward, out of the atmosphere of unbelief and caviling and criticism. I have more freedom speaking to unbelievers than to those who hold responsible positions, and who have had so great light and great opportunities and have not responded to the light. I have placed my case as I have never before in the hands of my Advocate, Jesus Christ, the Righteous. I am sure that I cannot feel at liberty to converse as I have done with those to whom I have talked so freely.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 798
}