{
    "word": "Not all whom God has called to be witnesses for him may expect to present as large a treasure of truth as those do who for \n                                                                           1457\nyears have been searching for truth as for hid treasure; as they have communicated the heaven-sent message, light has been flashing upon the word. The human agent cannot, at the outset, take in the whole of the experience that others have been years in gaining. They cannot expect to do this. But let them begin as others began, let them search the Scriptures, and expect to receive light as they appropriate and communicate the light given. Let them have that faith which works, how? By love for other souls, seeking to bring them to the marriage supper. As they try to draw others, they will become fitted for the work, and for the trial; they will purify their souls by obeying the truth. The mind, the soul, and the body will be brought into subjection to Christ; even the thoughts are brought into harmony with the thoughts of Christ. Their will is brought into conformity with the will of God, and they understand what it means to bear the cross of Christ, to endure shame and degradation for his dear sake. These servants must learn to trade before they can accumulate. The Master who has entrusted them with his goods sees that it is not profitable to bestow and bestow upon them the most precious material, while they wait, and do not use that which he commits to their trust. He expects his servants to begin to trade upon the very first endowment; they are to put out his goods to the exchangers. Thus the Lord educates his workers, and develops executive ability. If the one entrusted with his Lord's goods begins his work at once by calling the attention of others to their value, presenting \n                                                                           1458\nthe sacred truth by precept and example, seeking wisdom from God daily, searching the Scriptures diligently, realizing that he is in co-partnership with God, the gospel is to him the power and wisdom of God.",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 1456
}