{
    "word": "We want the blessing of God to rest upon every scholar and every teacher and these teachers should be converted daily to God. Angels of God will help them, and the ugly disposition that comes in like a flash - it isn't there. There is no place for it. We do not give it room. We aren't studying how we can get above our brother, or those that are around us, or our Sister. We must not do that. But we want to prepare to meet Christ every day. He came to this earth to give his life for us, that we might gain the precious victory of eternal life in the kingdom of glory. And he wants to encircle every one of you in his precious care, that you shall not reveal to the world a disposition that will not tend to elevate the religion of Jesus Christ, but lower it. You cannot afford it. And the great work that has been presented to me for our people is now - We have the great advantages here, and none has worked for them harder than I have tried to work in order that I might every step honor Christ, in our work here in this world. We are not to have a hasty temper; that is the devil's work, and we are not to have a wicked speech and unhappy thoughts of this one and that one and the other. No, indeed. We are not to try and excel this one and excel that one, but let our own fruit, in words, proper words, right words, words that will bless someone - let these words be spoken. But the converting power of God needs to be in all our schools, and we want to act for Christ. We want to serve him. We want to glorify him. We want to honor him, who made it possible by coming into our world and giving himself, giving himself a sacrifice to make it possible for us to be saved. That is what we want to appreciate, and we want to work it out in our life. We do not want to be a careless people here. We want everyone of us to be in the path that leads heavenward. And you read in the precious Book that \"if you will follow on to know the Lord ye shall know his going forth is prepared as the morning.\" You know what that is. We need not give you any explanation at all. We want the saving grace of God. We do not want to try - and there is in every place, as it is presented to me, always all this striving to be first, for fear you shall not have the first honor and that you shall not have the glory of this and that and the other thing.",
    "paragraph": 1,
    "bookcode": "PC",
    "page": 180
}