{
    "word": "You place upon your table food which taxes the digestive organs, excites the animal passions, and weakens the moral and intellectual faculties. Rich food and flesh-meats are no benefit to you. . . .  {TSDF 26.10}  \n     I entreat you for Christ's sake, to set your house and hearts in order. Let the truth of heavenly origin elevate and sanctify you, soul, body and spirit. \"Abstain from fleshy lusts, which war against the soul.\" Brother G., your eating has a tendency to strengthen the baser passions. You do not control your body as it is your duty to do in order to perfect holiness in the fear of God. Temperance in eating must be practiced before you can be a patient man.  {TSDF 26.11}  \n                                                        2 T.--697 \n     Brother P. might now be a strong man, possessing influence with God's people in Maine, and esteemed highly in love for his works' sake. But he inclines to the idea that his backwardness is a special virtue, rather than a sin of which he must repent. He has been very slow to learn the lessons which God has intended to teach him. He has not \n\n\n                                                                 27 \n\nbeen an apt scholar, and has not had a growth and experience in present truth, which would qualify him to bear the weight of responsibility that he might now bear, had he diligently improved upon all the light given. I was shown a time when Brother P. began to make an effort to subdue himself and restrain his appetite; then he could more easily be patient. He had been easily excited, passionate, irritable, depressed in spirit. His eating and drinking had very much to do in keeping him in this state. The lower passions bore sway, predominating over the higher powers of the mind. Temperance would do much for Brother P., and more physical exercise and labor is necessary for his health. As he made efforts to control himself, he began to grow, but did not receive that blessing in his efforts to improve that he would have received had they been made at an earlier period.  {TSDF 26.12}  \n                                                      4 T.--35-36 \n     The world should be no criterion for us. It is fashionable to indulge the appetite in luxurious food and unnatural stimulus, thus strengthening the animal propensities, and crippling the growth and development of the moral faculties. There is no encouragement given to any of the sons or daughters of Adam that they may become victorious overcomers in the Christian warfare unless they decide to practice temperance in all things. If they do this, they will not fight as one that beateth the air.",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 27
}