{
    "word": "April 23, 1894. \n\n                Improvement in the Work. \n\n\n     God calls for decided improvement to be made in the various branches of the work. The business done in connection with the cause of God must be marked with greater precision and exactitude. There have not been close, decided, firm efforts put forth to bring about essential reform. Some connected with the cause are drawing near to the close of their lives, and yet they have not so learned the lessons of the Bible, as to feel the necessity of bringing them into their practical life. They have wanted opportunities, and gracious blessings have been unappreciated because they did not wish to make a change. My Guide said, \"Elevate the standard in all school education. You must set up no lower standard. Discipline must be maintained. Teach the youth by precept and example.\" There has not been too much strictness but too much laxness of action tolerated. But the workers must not despair. Work with the spirit of Christ, with the mind of Christ to correct existing evils. Expect that the wrong-doers will have the sympathy of wrong-doers, but faithful shepherds of the flock have lessons to learn in order to keep on an elevated standard, and yet teach that the star of hope is still shining. Work on patiently; but rebuke sin firmly, and give it no sanction. The refuge of lies for the covering up of sin must be torn away, in order that poor deluded souls may not sleep on to their everlasting ruin. The world is soon to be left by the angel \n\n\n                         - 8 - \n\nof mercy, and the seven last plagues are to be poured out. Sin, shame, sorrow, and darkness are on every side; but God still holds out to the souls of men the precious privilege of exchanging darkness for light, error for truth, sin for righteousness. But God's patience and mercy will not always wait. Let not one soul think that he can hide from God's wrath behind a lie; for God will strip from the soul the refuge of lies. The bolts of God's wrath are soon to fall, and when he shall begin to punish the transgressors, there will be no period of respite until the end. The storm of God's wrath is gathering, and those only will stand who are sanctified through the truth in the love of God. They shall be hid with Christ in God till the desolation shall be overpast. He shall come forth to punish the inhabitants of the world for their iniquity, and \"the earth also shall disclose her blood, and shall no more cover her slain.\" Let the language of the soul be,-- \n\n\n     \"Other refuge have I none, \n        Hangs my helpless soul on thee; \n      Leave, O leave me not alone! \n        Still support and comfort me. \n\n\n     \"Hide me, O my Saviour hide! \n        Till the storm of life is past: \n      Safe into the haven guide, \n        O receive my soul at last!\" \n\n                                               -",
    "paragraph": 1,
    "bookcode": "SpTA03",
    "page": 7
}