{
    "word": "In the days of Christ there were no sanitariums in the Holy Land. But wherever He went, He Himself was a sanitarium. The Great Physician carried with Him the healing efficacy that was a cure for every disease, spiritual and physical. This He imparted to those who were under the afflicting power of the enemy, healing their diseases and infirmities. . . .  {LLM 72A.1}  \n     In doing medical missionary work we shall meet the same opposition that Christ met. He declares: \"Ye shall be hated of all men for My name's sake: but he that endureth to the end shall be saved. When they persecute you in this city, flee ye into another; for verily I say unto you, 'Ye shall not have gone over the cities of Israel, till the Son of Man be come.\"  {LLM 72A.2}  \n     We are to teach others how to obtain eternal life. And we should ever remember that the efficiency of the medical (113) missionary work is in pointing sin-sick men and women to Jesus. We are to call upon them to \"behold the Lamb of God, which taketh away the sin of the world.\"  {LLM 72A.3}  \n     The life of Christ and His ministry to the afflicted are inseparably connected. And today He is the same compassionate Physician. We should let all the afflicted understand that in Him there is healing balm for every disease, restoring power for every infirmity.  {LLM 72A.4}  \n     The world has departed far from true principles of restoration and health. Perverted appetite and base passion have taken control of the minds of many. Too often inclination to be irritable is strengthened by cultivation. Ill temper, cherished, destroys the delicate, pure, holy perceptions of the soul. Satan desires to cause us to be worried and harassed over mere trifles, so that we shall lose sight of the weighty matters pertaining to our eternal welfare.  {LLM 72A.5}  \n     The Lord desires every one to do his best. You may think that you can do very little; but remember that in the parable of the talents, Christ did not represent all the servants as receiving the same amount. To one servant was given five talents; to another, two, and to still another, one. If you have but one talent, use it wisely, increasing it by putting it out to the exchangers. Do what you can to roll back the wave of disease and suffering that is sweeping over our world. Come up to the help of the Lord, to the help of the Lord against the mighty powers of darkness. \n\n\n                              -72B-  {LLM 72A.6}  \n     This medical dispensary work that Brother Sadler has outlined to us, is similar to the work that we did in Australia. While we were in Cooranbong, there was no physician within many miles (114) of us; and my nurse, a woman of experience in treating the sick, took the place of a physician in our community. She responded to the many calls made, traveling from place to place and doing the work that God wants many others to do. In this line of work, some cannot do as much as others, but every one is to do what he can to relieve suffering. God desires every one of His children to have intelligence and knowledge, so that with unmistakable clearness and power His glory shall be revealed in our world. \n\n                                               -\n  {LLM 72B.1}  \nMS. 14 '04 (Copied Feb. 3, '04) \n\n\n     Into the medical missionary work there must be brought more of a yearning for souls. It was this yearning that filled the hearts of those who established our first medical institution. Christ is to be present in the sick-room, filling the heart of the physician with the fragrance of His love. When his life is such that Christ can go with him to the bedside of the sick, there will come to them the conviction that he, the compassionate Saviour, is present, and this conviction will do much to restore them to health.  {LLM 72B.2}  \n     In word and deed the physicians and nurses in our medical institutions are to say, so plainly that it cannot be misunderstood, \"God is in this place,\" to save, not to destroy. Christ invites our physicians to become acquainted with Him. When they respond to His invitation, they will know that they (115) receive the things they ask for. Their minds will be enlightened by wisdom from above. Constantly beholding the Saviour, they will become more and more like Him, till at last it can be said of them in the heavenly courts, \"Ye are complete in Him.\" Christ has pledged Himself to give His disciples what they ask for in His name. As they labor in harmony with Him, they can ask Him to aid them in every time of need. \n\n\n                        -73-  {LLM 72B.3}  \nMS. 62 '04 (Copied June 25, '04):-- \n\n\n     Read the eighth chapter of Matthew, and learn from it how Christ united the ministry of the Word with medical missionary work. Study the methods of the great Healer, and labor as He labored. \n\n                                               -",
    "paragraph": 1,
    "bookcode": "LLM",
    "page": 73
}