{
    "word": "Eld. Andrews might have lived had he encouraged and trained others to share the burdens he loaded himself down with. He deprived others of an education they might have had, because he did so much himself and allowed them to rely upon his brain, in place of doing their own thinking. Every man can be a man, a whole man, by patient continuance in well-doing, by resolutely overcoming cowardice and ignorance and inefficiency, with thoughtful energy and zeal. There should be an entirely different order of things. Men should not be shadows of Dr. Kellogg, that, should the substance be removed, there would be nothing to make the shadow. They should never consent to be merely machines, run by another man's brain. God has given them ability to think and act. He would have men connected with that Institution,--strong, firm, whole-souled, well-balanced men, who are diligent in cultivating their own powers of thought, and who do not feel that they must have their minds trained to run in exactly the same channel that Dr. Kellogg's mind runs in, but to think independently and help him in planning. His plans are not always infallible; and a wise counselor might see failure where he would see only success. A good, strong mind to propose and counsel would be the greatest blessing the Doctor could have. No one man's mind and judgment are sufficient to be a controlling power in any of our institutions; therefore, councils need to be held. But there are those who, when they come into council, no sooner hear a proposition than they take it for granted it is infallible, and stand ready to say \"Yes,\" and vote for it, \n\n\n                            -23- \n\nwithout carefully weighing the matter, probing it, sifting it, testing it, and giving it the benefit of deliberate thought. Such persons are mere ciphers. You should be men of force of character, and depth of thought, seeing the judicious enterprises and laying hold of them, but bringing all your plans to the Divine Counselor.",
    "paragraph": 1,
    "bookcode": "PH167",
    "page": 22
}