{
    "word": "How Does Sister White Know \n                  What to Speak? \n\n\n                                   March 18, 1889. \n     The question is asked, How does Sister White know in regard to the matters of which she speaks so decidedly, as if she had authority to say these things? I speak thus because they flash upon my mind when in perplexity like lightning out of a dark cloud in the fury of a storm. Some scenes presented before me years ago have not been retained in my memory, but when the instruction then given is needed, sometimes even when I am standing before the people the remembrance comes sharp and clear, like a flash of lightning, bringing to mind distinctly that particular instruction. At such times I cannot refrain from saying the things that flash into my mind, not because I have had a new vision, but because that which was presented to me perhaps years in the past has been recalled to my mind forcibly. MS--33--1911 \n\n\n                         25a  {PH116 24a.1} \n \n           Time and Place to be Considered \n\n     \"Regarding the testimonies, nothing is ignored; nothing is cast aside; but time and place must be considered. Nothing must be done untimely. Some matters must be withheld because some persons would make an improper use of the light given. Every jot and tittle is essential and must appear at an opportune time. In the past, the testimonies were carefully prepared before they were sent out for publication. And all matter is still carefully studied after the first writing.  {PH116 25a.1} \n \n                   Accusations \n\n     \"Tell them to eat the flesh and drink the blood of the Son of God. Place His work before them. There will be those who will misinterpret and misrepresent. Their eyes have been blinded, and they set forth the figures and interpretations that Satan has worked out for them, and an entirely wrong meaning will be placed upon the words that Sister White has spoken. Satan is just as verily claiming to be Christ's child as did Judas, who was on the accusing side. They have educated themselves in Satan's school of misstating. A description of them is given in the third chapter of Zechariah. Nothing in the world is so dear to God as His church. Satan has worked upon human minds, and will continue to betray sacred trust in a spurious way.  {PH116 25a.2} \n \n          The Publishing of Compilations \n\n     \"I can see plainly that should every one who thinks he is qualified to write books, follow his imagination and have his productions published, \n\n\n                     26a \n\ninsisting that they be recommended by our publishing houses, there would be plenty of tares sown broadcast in our world. Many from among our own people are writing to me, asking with earnest determination the privilege of using my writings to give force to certain subjects which they wish to present to the people in such a way as to leave a deep impression upon them.  {PH116 25a.3}  \n     \"It is true that there is a reason why some of these matters should be presented: but I would not venture to give my approval in using the testimonies in this way, or to sanction the placing of matter which is good in itself in the way which they propose.  {PH116 26a.1}  \n     \"The persons who make these propositions for aught I know, may be able to conduct the enterprise of which they write in a wise manner; but nevertheless I dare not give the least license for using my writings in the manner which they propose. In taking account of such an enterprise, there are many things that must come into consideration; for in using the testimonies to bolster up some subject which may impress the mind of the author, the extracts may give a different impression than that which they would were they read in their original connection.\" MS--23--1911. \n\n                                               -\n \n                                                                           25\n {PH116 26a.2} \n     \"Many excused their disregard of the testimonies by saying, 'Sister White is influenced by her husband; the testimonies are moulded by his spirit and judgment.' Others were seeking to gain something from me which they could construe to justify their course, or to give them influence.\" \n                                                                           30",
    "paragraph": 1,
    "bookcode": "PH116",
    "page": 25
}