{
    "word": "You are blinded and infatuated. You \n                                                                           53\nhave felt strong when you were weakness itself. You can be strong in the Mighty One. You can be an instrument of righteousness, if you are willing to suffer for Christ's sake. You and your sisters may redeem the time if you will. But it will cost an effort. Your younger sister is linked to one who is not worthy of her affections. There are serious defects in his character. He has not reverence for sacred and holy things. His heart has not been changed by the Spirit of God. He is selfish, boastful, loving pleasure more than duty. He has no experience in self-denial and humiliation. In choosing friendship, there should be great caution that an intimacy is not contracted with one whose example it would not be safe to imitate, for the effect of such an intimacy is to lead away from God, from devotion, and the love of the truth. It is positively dangerous for you to be intimate with friends who have not a religious experience. If either of you, or all three of you, follow the leadings of God's Spirit, or value your soul's salvation, you will not choose as your particular and intimate friends those who do not maintain a serious regard for religious things, and who do not live under its practical influence. Eternal considerations should come first with you. Nothing can have a more subtle and positively dangerous \n                                                                           54\ninfluence upon the mind, and serve to banish serious impressions, and convictions of the Spirit of God, than to associate with those who are vain and careless, and whose conversation is upon the world and vanity. The more engaging these persons may be in other respects, the more dangerous is their influence as companions, because they would throw around an irreligious life so many pleasing attractions.",
    "paragraph": 2,
    "bookcode": "PH159",
    "page": 52
}