{
    "word": "I was pointed back, away back to the time when those in Paris, especially Brn. Andrews' and Steven's families were ensnared by error, and for years were in a perfect deception of Satan. They suffered while in this error, but they never will obtain a particle of reward for it. If they had been willing to be taught, and received light in God's appointed way, they would not have been held in error, fanaticism and darkness all that length of time; but self would not yield to the light God gave. Their feelings and impressions were sufficient evidence for them, and they would not be corrected until they were overwhelmed and compelled to acknowledge the power of God, and that they were wrong. God has given them since that time unmistakable evidence of his work, and wonderful manifestations of his Spirit. Repeatedly have some of them been slain by the power of God, and while the impression remains all is well; but when the impression wears away the same wrong feelings return, self rises, because they did not make thorough work behind them. I saw that it was of the greatest importance that they make thorough work in the past. I was brought down \n                                                                           11\nto Rochester, and saw the same suspicion and jealousy existed there, and your influence was not good, and I saw that things in Rochester and vicinity were in such a condition that God would have us leave Rochester just when we did, and I saw that there had been a lack of frank acknowledgement from Bro. J. N. A. yourself, Uriah and others, that it was the special work of God our leaving Rochester at the time we did, notwithstanding the most positive evidence has been given of this, to seal that whole work of God: the prosperity God has given the Office and the cause since the removal to Battle Creek. Yet there has not been straight work in acknowledging this as God's special providence. While God was directing and counselling in regard to these matters, that his work could move forward with freedom, their feelings were in opposition to it. Had they been standing in the counsel of God they would have been in union with his work and with the angels, but individuals were ignorantly warring against the leadings of God, and had no realizing sense of their fearful position of being united with evil angels in their opposition to the advancement of God's work and his opening providence. Had they believed what the Lord had shown in regard to these matters, they need not have moved in such perfect blindness. All that work of God must be acknowledged, and with decision a position taken in these things, or Satan will improve every opportunity to throw in doubts, suggestions and jealousy, and the leaven will continue to work. This leaven must be purged out. When God's hand is reached down, and he moves his people to the right or left it is of the greatest importance \n                                                                           12\nthat they acknowledge his hand and firmly take their position that God has done this. The state of things in Rochester should be a warning to all who are tempted to doubt the teachings of God, or to find fault with the strait testimony and reproofs given by Bro. White. The angels of God do not hover in mercy over Rochester. A curse has rested there, and all the deeds and cruel work of those in Rochester and vicinity are recorded. Satan has kept the mind in perfect darkness in regard to these things. God is not to be trifled with. Sufferings and agony his servants bore in Rochester while striving with all their energies to do his work. Satan and evil angels were at war with them, and many professing the present truth united with these evil powers to discourage and cause mental anguish, which might have been avoided. They were co-workers with the powers of darkness. All this is faithfully chronicled. Yet notwithstanding the example of Rochester, and their present condition, which should be a warning, the same work has been going on at Battle Creek in a secret, underhanded, deceptive manner. The same spirit which existed in Paris and Rochester has revived, and there is no safety or confidence to hope for better things until the past is all straitened out by frankly acknowledging God's work, if it tears self and self dignity all to pieces.",
    "paragraph": 1,
    "bookcode": "PH016",
    "page": 10
}