{
    "word": "3MR - Manuscript Releases Volume Three [Nos. 162-209] (1990)\n\n\nA WORD OF EXPLANATION\n\n     WHEN ELLEN WHITE DIED IN 1915, SHE LEFT HER MANUSCRIPTS AND LETTERS IN THE CUSTODY OF A SMALL GROUP OF MINISTERS AND ADMINISTRATORS IN THE SEVENTH-DAY ADVENTIST CHURCH WHOM SHE HAD APPOINTED TO SERVE AS TRUSTEES OF HER ESTATE. AS THE YEARS PASSED, THESE TRUSTEES AND THEIR SUCCESSORS BECAME INCREASINGLY AWARE OF THE POTENTIAL USEFULNESS TO THE CHURCH OF THIS GOLD MINE OF UNPUBLISHED MATERIALS. PROCEDURES WERE DEVELOPED WHEREBY CHURCH ENTITIES, OR EVEN INDIVIDUALS, COULD REQUEST THE \"RELEASE\" OF SPECIFIED EXCERPTS FROM ELLEN WHITE'S WRITINGS FOR USE IN BOOKS, ARTICLES, CLASS LECTURES, OR SERMONS. FOR DETAILS OF THE RELEASE PROCESS THE READER IS REFERRED TO THE PREFACE TO MANUSCRIPT RELEASES, VOL. 1.\n     AS IN THE EARLIER VOLUMES, MATERIALS CURRENTLY AVAILABLE ELSEWHERE IN PUBLISHED FORM HAVE NOT BEEN INCLUDED IN THE PRESENT VOLUME. IN A FEW CASES MATERIALS UNDER CONSIDERATION AND ASSIGNED A RELEASE NUMBER WERE NOT  PROCESSED. AND THE NUMBER WAS NOT REASSIGNED. UNTIL 1983, ONLY THE EXCERPTS REQUESTED FOR PUBLIC USE WERE \"RELEASED.\" STARTING WITH MANUSCRIPT RELEASE NO. 970, THE WHITE ESTATE BEGAN \"RELEASING\" ENTIRE LETTERS OR MANUSCRIPTS, SO FAR AS POSSIBLE, EVEN IF ONLY PARTICULAR PARAGRAPHS WERE REQUESTED.\n     COPY FOR THIS VOLUME HAS BEEN SENT TO THE PUBLISHER CAMERA-READY, WHICH MEANS THAT ANY TYPOGRAPHICAL MISTAKES OR OTHER INACCURACIES WHICH MAY APPEAR ARE THE RESPONSIBILITY OF THE WHITE ESTATE, NOT THE PUBLISHER.\n     WE TAKE PLEASURE IN MAKING THESE MATERIALS AVAILABLE IN THIS FORM, AND TRUST THAT THE COUNSELS, WARNINGS, AND PRINCIPLES PUT FORTH BY THE AUTHOR WILL BRING A BLESSING TO EVERY READER.\n                                  THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n                                  WASHINGTON, D.C.\n\n\nTable of Contents\n\nWord of Explanation\n\nMs Release                                                          Page\n162        The Work in England...................................... 1\n163        Fanaticism and Side Issues............................... 25\n164        Constitutes Material Published in 3SM, p. 227\n165        Church and State Relationships........................... 37\n166        E. G. White Letters for Primary Book..................... 44\n167        A Letter from Sister White Regarding Man-Made Tests...... 55\n168        Ellen G. White Visit to Nimes, France, Oct. 16-31, 1886.. 61\n169        Materials for the Book \"I'd Like to Ask Sister White\".... 120\n170        Included in MR No. 1207\n171        Further Materials for \"Id Like to Ask Sister White\"...... 173\n172        The Study of History..................................... 184\n173        Miscellaneous Manuscript Items........................... 188\n174        Materials for \"Thirteen Crisis Years\".................... 191\n175        Materials Requested for White Estate Use................. 207\n176        Europe's Glory--the Alps................................. 214\n177        Homes for the Unfortunate................................ 218\n178        Material Now Published in \"Mind, Character, and\n           Personality\"\n179        Miscellaneous Manuscript Items........................... 219\n180        Material Requested for Use in a Dissertation on SDA\n           Evangelism (1901-1940)................................... 220\n181        Material Now Published in \"Mind, Character, and\n           Personality\"\n182        Materials for Battle Creek Church Promotion.............. 225\n183        Loyalty to Christ........................................ 226\n184        Ellen White at Tramelan, Switzerland..................... 228\n185        Material Published in the Appendix of \"Thirteen Crisis Years\"\n186        Material for Use With Spirit of Prophecy Day............. 237\n187        Concerning Debt.......................................... 239\n188        Items Requested for General Use.......................... 242\n189        Materials Relating to Arthur G. Daniells................. 247\n190        Material Appearing in \"In Heavenly Places\"\n191        Spirit of Prophecy Emphasis Week, 1966-1967\n192        Question of the Day Line; Miscellaneous Materials........ 253\n193        Miscellaneous Manuscript Items........................... 261\n194        Material on S. N. Haskell................................ 274\n195        Material Regarding G. A. Irwin........................... 282\n196        Reaching the Wealthy..................................... 284\n197        Additional Material on S. N. Haskell..................... 292\n198        Materials for R. H. Pierson's Book....................... 293\n199        On the Law in Galatians; On Sister White's \"Daughters\";\n           Letter to a Schoolgirl; Eternal Truth.................... 295\n200        Materials Appearing in \"Angel Over Her Tent\"............. 302\n201        Materials Used in \"Principles of True Science\"........... 304\n202        Counsel to the Wife of an Unbelieving Husband............ 369\n203        Spirit of Prophecy Emphasis Week......................... 373\n204        Regarding Dr. D. H. Kress; Counsel Regarding Marriage.... 381\n205        E. G. White Diary and Letter Material.................... 383\n206        Miscellaneous Materials.................................. 400\n207        Materials Requested for Use in Books and Articles........ 405\n208        Christ is Our Example.................................... 427\n209        Miscellaneous Manuscript Items........................... 430\n\n\nMR No. 162 - The Work in England\n\n     I have been unable to sleep much during the past night. I have thought of the church at [Kettering] which must be left much of the time without preaching. But it is the duty of those connected with the church to feel an individual responsibility to do to their utmost ability to strengthen the church, and make the meetings so interesting that outsiders or unbelievers will be attracted to your meetings.",
    "paragraph": 1,
    "bookcode": "3MR",
    "page": 1
}