{
    "word": "One maintained that He could be no pretender, but had been Himself deceived in regard to His mission and His future glory. They both feared that what His enemies had flung in His teeth was too true--\"He saved others; himself he cannot save.\" Yet they wondered how He could be so mistaken in Himself, when He had given them such repeated evidence that He could read the hearts of others. And the strange reports of the women threw them into still greater uncertainty (3SP 207).  {5BC 1125.10}  \n     13-31. Understanding Bible of First Importance.--Jesus did not first reveal Himself in His true character to them, and then open the Scriptures to their minds; for He knew that they would be so overjoyed to see Him again, risen from the dead, that their souls would be satisfied. They would not hunger for the sacred truths which He wished to impress indelibly upon their minds, that they might impart them to others, who should in their turn spread the precious knowledge, until thousands of people should receive the light given that day to the despairing disciples as they journeyed to Emmaus.  {5BC 1125.11}  \n     He maintained His disguise till He had interpreted the Scriptures, and had led them to an intelligent faith in His life, His character, His mission to earth, and His death and resurrection. He wished the truth to take firm root in their minds, not because it was supported by His personal testimony, but because the typical law, and the prophets of the Old Testament, agreeing with the facts of His life and death, presented unquestionable evidence of that truth. When the object of His labors with the two disciples was gained, He revealed Himself to them, that their joy might be full, and then vanished from their sight (ST Oct. 6, 1909).  {5BC 1125.12}  \n     15, 16. Jesus Smooths Hard Paths.--This mighty conqueror of death, who had reached to the very depths of human misery to rescue a lost world, assumed the humble task of walking with the two disciples to Emmaus, to teach and comfort them. Thus He ever identifies Himself with His suffering and perplexed people. In our hardest and most trying paths, lo, Jesus is with us to smooth the way. He is the same Son of man, with the same sympathies and love which He had before He passed through the tomb and ascended to His Father (3SP 212).  {5BC 1125.13}  \n     39 (Acts 1:9-11). Christ Took Humanity With Him.--Christ ascended to heaven, bearing a sanctified, holy humanity. He took this humanity with Him into the heavenly courts, and through the eternal ages He will bear it, as the One who has redeemed every human being in the city of God, the One who has pleaded before the Father, \"I have graven them upon the palms of my hands.\" The palms of His hands bear the marks of the wounds that He received. If we are wounded and bruised, if we meet with difficulties that are hard to manage, let us remember how much Christ suffered for us. Let us sit together with our brethren in heavenly places in Christ. Let us bring heaven's \n                                                                           1126\nblessing into our hearts (RH March 9, 1905).  {5BC 1125.14}  \n     Jesus took the nature of humanity, in order to reveal to man a pure, unselfish love, to teach us how to love one another.",
    "paragraph": 1,
    "bookcode": "5BC",
    "page": 1126
}