{
    "word": "Cautions to Canvassers\n     No canvasser should exalt the book for which he is working, above others that set forth the truth for this time. Should our canvassers drop all but one book, and concentrate their energies on that, the work would not be carried on as God would have it. It is necessary that a variety of books should be in the field, as minds are not constituted alike, and what would be food to one might fail to interest another. Some classes would be more benefited by papers and tracts than by books, and it will be necessary for the canvasser to make a wise selection of his books. Let no one doing the work of God become one-sided and short-sighted. The Lord has many instrumentalities through which he designs to work. When one book is exalted above another, there is danger that the very work best adapted to give light to the people will be crowded out. There is no need of contrasting different books, and judging as to which will do most good, and then pushing to the wall the one deemed weakest, for the advancement of another. God has a place for all the voices \n354\nand all the pens that he has inspired to utterance for him. It will be difficult for some minds to fathom our most profound works, and a simpler way of putting the truth will reach them more readily. Let the leading workers encourage the weaker ones, and show an equal interest in every one of the instrumentalities set in operation to prepare a people for the day of the Lord. I think I have discerned in some, a feeling of contempt in regard to obtaining subscriptions for the Signs of the Times. Be careful, brethren; has not God spoken in regard to this journal? Has he not repeatedly shown that this is his instrumentality, that is to do an important work in these last days? Has he not shown that it is to be a pioneer to go forth to the people, laden with the precious treasures of truth? Papers and pamphlets and tracts all need attention in the canvassing work, for they are as little wedges that open the way for larger works. [FROM AN ADDRESS TO THE GENERAL CONFERENCE IN 1883.] — MS.",
    "paragraph": 1,
    "bookcode": "GW92",
    "page": 353
}