{
    "word": "In the night season, I was brought into a meeting where you seemed to be in much depression of soul. The Spirit of the Lord came into the meeting, and my guide addressed words to different ones who were present. He said, \"We beseech you brethren to know them which labor among you, and are over you in the Lord, and admonish you; and to esteem them very highly for their work's sake. And be at peace among yourselves.\" And to you Elder Haskell, he addressed the following words, \"Cast not away therefore your confidence, which hath great recompense of reward. For ye have need of patience, that, after ye have done the will of God ye might receive the promise. For yet a little while, and he that shall come will come, and will not tarry. Now the just shall live by faith but if any man draw back, my soul shall have no pleasure in him. But \n                                                                           967\nwe are not of them that draw back unto perdition; of them that believe to the saving of the soul.\" Words of encouragement were spoken to you, and cautions were given you. \"Be not faithless, but believing.\" He cautioned you to put your trust wholly in God, and that you should not be suspicious, and mistrust your brethren; for your suspicions are often without true foundation, and your confidence is so shaken in your brethren that nothing they can do will be interpreted by you in a correct light. You imagine that something is concealed from you, that there is some underhanded work that by and by will be revealed. You have had some trials, but they are not half as great as you imagine. Evil is not determined against you as you suppose. Many hearts beat in tenderest respect and love for you, but the enemy sees that he can afflict your soul. He sees that he can misinterpret words spoken and actions performed by presenting them in an aggravated light, and you accept his version of the matter. You make it evident that you do not believe that your brethren are true to you. You bemoan over things that do not really exist. You look back at the past, and say, \"Once we took sweet counsel together, and went to the house of God in company, but now he that is my friend hath lifted up his heel against me.\" You are continually shutting yourself within yourself, expecting to be betrayed. Beware of Satan's devices. Nothing can weaken and unbalance the human mind like brooding over supposed wrongs, thinking that you are not appreciated.",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 966
}