{
    "word": "This covenant is of just as much force today as it was when the Lord made it with ancient Israel (SW March 1, 1904).  {1BC 1103.10}  \n     7, 8 (quoted) (Isaiah 56:5). A Pledge to the Covenant.--This is the pledge that God's people are to make in these last days. Their acceptance with God depends on a faithful fulfilment of the terms of their agreement with Him. God includes in His covenant all who will obey Him. To all who will do justice and judgment, keeping their hand from doing any evil, the promise is, \"Even unto them will I give in mine house and within my walls a place and a name better than of sons and of daughters: I will give them an everlasting name, that shall not be cut off\" (RH June 23, 1904).  {1BC 1103.11}  \n     9. Glory of Cloud Emanated From Christ.--The cloud that guided Israel, stood over the tabernacle. The glory of the cloud emanated from Jesus Christ, who from the midst of the glory talked with Moses, as He had talked with him from the burning bush. The brightness of God's presence was enshrouded in the darkness of the cloud which He made His pavilion, that the people could endure to look upon the cloud, as seeing Him who is invisible. This was God's plan whereby He might approach man (MS 126, 1901).  {1BC 1103.12} \n \n                            Chapter 20 \n\n     1-17 (Nehemiah 9:6-15). Father by Side of Son in Giving Law.--When the law was spoken, the Lord, the Creator of heaven and earth, stood by the side of His Son, enshrouded in the fire and the smoke on the mount. \n                                                                           1104\nIt was not here that the law was first given; but it was proclaimed, that the children of Israel, whose ideas had become confused in their association with idolaters in Egypt, might be reminded of its terms, and understand what constitutes the true worship of Jehovah (ST Oct. 15, 1896).  {1BC 1103.13}  \n     Adam and Eve Knew the Law.--Adam and Eve, at their creation, had a knowledge of the law of God. It was printed on their hearts, and they understood its claims upon them (MS 99, 1902).",
    "paragraph": 1,
    "bookcode": "1BC",
    "page": 1104
}