{
    "word": "This entering in of Satan through the sciences is well devised. Through the channel of phrenology, psychology, and mesmerism, [NOTE: IN THIS STATEMENT AS PUBLISHED IN THE SIGNS OF THE TIMES, NOV. 6, 1884, MRS. WHITE DREW HEAVILY FROM, AND SOMEWHAT CLARIFIED A STATEMENT PUBLISHED ORIGINALLY IN, THE REVIEW AND HERALD OF FEB. 18, 1862, NOW IN TESTIMONIES FOR THE CHURCH, VOL. 1, PP. 290-302. \n     THE REFERENCE TO PHRENOLOGY, PSYCHOLOGY, AND MESMERISM, AS HERE COMBINED, DESCRIBING THE MANNER IN WHICH SATAN TAKES ADVANTAGE OF THE HUMAN MIND, MAY SEEM A BIT OBSCURE TO ONE NOT FAMILIAR WITH THE LITERATURE OF THE TIME AND ITS EMPHASIS. SCIENTIFIC WORKS DEVOTED TO PHYSIOLOGY AND THE CARE OF THE SICK CARRIED ADVERTISING LISTS AT THE BACK INFORMING THE PUBLIC OF LITERATURE AVAILABLE. ONE SUCH WORK, THE WATER CURE MANUAL (284 PAGES), PUBLISHED IN 1850 BY FOWLERS AND WELLS, CARRIES A LIST OF SIXTY-FIVE DIFFERENT WORKS ON PHYSICAL AND MENTAL HEALTH, AND OF THESE, TWENTY-THREE ARE DEVOTED TO PHRENOLOGY, PSYCHOLOGY, MESMERISM, AND CLAIRVOYANCE. WE REPRODUCE HERE A FEW ITEMS: \n     ELEMENTS OF ANIMAL MAGNETISM; OR, PROCESS AND PRACTICAL APPLICATION FOR RELIEVING HUMAN SUFFERING. $.12 1/2 \n     FAMILIAR LESSONS ON PHRENOLOGY AND PHYSIOLOGY. MUSLIN, IN ONE VOLUME. BEAUTIFULLY ILLUSTRATED. $2.00 \n     FASCINATION; OR THE PHILOSOPHY OF CHARMING (MAGNETISM). ILLUSTRATING THE PRINCIPLES OF LIFE. ILLUSTRATED. $.40 \n     LECTURES ON THE PHILOSOPHY OF MESMERISM AND CLAIRVOYANCE. WITH INSTRUCTION IN ITS PROCESS AND PRACTICAL APPLICATION. $.25 \n     PSYCHOLOGY, OR THE SCIENCE OF THE SOUL. WITH ENGRAVINGS OF THE NERVOUS SYSTEM. BY JOSEPH HADDOCK, MD. $.25 \n     PHRENOLOGY AND THE SCRIPTURES (SHOWING THEIR HARMONY). BY REV. JOHN PIERPONT. $.12 1/2 \n     PHILOSOPHY OF ELECTRICAL PSYCHOLOGY. BY JOHN BOVEE DODS. $.50 \n     IN DR. SYLVESTER GRAHAM'S 650-PAGE LECTURES ON THE SCIENCE OF HUMAN LIFE (1865), WITH \"A BIOGRAPHICAL SKETCH OF THE AUTHOR,\" MANY OF THE SAME WORKS ARE ADVERTISED, THIS TIME GROUPED AND PLACED UNDER SUCH HEADINGS AS \"WORKS ON PHRENOLOGY,\" \"HYDROPATHY; OR, WATER CURE,\" \"MESMERISM-PSYCHOLOGY,\" ETC. IN CONNECTION WITH THE EIGHT-PAGE ACCOUNT OF \"THE LIFE OF SYLVESTER GRAHAM\" NEARLY A FULL PAGE IS DEVOTED TO \"PHRENOLOGICAL DESCRIPTION.\" THUS ELLEN WHITE WAS WRITING OF MATTERS WHICH AT THAT TIME WERE VERY MUCH BEFORE THE PUBLIC.-- COMPILERS.] he comes more directly to the people of this generation and works with that power which is to characterize his efforts near the close of probation. The minds of thousands have thus been poisoned and led into infidelity. \n\n20",
    "paragraph": 2,
    "bookcode": "1MCP",
    "page": 19
}