{
    "word": "We expected the crisis would come the seventh day. We had but little rest during his sickness, and were obliged to give him up into others' care the fourth and fifth nights. My husband and myself the fifth day felt very anxious. The child raised fresh blood, and coughed considerably. My husband spent much time in prayer. We left our child in careful hands that night. Before retiring my husband prayed long and earnestly. Suddenly his burden of prayer left him, and it seemed as though a voice spoke to him, and said, Go lie down, I will take care of the child. I had retired sick, and could not sleep for anxiety for several hours. I felt pressed for breath. Although sleeping in a large chamber, I arose and opened the door into a large hall, and was at once relieved, and soon slept. I dreamed that an experienced physician was standing by my child, watching every breath, with one hand over his heart, and with the other feeling his pulse. He turned to us and said, \"The crisis has passed. He has seen his worst night. He will now come up speedily, for he has not the injurious influence of drugs to recover from. Nature has nobly done her work to rid the system of impurities.\" I related to him my worn-out condition, my pressure for breath, and the relief obtained by opening the door. Said he, \"That which gave you relief, will also relieve your child. He needs air. You have kept him too warm. The heated air coming from a stove is injurious, and were it not for the air coming in at the crevices of the windows, would be poisonous, and destroy life. Stove heat destroys the vitality of the air, and weakens the lungs. The child's lungs have been weakened by the room being kept too warm. Sick persons are debilitated by disease, and need all the invigorating air that they can bear to strengthen the vital organs to resist disease. And yet in most cases air and light are excluded from the sick room at the \n                                                                           153\nvery time when most needed, as though dangerous enemies.\"",
    "paragraph": 1,
    "bookcode": "4aSG",
    "page": 152
}