{
    "word": "The moral powers are beclouded, because men and women will not live in obedience to the laws of health, and make this great subject a personal duty. Parents bequeath to their offspring their own perverted habits; and loathsome diseases corrupt the blood, and enervate the brain. The majority of men and women remain in ignorance of the laws of \n                                                                           11\ntheir being, and indulge appetite and passion at the expense of intellect and morals, and seem willing to remain in ignorance of the result of their violation of nature's laws. They indulge the depraved appetite in the use of slow poisons, which corrupt the blood, and undermine the nervous forces, and in consequence bring upon themselves sickness and death. Their friends call the result of their own course the dispensation of Providence. In this they insult Heaven. They rebelled against the laws of nature, and suffered the punishment of her abused laws. Suffering and mortality now prevail everywhere, especially among the children. How great is the contrast between this generation, and those who lived during the first two thousand years! I inquired if this tide of woe could not be prevented, and something done to save the youth of this generation from the ruin which threatens them. It was shown to me that one cause of the existing deplorable state of things is, that parents do not feel under obligation to bring up their children to conform to physical law. Mothers love their children with an idolatrous love, and they indulge their appetite when they know that it will injure the health of the children, and thereby bring upon them disease and unhappiness. This cruel kindness is carried out to a great extent in the present generation. The desires of children are gratified at the expense of health and happy tempers, because it is easier for the mother, for the time being, to gratify them than to withhold that for which her children clamor.",
    "paragraph": 3,
    "bookcode": "CE",
    "page": 10
}