{
    "word": "Then came the difficulty of where I would stay while in Battle Creek. No matter with whom I should stay, it would be said, \"Some one has been talking with Sister White, telling her about the state of the church. This is why she talks as she does.\"  {1888 1750.10}  \n     Dr. Kellogg has kindly invited me to make his house my home, but I had decided that I could not do this. One Friday night at our season of prayer, while I was asking the Lord to guide me and show me what to do, the Spirit of God came in, and a holy, solemn awe fell upon us. A voice said to me, \"Respect the courtesy of Dr. Kellogg. I have appointed him as my physician, and I will be his helper if he will trust wholly in me. You can encourage him.\" With the voice there came a fragrance as of beautiful flowers: and though none of the family saw what I saw, or heard what I heard, yet they felt the influence of the Spirit, and were weeping and praising God.  {1888 1750.11}  \n     Then, of course, I accepted Dr. Kellogg's invitation. It is because of the direction of the Lord that I am staying there. There I can find retirement. I thank the Lord that I am there.  {1888 1750.12}  \n     It is because of the directions I have received from the Lord that I have the courage to stand among you and speak as I do, notwithstanding the way in which you may look at the medical missionary work. I wish to say that the medical missionary work is God's work. The Lord wants every one of his ministers to come into line. Take hold of the medical missionary work, and it will give you access to the people. Their hearts will be touched as you minister to their necessities. As you relieve \n                                                                           1751\ntheir sufferings, you will find opportunity to speak to them of the love of Jesus.  {1888 1750.13}  \n     I am ready to say to you today that I am in harmony with the resolution. Many who have been more or less out of line since the Minneapolis meeting will be brought into line. God will help those who love the truth, who give themselves, heart and mind and strength, to him. God will work mightily with his ministers when their hearts are filled with love for the poor lost sheep of the house of Israel. Hunt up the backsliders, those who once knew what religion was, and give them the message of mercy. The story of Christ's love will touch a chord in their hearts. Christ draws human beings to himself with the chord which God has let down from heaven to save the race. The love of Christ can be measured only when this cord is measured.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1751
}