{
    "word": "Due Consideration. \n\n     It is not the will of God that any of his servants should move hastily and take short-sighted views He would have them wait patiently, and manifest due consideration. Every movement should be made with judicious thoughtfulness, and after much prayer. Then our brethren will have a more even, tranquil experience, and will be able to be a greater benefit to the people; for the glory of the Lord will be their rearward. Our only safety will be found in constantly seeking wisdom from God, in carefully weighing every matter with much fear and trembling, lest there should be brought into the work not the light of heaven, but the weakness of man. But the Lord has promised to give light to those who seek him with the whole heart. If we will but wait patiently and prayerfully upon God, and not follow our own impetuous plans, he will guide our decisions, and open many doors of hope and labor. The great \n\n\n                         - 45 - \n\nGeneral of armies will lead in every battle for the advancement of his cause. He will be the guide of his people in the perilous conflicts in which they have to engage, if the under-leaders and under-shepherds will do their appointed work, and listen to the voice which says, \"This is the way, walk ye in it;\" \"They that follow me shall not walk in darkness.\" What a great comfort this promise should be to us! We may walk in the light as he is in the light. Let the men to whom God has entrusted great responsibilities, be perfectly sure that they are following their great Leader, even Christ, and are not moving under the impulse of their own natural tempers. We shall be safe only when we consecrate ourselves to God and look unto Jesus, earnestly longing to work out his plan. Men may follow many kinds of lights, but there is only one Light that it will be safe for them to follow. Be sure that you are following Jesus whithersoever he goeth. Let none run ahead of Christ, but wait for the word of command, \"Follow me.\" Let our leaders be distrustful of their own counsel, of their own ambitious fancies. Let them not suppose that the sparks of their own kindling are the true light, or after a while they will find that, instead of following the heavenly guiding Star, they are following an uncertain leader.",
    "paragraph": 1,
    "bookcode": "SpTA03",
    "page": 44
}