{
    "word": "U. T.--Oct. 29, '94 (H. L. para. 375) \n     I advise the people to give up sweet puddings or custards made with eggs and milk and sugar, and to eat the best home-made bread, both graham and white, with dried or green fruits, and let that be the only course for one meal; then let the next meal be of nicely prepared vegetables.  {TSDF 129.10}  \n                               U. T.--Nov. 5, '96 (H. L. para. 681) \n     The less that condiments and desserts are placed upon our tables, the better it will be for all who partake of the food. All mixed and complicated foods are injurious to the health of human beings. Dumb animals would never eat such a mixture as is often placed in the human stomach. . . . Rich and complicated mixtures of food are health destroying.  {TSDF 129.11}  \n                                                       B.--135--'02 \n     Let those who advocate health reform strive \n\n130 \n\nearnestly to make it all that they claim it is. Let them discard everything detrimental to health. Use simple, wholesome food. Fruit is excellent, and saves much cooking. Discard rich pastries, cakes, desserts, and other dishes prepared to tempt the appetite. Eat fewer kinds of food at one meal, and eat with thanksgiving.  {TSDF 129.12}  \n                                                           3 T.--21 \n     Above all things, we should not with our pens advocate positions that we do not put to a practical test in our own families, upon our own tables. This is dissimulation, a species of hypocrisy. In Michigan we can get along better without salt, sugar, and milk, than can many who are situated in the far West, or far East, where there is a scarcity of fruit. But there are very few families in Battle Creek who do not use these articles upon their tables. We know that a free use of these things is positively injurious to health, and, in many cases, we think that if they were not used at all, a much better state of health would be enjoyed. But at present our burden is not upon these things. The people are so far behind that we see it is all they can bear to have us draw the line upon their injurious indulgences and stimulating narcotics. We bear positive testimony against tobacco, spirituous liquors, snuff, tea, coffee, flesh-meats, butter, spices, rich cakes, mince pies, a large amount of salt, and all exciting substances used as articles of food.",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 130
}