{
    "word": "Those who study the history of the Israelites should also consider the history of the slaves in America, who have suffered, who have been educated in crime, degraded, and oppressed, and left in ignorance to perish. Their physical freedom was obtained at a great loss of life, and Christians generally should have looked with compassion upon the colored race, for which God had a care. They should have done a work for them that would have uplifted them. They should have worked through the wisdom of God to educate and train them. We have been very neglectful of our colored brethren, and are not yet prepared for the coming of our Lord. The cries of these neglected people have come up before God. \n                                                                           43\nWho has entered into the work since their deliverance from bondage, to teach them the knowledge of God? The condition of the colored people is no more helpless than was the condition of the Hebrew slaves. The children of Israel were addicted to licentiousness, idolatry, gluttony, and gross vices. This is ever the result of slavery. But the Lord looked upon His people, and after their  deliverance He educated them. They were not left uncared for. Though they had lost in years of bondage the knowledge of the true God and of His holy law, yet God again revealed Himself to them. In terrible grandeur and awful majesty He proclaimed to them His holy precepts, and commanded them to obey His law. The Ten Commandments are a transcript of the divine character, and are as unchangeable as the eternal throne. But since the slaves of the South attained to freedom, what have we as Christians done to bear any comparison to what was done for them by those who poured out their lives on the battlefield? Have we not looked upon the difficulties that presented themselves, and drawn back from the work? Perhaps some of us have felt sad over their wretchedness, but what have we done to save them from the slavery of sin? Who have taken hold of this work intelligently? Who have taken upon them the burden of presenting to them spiritual freedom that has been purchased for them at an infinite price? Have we not left them beaten, bruised, despised, and forsaken by the way? Is this the example that God has given us in the history of the deliverance of the children of Israel? By no means.",
    "paragraph": 1,
    "bookcode": "SW",
    "page": 42
}