{
    "word": "Dr. Lay brought many things from Dansville which were incorrect, in regard to amusements and exercise. He heard this amusement question made so much of that he actually thought a health institution could not be conducted without these amusements. He heard so much against exercising that he was not sound in this direction. When the amusements were introduced into the Institute, some in Battle Creek manifested their superficial character. They were pleased and gratified. It just suited their frivolous turn of mind. The things which were recommended for invalids they thought were good for them; and Dr. Lay is not accountable for all the results accruing from the counsel given to his patients. \n                                                                           41\nThose in different churches abroad, who were unconsecrated, seized upon the first semblance of an excuse to engage in pleasure, hilarity, and folly. As soon as it was known that at the Institute established for invalids the physicians had recommended the patients to get their minds off from themselves into a more cheerful train of thought, and had arranged plays and amusements to have this effect, it went like fire in the stubble; and the young in Battle Creek and other churches thought that they had need of just such things, and the armor of righteousness was laid off by many. As they were no longer held in by bit and bridle, they engaged in these things with as much earnestness and perseverance as though everlasting life depended upon their zeal in this direction. Here was an opportunity to discern the conscientious followers of Christ from those who were self deceived. Some had not the cause of God at heart. They had not the work of true holiness wrought in the soul. They had not made God their trust, and were unstable, and only needed a wave to raise them from their feet and toss them to and fro. Such showed that they possessed but little stability and moral independence. They had not experience for themselves, and therefore walked in the sparks of others' kindling. They had not Christ in their heart, to confess to the world. They professed to be his followers, but things earthly and temporal held in subjection their frivolous, selfish hearts.",
    "paragraph": 1,
    "bookcode": "PH097",
    "page": 40
}