{
    "word": "17MR - Manuscript Releases Volume Seventeen [Nos. 1236-1300] (1990)\n\n\nA WORD OF EXPLANATION\n\n     WHEN ELLEN WHITE DIED IN 1915, SHE LEFT HER MANUSCRIPTS AND LETTERS IN THE CUSTODY OF A SMALL GROUP OF MINISTERS AND ADMINISTRATORS IN THE SEVENTH-DAY ADVENTIST CHURCH WHOM SHE HAD APPOINTED TO SERVE AS TRUSTEES OF HER ESTATE. AS THE YEARS PASSED, THESE TRUSTEES AND THEIR SUCCESSORS BECAME INCREASINGLY AWARE OF THE POTENTIAL USEFULNESS TO THE CHURCH OF THIS GOLD MINE OF UNPUBLISHED MATERIALS. PROCEDURES WERE DEVELOPED WHEREBY CHURCH ENTITIES, OR EVEN INDIVIDUALS, COULD REQUEST THE \"RELEASE\" OF SPECIFIED EXCERPTS FROM ELLEN WHITE'S WRITINGS FOR USE IN BOOKS, ARTICLES, CLASS LECTURES, OR SERMONS. FOR DETAILS OF THE RELEASE PROCESS THE READER IS REFERRED TO THE PREFACE TO MANUSCRIPT RELEASES, VOL. 1.\n     AS IN THE EARLIER VOLUMES, MATERIALS CURRENTLY AVAILABLE ELSEWHERE IN PUBLISHED FORM HAVE NOT BEEN INCLUDED IN THE PRESENT VOLUME. IN A FEW CASES MATERIALS UNDER CONSIDERATION AND ASSIGNED A RELEASE NUMBER WERE NOT  PROCESSED. AND THE NUMBER WAS NOT REASSIGNED. UNTIL 1983, ONLY THE EXCERPTS REQUESTED FOR PUBLIC USE WERE \"RELEASED.\" STARTING WITH MANUSCRIPT RELEASE NO. 970, THE WHITE ESTATE BEGAN \"RELEASING\" ENTIRE LETTERS OR MANUSCRIPTS, SO FAR AS POSSIBLE, EVEN IF ONLY PARTICULAR PARAGRAPHS WERE REQUESTED.\n     COPY FOR THIS VOLUME HAS BEEN SENT TO THE PUBLISHER CAMERA-READY, WHICH MEANS THAT ANY TYPOGRAPHICAL MISTAKES OR OTHER INACCURACIES WHICH MAY APPEAR ARE THE RESPONSIBILITY OF THE WHITE ESTATE, NOT THE PUBLISHER.\n     WE TAKE PLEASURE IN MAKING THESE MATERIALS AVAILABLE IN THIS FORM, AND TRUST THAT THE COUNSELS, WARNINGS, AND PRINCIPLES PUT FORTH BY THE AUTHOR WILL BRING A BLESSING TO EVERY READER.\n                                  THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n                                  WASHINGTON, D.C.\n\n\nTable of Contents\n\n\nA Word of Explanation\n\nManuscript Release                                                  Page\n\n        1236      Testimony Concerning the Views of Prophecy Held by\n                  John Bell - Part I................................ 1\n\n        1237      Testimony Concerning the Views of Prophecy Held by\n                  John Bell - Part II .............................. 6\n\n        1238      Comments on the Incarnation of Christ ............ 24\n\n        1239      True \"Higher Education\"; Appeal to Work the\n                  Cities; Wives to Receive Remuneration for Their\n                  Gospel Work ...................................... 33\n\n        1240      Week of Prayer in San Francisco; Visit to an SDA\n                  Vegetarian Restaurant ............................ 38\n\n        1241      Week of Prayer in San Francisco; Experienced\n                  Ministers to Teach Younger Workers; The Importance\n                  of Character...................................... 47\n\n        1242      Talented Speakers Needed for Camp Meetings;\n                  Business Men to Handle Financial Matters ......... 50\n\n        1243      Thoughts on Creation and Character Development;\n                  Counsel to Seek and Follow God's Guidance ........ 57\n\n        1244      A Night of Troubled Sleep; Talented People To Be\n                  Educated for Missionary Work ..................... 61\n\n        1245      The Southern Work; Ellen White Disturbed by\n                  Dissension in Councils and Camp Meetings; Study\n                  the Word, and Seek Christ ........................\n\n        1246      E. G. White Materials Used in a Paper Presented by\n                  R. W. Olson at the Centennial Commemoration of\n                  Ellen White's Visit to Europe, Published in\n                  Ellen G. White and Europe. On file at the\n                  White Estate.\n\n        1247      E. G. White Materials Used in a Paper Presented by\n                  G. Poublan at the Centennial Commemoration of\n                  Ellen White's Visit to Europe, Published in\n                  Ellen G. White and Europe. On File at the\n                  White Estate.\n\n        1248      E. G. White Material Cited in \"The Humor of Ellen\n                  White,\" by Glen Baker, published in The\n                  Adventist Review, April 30, 1987.\n\n        1249      Counsel on Soul Winning; The Need to Crucify Self;\n                  The Importance of Character Development .......... 67\n\n        1250      Lessons From Sightseeing in Nimes; The Wilderness\n                  Temptations of Christ; Faithful Sabbathkeeping\n                  Enjoined ......................................... 75\n\n        1251      Complete Victory Possible Through Faith in Christ       83\n\n        1252      Safety in Counseling Together .................... 87\n\n        1253      William Foy Lectures in Beethoven Hall............ 95\n\n        1254      Included in Manuscript Releases 1265 and 1266.\n\n        1255      Church Leaders to Set an Example of\n                  Christlikeness.................................... 98\n\n        1256      Reproof for False Statements Regarding Promotion\n                  of EGW Books; Unfair Treatment of Publishing House\n                  Workers; God's Law To Be Obeyed................... 107\n\n        1257      Funds Needed to Establish Medical Institutions in\n                  Australia; Camp Meetings Planned.................. 119\n\n        1258      The Need for Church and Sanitarium Buildings...... 125\n\n        1259      Earnest Effort Needed in the Cooranbong, Maitland,\n                  Newcastle Area.................................... 129\n\n        1260      Evangelistic Successes in Newcastle and Brisbane;\n                  Cooranbong's Need for a Hospital.................. 133\n\n        1261      High Standard of Purity and Holiness to\n                  Characterize Gospel Ministers..................... 140\n\n        1262      Counsel Regarding a Second Marriage .............. 146\n\n        1263      Testimony Regarding the Monterey, Michigan, Church     153\n\n        1264      A Message to the Churches ........................ 162\n\n        1265      Minds of Committee Members To Be Worked by the\n                  Holy Spirit; The Marks of Christlikeness ......... 166\n\n        1266      Church Leaders To Be Humble and Spirit-Filled;\n                  Board Members Not to Serve Indefinitely .......... 170\n\n        1267      Evil Counsels Followed at the Review and Herald\n                  and the General Conference........................ 177\n\n        1268      Wrong Principles Followed in Battle Creek; Moral\n                  Integrity To Be Maintained by Each Individual..... 181\n\n        1269      Every Person Has God-Given Talents Which Should\n                  Bear Fruit; Church leaders Not to Exercise\n                  Absolute Control Over Others ..................... 196\n\n        1270      The Work in England; Leaders to Walk With Fear and\n                  Trembling Before God, Leading People to the Cross\n                  and The True Shepherd ............................ 208\n\n        1271      Concern Over the Leadership in Battle Creek; Plans\n                  for a Medical Institution in Cooranbong; Leaders\n                  To Be Connected With God.......................... 216\n\n        1272      Bible Principles to Govern SDA Institutions;\n                  Conscience Accountable to God Alone; Unconverted\n                  Men Controlling Councils and Boards .............. 221\n\n        1273      Satanic Publications in SDA Publishing Houses;\n                  Joshua, the High Priest, Being Accused............ 236\n\n        1274      God Calls Upon Workers To Be Producers, Not\n                  Consumers; Medical Missionary Work To Be Pursued;\n                  Study the Word ................................... 244\n\n        1275      Christ Understands Humanity's Need for Food;\n                  Health Food Business Has Potential for Helping\n                  God's Cause....................................... 252\n\n        1276      Edson White and W. O. Palmer Not to Act\n                  Independently of the Conference in Establishing a\n                  Health Food Business ............................. 257\n\n        1277      The Health Food Work in Sydney; Improvement in the\n                  Spiritual Climate of the St. Helena Sanitarium.... 259\n\n        1278      Workers To Be Transformed by God and Reveal\n                  Christlike Tenderness............................. 263\n\n        1279      Conversations Between Ellen White, A. G. Daniells,\n                  and Other Church Leaders Regarding the Work in\n                  Nashville......................................... 266\n\n        1280      The Work in Nashville, Including the Health Food\n                  Business; Spiritual Interests To Be Paramount..... 276\n\n        1281      Concern for the Wahroonga Sanitarium; The Purpose\n                  of Our Institutions; Leaders Should Be Chosen for\n                  Their Spirituality................................ 280\n\n        1282      An Appeal for a Leader to Repent and Reform ...... 284\n\n        1283      SDA's Not to Erect Mammoth Institutions; If\n                  Economy is Practiced, Needs of World Can Be Met;\n                  Leaders to Have Upright Characters................ 286\n\n        1284      Unity in God's Work; Personal Counsel on Diet and\n                  On Becoming Involved in the Health Food Work ..... 289\n\n        1285      The Role of Christ's Object Lessons; Concern Over\n                  Health Food Companies and Restaurants; Soul\n                  Winning To Be Emphasized.......................... 294\n\n        1286      W. O. Palmer and the Food Business in the South .. 298\n\n        1287      Workers in Food Business to Emphasize Spiritual\n                  Values and Witnessing............................. 300\n\n        1288      Consultation Regarding the Work of G. C. Tenney;\n                  Prayer Offered for G. A. Anderson and Others ..... 301\n\n        1289      Non-Essential Subjects To Be Avoided; Soul Winners\n                  to Educate and Use All Talents; Baptismal\n                  Candidates To Be Fully Instructed................. 303\n\n        1290      God's Counsel To Be Sought Before Enlarging\n                  Buildings; Means Needed for Opening New Fields.... 308\n\n        1291      Counsel Not to Overwork; Present Short Messages;\n                  Be Thoroughly Converted........................... 310\n\n        1292      The Importance of Philippians 2 and 3; God's Law\n                  To Be Proclaimed and Obeyed ...................... 316\n\n        1293      A Report on Soul Winning Efforts, Office Matters,\n                  and Household and Family Items.................... 323\n\n        1294      Labors in Switzerland; Converts Must Be Willing To\n                  Carry the Cross; Plans and Techniques for\n                  Evangelism........................................ 329\n\n        1295      The Divine and Human Nature of Christ ............ 336\n\n        1296      The Evil of Gossiping About Fellow Church Members;\n                  The Importance of Pressing Together and\n                  Maintaining Unity ................................ 341\n\n        1297      The Need to Review Sacred History; The Importance\n                  of the Sabbath; The Nearness of the End........... 344\n\n        1298      E. G. White Materials Cited in \"Dietary Advice and\n                  Practice of Adventist in the Nineteenth Century,\"\n                  by Ronald Graybill. Available from the General\n                  Conference Health and Temperance Department.\n\n        1299      Locating Sanitariums Away From the Cities;\n                  Health-Care Workers To Be Deeply Spiritual........ 348\n\n        1300      The Ellen G. White 1888 Materials, available\n                  at White Estate or Adventist Book Centers.\n\n\nMR No. 1236 - Testimony Concerning the Views of Prophecy Held by John Bell--Part I\n\n                (Written November 8, 1896, at Cooranbong, N.S.W.) \n\n     I have not been able to sleep since half past one o'clock. I was bearing to Brother John Bell a message which the Lord had given me for him. The peculiar views he holds are a mixture of truth and error. If he had passed through the experience of God's people as He has led them for the last forty years, he would be better prepared to make the correct application of Scripture.",
    "paragraph": 1,
    "bookcode": "17MR",
    "page": 1
}