{
    "word": "Dear Brother Jones, there is need for the Pacific Press to stand in God, subject to no human power of control in their action. You are not to hold yourself to seek permission of the authorities of Battle Creek whether you shall or shall not pursue a line of work that seems impressed upon you to do. The Lord is the one to whom you are to be amenable. All the light heretofore given me of God is that these institutions out of Battle Creek should not be absorbed by Battle Creek. It would be an injury to both parties. Each is to stand in harmony one with the other, yet preserve their individuality of action, responsible to God and Him alone. If one pursues a course of selfish action, or of absorbing everything by just or unjust means, my voice cannot be silent. I shall be heard, for God has given me His \n                                                                           1410\nword. I look upon consolidation in unity, and helpfulness of one another, as sound principle; but I do not and cannot give my influence to consolidation in blending the institutions in one great whole, and that be Battle Creek, the moving power, the voice to dictate and direct. [In this] I see danger. I am sure from the light given me of God, the men, some of them who are the main movers in Battle Creek in councils, first need to confess to God their rejection of the messengers and the message He hath sent; then we shall see everything established after the fashion of the Holy Spirit, and not after the mind of imperfect men who are not under control to God. I send you warning not to follow in their wake; for God has a controversy with them and He will not serve with their selfish plans, neither will He accept robbery for a burnt offering. That which they unjustly require for themselves they are very jealous to accord to others. God hates covetousness, which is idolatry. I tell you in the fear of God, stand in God to do His will, to keep the ways of the Lord, to do justice and judgment. Let there be no betrayal of sacred trusts on your part, because this is the work some in responsible positions pursue at Battle Creek. Walk humbly and softly before God. If God sees the least injustice done to one of His children He will punish for these things. They have not done in dealing with some as they should; they have grasped greedily every dollar possible (acquired by talents God has given), saying, \"It is for the cause of God.\" This principle of dealing God abominates; for He is misrepresented, dishonored, and souls are imperiled if not ruined through their natural and cultivated grasping spirit, to make a showing for themselves. They need new hearts and new characters before their plans and designs can be safely adopted. The Lord God is ruler of the world, ruler of His own subjects.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1409
}