{
    "word": "Chap. 93 - To Brethren in Responsible Positions\n\n                                                            B-1f-1890 \n\n                   To Brethren in Responsible Positions. \n\n                                               -\n \n\n\n     Brethren in responsible positions, you are in danger. I lift my voice in warning. Beware. Unless you watch, and keep your garments unspotted from the world, Satan will stand as your captain. It is now no time to hide your colors, no time to turn traitor, when the battle presses sore. It is no time to lay down or hide our weapons, and give Satan the advantage in the warfare. Watchmen on the walls of Zion must be wide awake. Call to your fellow-watchmen in no sleepy terms, \"The morning cometh, and also the night.\" Isaiah 21:12. If no response is made, then know that the watchman is unfaithful. It is now no time to relax our efforts, to become tame and spiritless; no time to hide our light under a bushel, to speak smooth things, to prophesy deceit. No, no; there is no place for sleepy watchmen on the walls of Zion. Every power is to be employed wholly and entirely for God. Maintain your allegiance, bearing testimony for God and for truth. Be not turned aside by any suggestion that the world may make. We can make no compromise. There is a living issue before us, which will be of vital importance to the remnant people of God, to the very close of this earth's history; for eternal interests are here involved. We are \n                                                                           721\nto look constantly to the Lord Jesus Christ, the Captain of our salvation. All that Jesus did on the earth was done with an eye single to the glory of His Father. He says, \"As the Father gave me commandment, even so I do.\"(John 14:31.) \"This commandment have I received of my Father.\" (John 10:18.) In all He did, He was working out the will of His Father, so that His life on earth was a manifestation of the divine perfection. The union of divinity with humanity in Christ, was to reveal to us God's purpose to bring man into the closest connection with Himself. We can not possibly be happy without Him.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 720
}