{
    "word": "The popular doctrines of this age cannot correctly represent Jesus. Our Saviour represented the Father. He rolled away the thick darkness from the throne of God, the hellish shadow which Satan had cast to hide God from sight and from knowledge. Christ reveals the throne of God and reveals to the world the Father as light and love. His clothing his divinity with humanity brings that love in clear evidence of light that humanity can comprehend it; that will indite the petition in the heart to pray as did Moses, \"I beseech thee, show me thy glory.\" Remember the ear of the Lord is open to our prayers. \"Ask and it shall be given to you, seek and ye shall find.\" \"If ye then being evil, know how to give good gifts unto your children,\" how much more shall your heavenly Father give the Holy Spirit to them that ask him.\" Then why not take God at his word? Why not believe with all the heart and mind and soul. Why not by faith take hold of the divine nature. It is our privilege. All things shall be done for him that believeth. I am so grateful this morning that I have a living Saviour. Praise God from whom all blessings flow! How can we dishonor God more decidedly than to distrust him? We must never be discouraged. We must be patient, kind, we must by faith be receiving that abundant supply as God is willing to bestow and wait by faith on the Lord \n                                                                           449\nbelieving he will do the things we ask him. This waiting on the Lord by faith needs to be cultivated for it leads to great spiritual grace, and renews our strength as the eagles. He shall mount up with wings, that is by faith. God help us is my prayer. We must rise higher and nearer to heaven in our aspirations. Seek things that are above. We must rise from the lowlands of earth to a higher power, lovelier light. We must love higher, and live higher. No Christian reaches the highest point of attainment that overloads himself with worries about this world or in carrying his pet sins along with him. We can and should breathe a purer atmosphere and taste more heavenly joys. We need Jesus every day and with his strength we may gain strength, yes grow in grace for heavier conflicts and obtain inspiring views of heavenly things. The pierced hand of our divine Master holds the signal for us to come up higher. \"This one thing I do, forgetting these things which are behind, and reaching forth unto those which are before, I press towards the mark of the prize of the high calling of God in Christ Jesus. \"O that we might arise and shine for our light has come and the glory of the Lord hath arisen upon us. The more closely we copy the pattern the more wisdom and intelligence we will have of his matchless loveliness.",
    "paragraph": 4,
    "bookcode": "1888",
    "page": 448
}