{
    "word": "CME - A Call to Medical Evangelism and Health Education (1933)\n\n\nTable of Contents\n\n1. A Call to Service ............................................... 7\n\n2. The Call of the Cities .......................................... 13\n\n3. Ways of Working ................................................. 16\n\n4. Christian Help Work ............................................. 22\n\n5. A Complete Ministry ............................................. 27\n\n6. Teaching Health Principles ...................................... 30\n\n7. The Temperance Work ............................................. 37\n\n8. Co-operation Between Medical and Evangelistic Work .............. 41\n\n9. Equipment for Service ........................................... 45\n\n\nFOREWORD\n\n     A CLARION CALL TO MEDICAL EVANGELISM IS DUE AT THIS TIME. THOUSANDS, YES, TENS OF THOUSANDS OF PEOPLE TODAY ARE ASLEEP TO THE CONDITION OF THEIR SPIRITUAL AND THEIR PHYSICAL HEALTH. THEY ARE FAR FROM THE BETTER WAY OF LIFE AND DO NOT SENSE THEIR PERIL. FAITHFUL WATCHMEN ARE NEEDED TO POINT OUT THE WAY OF HEALTH AND HOLINESS.\n     THE CALL TO MEDICAL EVANGELISM IS FIRST GIVEN SEVENTH-DAY ADVENTISTS IN THE EXAMPLE OF CHRIST IN HIS OWN MINISTRY AND IN HIS GOSPEL COMMISSION TO THE CHURCH. HE \"WHO WENT ABOUT DOING GOOD, HEALING ALL THAT WERE OPPRESSED OF THE DEVIL,\" SHOWED THAT TRUE EVANGELISM COMPREHENDS MINISTRY TO PHYSICAL NEEDS AS WELL AS TO SPIRITUAL.\n     THE HISTORY OF THE ADVENT MOVEMENT HAS BEEN CHARACTERIZED BY A DUAL MINISTRY. HEALTH AND TEMPERANCE WORK HAS ALWAYS BEEN A PART OF WORLD EVANGELISM. MANY IMPORTANT REFORMS IN HEALTHFUL LIVING ARE RECOGNIZED AS BEING CLOSELY INTERWOVEN WITH THE ADVENT GOSPEL MESSAGE. POINTING THE WAY TO A FULL OBSERVANCE OF GOD'S LAW HAS INCLUDED THE RECOGNITION OF THE LAWS OF HEALTH.\n     IN THE DEVELOPMENT OF THE MEDICAL MISSIONARY INTERESTS, INSTITUTIONS HAVE BEEN ESTABLISHED AND NUMEROUS EDUCATIONAL CENTERS AND MANY TRAINING FACILITIES HAVE BEEN PROVIDED FOR TEACHING THE WAYS OF RIGHT LIVING AND FOR FITTING MEN AND WOMEN TO HELP OTHERS.\n     BUT AGAIN THERE RINGS IN ADVENTIST EARS THE COMMAND, \"GO OUT INTO THE HIGHWAYS AND HEDGES, AND COMPEL THEM TO COME IN, THAT MY HOUSE MAY BE FILLED.\"\n     A FORWARD STEP IS IMPERATIVE; A NEW NOTE MUST BE STRUCK. THOUSANDS OF LAYMEN MUST NOW HEAR AND REPEAT THE CALL TO MEDICAL MISSIONARY EVANGELISM. HUNDREDS OF NURSES WHO HAVE HAD A THOROUGH TRAINING IN DENOMINATIONAL SANITARIUMS SHOULD ENGAGE IN MEDICAL EVANGELISM, AND WITH SOME ADDITIONAL TRAINING THEY COULD BE LEADERS IN THE WORK. SCORES OF YOUNG MEN SHOULD QUALIFY TO BE LECTURERS. PHYSICIANS SHOULD SENSE FULLY THEIR RESPONSIBILITY OF IMPARTING THE MESSAGE OF HEALTH AND TEMPERANCE IN TALKS AND\n                                                                   6\nLECTURES IN ADVENTIST CHURCHES AND BEFORE NON-ADVENTIST AUDIENCES IN THE GREAT CITIES. MINISTERS SHOULD LEAD OUT AS ORGANIZERS AND TEACHERS OF BANDS OF YOUNG EVANGELISTS.\n     FOR THE SUCCESSFUL PROSECUTION OF THIS WORK, LECTURE MATERIALS, BOOKS ON HEALTH AND TEMPERANCE, AND INSTRUCTION REGARDING THE ORGANIZATION AND CONDUCT OF HEALTH AND HOME NURSING CLASSES HAVE BEEN PROVIDED. THOSE WHO TAKE UP THIS WORK SHOULD SEEK COUNSEL AND HELP FROM CONFERENCE LEADERS.\n     THE MESSENGER OF THE LORD THROUGH HER CURRENT BOOKS, REVIEW AND HERALD ARTICLES, AND MANUSCRIPTS CALLS THE ENTIRE CHURCH TO MEDICAL EVANGELISM. MAY THE STUDY OF THESE STIRRING MESSAGES LEAD TO A GREAT ADVANCE MOVEMENT AMONG SEVENTH-DAY ADVENTISTS IN MEDICAL MISSIONARY WORK AND MEDICAL EVANGELISM.\n\n\t--GENERAL CONFERENCE MEDICAL DEPARTMENT.\n\n\nChap. 1 - A Call to Service\n\n                      The Entering Wedge \n\n     I can see in the Lord's providences that the medical missionary work is to be a great entering wedge, whereby the diseased soul may be reached.--Counsels on Health, p. 535.",
    "paragraph": 1,
    "bookcode": "CME",
    "page": 7
}