{
    "word": "20, 21. (verse 6; Hebrews 1:3). Accepted in the Beloved.--The Father gave all honor to His Son, seating Him at His right hand, far above all principalities and powers. He expressed His great joy and delight in receiving the crucified One, and crowning Him with glory and honor.  {6BC 1115.10} \n     And all the favors He has shown to His Son in His acceptance of the great atonement, are shown to His people. Those who have united their interests in love with Christ are accepted in the Beloved. They suffered with Christ in His deepest humiliation, and His glorification is of great interest to them, because they are accepted in Him. God loves them as He loves His Son. Christ, Emmanuel, stands between God and the believer, revealing the glory of God to His chosen ones, and covering their defects and transgressions with the garments of His own spotless righteousness (MS 128, 1897).  {6BC 1115.11} \n \n                            Chapter 2 \n\n     1-6. See EGW on 2 Peter 1:4.  {6BC 1115.12}  \n     4-6. Quickening Power of Christ.--[Ephesians 2:4-6 quoted.] As God raised Christ from the dead, that He might bring life and immortality to light through the gospel, and thus save His people from their sins, so Christ has raised fallen human beings from spiritual death, quickening them with His life, filling their hearts with hope and joy (MS 89, 1903).  {6BC 1115.13}  \n     5, 6. See EGW on Revelation 5:6.  {6BC 1115.14}  \n     7 (see EGW on ch. 1:6; 1 Corinthians 13:12). A Theme for Study in Eternity.--It will take the whole of eternity for man to understand the plan of redemption. It will open to him line upon line; here a little and there a little (MS 21, 1895).  {6BC 1115.15} \n     7, 8. See EGW on ch. 4:7.  {6BC 1115.16} \n     8. See EGW on Genesis 12:2, 3; Romans 4:3-5; 1 Peter 1:22.  {6BC 1115.17}  \n     8, 9 (Romans 3:27; see EGW on Luke 17:10; Romans 3:20-31). Boasting Out of Place.--[Ephesians 2:8, 9 quoted.] Human beings are in continual danger of boasting, of exalting self. Thus they reveal their weakness. . . .  {6BC 1115.18}  \n     The great change that is seen in the life of a sinner after his conversion is not brought about through any human goodness; therefore all human boasting is entirely out of place (MS 36, 1904).  {6BC 1115.19}  \n     14, 15. See EGW on Matthew 27:51.  {6BC 1115.20}  \n     14-16 (Colossians 2:14-17; see EGW on Acts 15:1, 5). Ceremonies End at the Cross.--The ceremonies connected with the services of the temple, prefiguring Christ in types and shadows, were taken away at the time of the crucifixion, because on the \n                                                                           1116\ncross type met antitype in the death of the true and perfect offering, the Lamb of God (MS 72, 1901).  {6BC 1115.21} \n     (Romans 3:31.) Christ, Not the Law, Crucified.--The law of the ten commandments lives and will live through the eternal ages. The need for the service of sacrifices and offerings ceased when type met antitype in the death of Christ. In Him the shadow reached the substance. The Lamb of God was the complete and perfect offering.",
    "paragraph": 1,
    "bookcode": "6BC",
    "page": 1116
}