{
    "word": "Should we not work the Southern field? We have had every advantage in temporal and spiritual things, and shall we do nothing for our colored brethren? We cannot abandon the colored race and be accounted as guiltless. Christ speaks of His own mission in these words: \"The Spirit of the Lord is upon me, because he hath anointed me to preach the gospel to the poor; he hath sent me to heal the brokenhearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised, to preach the acceptable year of the Lord.\" Are we not to follow the example of Christ? Are we not, as His human agents, to carry forward the work He came to do? Christ said, \"They that be whole need not a physician, but they that are sick.\" We cannot leave \n                                                                           36 \nsouls for whom Christ died to be the prey of Satan's temptations. We cannot abandon this great flock to their ignorance, want, suffering, and corruption. This would not be doing the will of God. We cannot heap advantages upon ourselves and upon those who are not in need and pass by those who are in utter want, and be approved of God. This neglect is charged against those who have had great light, who have had marvelous opportunities, and who yet leave so large a portion of God's moral vineyard unworked. For years Satan has been sowing his tares among the colored people, and the field cannot be worked as easily now as it could have been worked years ago. But there should be no delay now. Reproach is brought upon Jesus Christ when those who profess to be carrying the last message of mercy to the world pass this field by. Christ did not pass by the needy and suffering. He united works of mercy with the message of salvation He came to bear to men. He engaged in a constant, untiring ministry, and worked for the perishing and sorrowful. He prefaced His message of love by deeds of ministry and beneficence, leaving us an example that we should follow in His steps.--Review and Herald, Dec. 3, 1895. \n                                                                           37",
    "paragraph": 2,
    "bookcode": "SW",
    "page": 35
}