{
    "word": "How far you will be left to work as Satan's agents to oppress, to accuse, to wound, and bruise the soul, we cannot determine. But the Lord's eye is over all. He knows every thought, every deed, every action, and he will judge you as your works have been. I never so longed for Jesus to come as at this time, that the wickedness of the wicked might come to an end. If every member of the church would try to find what good there is in one another, what a Heaven we should have on earth! Cherishing bitterness and suspicion toward one person makes us feel hard and cold and distrustful of everybody. The peace of Christ has no place in the heart that thinketh evil. The mischievous talk about Prof. Bell, Dr. Kellogg, and different ones, is purely the work that Satan instigates. Division, distrust, jealousy, evil-surmising, are sown as thistle seeds are cast to the winds. Satan puts his magnifying glass before your eyes, and everything is viewed as he wills it. Peace flees away. The false tongue should be treated with hot coals of juniper. Dr. Kellogg has made mistakes,--he has erred. His \n                                                                           21\nerrors have injured my husband. Dr. Kellogg sees his mistakes and feels them, and has confessed them; while those who were more guilty than he is abusing his mind in placing things before him in an exaggerated light, and relating as facts things which had no foundation in truth, led him to feel an assurance that his feelings were correct. His mind was kept stirred up by reporters, tattlers, mischief-makers, and false reporters. My husband was hunted to death, and those who have acted their part faithfully for Satan saw him in his coffin removed from the strife of tongues. He died of a broken heart, and the Lord let him rest. I hold no grudge against any one. I felt to the very depths of my soul over the treatment my husband received, and I have forgiven those who have done this work. I pray the Lord to forgive them. I warn you not to do to another as you have done to him. And when you begin your attacks upon one and then another that do not agree with your ways and please your fancies, I am determined to resist your influence and stand up for the oppressed. Will you send others to their death by your persecuting tongues, your suspicions, your envies, your jealousies? Will you cultivate the worst traits of character in indulging in censuring, backbiting, and falsehood? Is this the element that you love, and will you choose this atmosphere which is the poison of hell? What think you of Jesus? You may talk of his love, you may praise and bless his name, you may adore him all you please; but cease your praise and your flatteries of finite men, and also cease your wicked fault-finding, cease to murder character.",
    "paragraph": 1,
    "bookcode": "PH155",
    "page": 20
}