{
    "word": "\"Then shalt thou call, and the Lord shall answer; thou shalt cry, and He shall say, Here I am. If thou take away from the midst of thee the yoke, the \n\n\n                                    -44- \n\nputting forth of the finger, and speaking vanity; and if thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noon day: And the Lord shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones: and thou shalt be like a watered garden, and like a spring of water, whose waters fail not.\" That is what we want, to call and the Lord shall answer. \"Thou shalt cry, and He shall say, Here I am.\" He responds to our call, and says, \"What shall I do for you?\" He will give you the very thing that your soul hungers after. \"If thou take away from the midst of thee the yoke, and putting forth of the finger, and speaking vanity.\" It is not only the body, but the soul that is expressed in this work. How many we see whose light is in obscurity. Oh, if I could find Jesus. I have letters come to me saying, \"How shall I find Jesus? I have prayed but I do not get any answer to my prayer.\" Christ says, \"If ye do these things, I will answer. I am with you. I am right by your side.\" What can we suppose is the reason that we are in obscurity? The light is shining, and here Christ says, \"Then shall thy light rise in obscurity, and thy darkness be as the noon day.\" Let us thank God. Let a gratitude offering come up to God. \"And the Lord shall guide thee continually.\" If His words to us continue we are not in darkness. \"And the Lord shall guide thee continually, and satisfy thy soul in drought, and . . . thou shalt be like a watered garden, and like a spring of water, whose waters fail not.\" Everyone who trusts in Jesus and drinks of the water that He gives them, it shall be in them \"as a well of water springing up unto everlasting life.\" Let us see what work we have to do. \n\n\n                                    -45-",
    "paragraph": 2,
    "bookcode": "5MR",
    "page": 43
}