{
    "word": "For several years as the matters of the Sanitarium have been opened before me, I have been shown that you were loading down yourself to your injury, and in thus doing were depriving others of an experience.  Those connected with you so closely in the Sanitarium are ready to assent to every move you may make, and to any proposition, saying, Yes, but without using their individual judgment and without taxing their minds to hard thinking that they may have sound opinions and clear ideas, not borrowed but their own.  Men in responsible positions have qualified themselves in this direction by just such a process as you and others have had to go through to be fitted for just such work.  Now if you relieve these persons from this responsible part of the work they are only your machines.  Your head plans, devises, turns the crank, winds them up to run down, to be wound up again.  This is one of the reasons why we have so few brain workers today; and this is the reason why brain workers are dropping out of our ranks into their graves, because they are brains for others.  I tell you plainly as a mother would a son, you have made a decided failure here.  I cannot now attempt to specify all these mistakes, but there is with you a love for supremacy whether you see it or not, and had it not been cherished you would have had by your side men who would have been developing as useful physicians, men who would be constantly growing, and upon whom you could have depended.  But you have not given them all the advantages which you yourself would \n47\nhave claimed had you been in their place.  They needed, and the case demanded that you should do more for them when they came to a certain point than you gave them to perfect them in the work.  You have, whether you designed it or knew it or not, bound them to come thus far and no farther.  This is not justice to them or to you, neither is it justice to the Sanitarium that so much depends upon one man.  It ought not to be thus in any of our institutions because it is not God's way.--Letter 7, 1886 (April 26, 1886, to J. H. Kellogg).",
    "paragraph": 2,
    "bookcode": "ChL",
    "page": 46
}