{
    "word": "Burden for Souls. \n\n     There is a great work to be done in the earth, and the Lord Jesus has taken men into co-partnership with himself, in order that heavenly agencies may co-operate with \n\n\n                          - 31 - \n\nhuman agencies. Christ was in travail of soul for the redemption of the world, and those who are laborers together with God are representatives of Christ to our world, and will have compassion for the lost, and will travail in soul for the redemption of men. Unless the church awakes and attends to her post of duty, God will charge the loss of souls to her account. I have a deep interest that the work of God shall advance. Those who are the chosen of God are required to multiply churches wherever they may be successful in bringing souls to the knowledge of the truth. But the people of God are never to collect together into a large community as they have done in Battle Creek. Those who know what it is to have travail of soul will never do this, for they will feel the burden that Christ carried for the salvation of men. Every one who is chosen of God should improve his intellectual powers. Jesus came to represent the character of the Father, and he sent his disciples into the world to represent the character of Christ; he has given us his word to point out the way of life, and he has not left us simply to carry that word, but has also promised to give it efficiency by the power of the Holy Spirit. Is there need, then, that any one should walk in uncertainty, grieving that they do not know and experience the movings of the Holy Spirit upon their hearts? Are you hungering and thirsting for instruction in righteousness? Then you have the sure promise that you shall be filled. \"And we know that the Son of God is come, and hath given us an understanding, that we may know him that is true, . . . even his Son Jesus Christ. This is the true God, and eternal life.\" The Lord would have us in possession of the Spirit of heavenly wisdom. Are we all being impressed to pray to the Lord humbly and earnestly as our necessities require, importuning him for the spirit of wisdom? Do we pray, saying, \"Show me the secrets \n\n\n                       - 32 - \n\nof wisdom, that which I know not teach thou me\"? O for humble, earnest prayer to go forth from unfeigned lips praying for the counsel that is of God. He says, \"Counsel is mine, and sound wisdom.\" \n\n                                               -",
    "paragraph": 3,
    "bookcode": "SpTA03",
    "page": 30
}