{
    "word": "It is a terrible thing to exhaust the mercy and patience of our compassionate God, for God delighteth in mercy. O, it is so painful to the heart to see ministers, favored with every spiritual advantage of clear, pure, unadulterated truth take the course which they do. We have messages of mercy and love presented before us,--an open fountain of eternal truth, continually flowing with mercy,--and attending them, the gift of eternal life. Yet they turn away, saying to the Spirit of God, \"Go thy way for this time; when I have a more convenient season, I will call for thee.\" But there is another voice that makes itself heard; it is the voice of the arch-deceiver; and to him they give heed, and continue to profess the truth and protract their rebellion against God. They have \n\n\n                          -28- \n\nless and less conviction of sin, less and less power to break the spell that is upon them, less and less inclination to resist temptation, and, like Cain, sin lieth at their own door. God is willing to be to them a God of love, of peace, a reconciled God. The Lord God through Christ holds out his hand all the day long in invitations to the needy. He will receive all. He welcomes all. He rejects none. It is his glory to pardon the chief of sinners. He will take the prey from the mighty, he will deliver the captive, he will pluck the brand from the burning. He will lower the golden chain of his mercy to the greatest depths of human wretchedness and guilt, and lift up the debased soul contaminated with sin. But the human agent must come, and co-operate in the work of saving his soul, by availing himself of the opportunities given him of God. The Lord forces no one. The spotless, wedding garment of Christ's righteousness is prepared to clothe the sinner, but if he refuses it, perish he must. Convictions will not save him; resolutions anticipated for some future time are never realized.",
    "paragraph": 1,
    "bookcode": "PH002",
    "page": 27
}