{
    "word": "Drugs always have a tendency to break down and destroy vital forces, and nature becomes so crippled in her efforts, that the invalid dies, not because he needed to die, but because nature was outraged. If she had been left alone, she would have put forth her highest efforts to save life and health. Nature wants none of such help as so many claim that they have given her. Lift off the burdens placed upon her, after the customs of the fashion of this age, and you will see in many cases nature will right herself. The use of drugs is not favorable or natural to the laws of life and health. The drug medication gives nature two burdens to bear, in the place of one. She has two serious difficulties to overcome, in the place of one. There is now positive need even with physicians, reformers in the line of treatment of disease, that greater painstaking effort be made to carry forward and upward the work for themselves, and to interestedly instruct those who look to them for medical skill to ascertain the cause of their infirmities. They should call their attention in a special manner to the laws which God has established, which can not be violated with impunity. They dwell much on the working of disease, but do not, as a general rule, arouse the attention to the laws which must be sacredly and intelligently obeyed in such to prevent disease. Especially if the physician has not been correct in his dietetic practices, if his own appetite has not been restricted to a plain, wholesome diet, in a large measure discarding the use of the flesh of dead animals,--he loves meat, he has educated and cultivated a taste for unhealthful food. His ideas are narrow, and he will as soon educate and discipline the taste and appetite of his patients to love the things that he loves, as to give them the sound principles of health reform. He will prescribe for sick patients, flesh-meats, when it is the very worst diet that they can have; it stimulates, but does not give strength. They do not inquire into their former habits of eating and drinking, and take special notice of their erroneous habits which have been for many years laying the foundation of disease. Conscientious physicians should be prepared to enlighten those who are ignorant, and should with wisdom make out their prescriptions, prohibiting those things in their diet which he knows to be erroneous. He should plainly state the things which he regards as detrimental to the laws of health, and leave these suffering ones to work conscientiously to do those things for themselves which they can do, and thus place themselves in the right relation to the laws of life and health. When from an enlightened conscience they do the very best they know how to do, to preserve themselves in health, then in faith they may look to the great Physician, who is a healer of the body as well as of the soul. We are \n                                                                           24\nhealth reformers. Physicians should have wisdom and experience, and be thorough health reformers. Then they will be constantly educating by precept and example their patients from drugs. For they well know that the use of drugs may produce for the time being favorable results, but which will implant in the system that which will cause great difficulties hereafter, which they may never recover from during their lifetime. Nature must have a chance to do her work. Obstructions must be removed, and opportunity given her to exert her healing forces, which she will surely do, if every abuse is removed from her, and she has a fair chance.",
    "paragraph": 1,
    "bookcode": "PC",
    "page": 23
}