{
    "word": "For some weeks I have been passing through such agony of mind that I have scarcely known whether I should live or die. Bro. and Sr. Starr have gone to Queensland, and may the Lord go with them is my prayer. I do not think that Sr. Starr will be any relief to me as matron in my house. She lacks the very qualities essential for such a position. After the stern conflict that I had to pass through in Melbourne, in reference to reproving wrongs, conflicts which cut the very life and courage out of me, I was unable to sleep or to find quietude of mind. I came to Granville thoroughly exhausted, We were destitute of means. I had a good room, Bro. and Sr. Starr had a good room, Willie a little box of a place, damp and unhealthful. Then Bro. and Sr. Lawrence and Mattie came expecting to remain only a few days and they were here six weeks before the question in reference to land for the school was settled. Our house was a hotel for all the comers and goers, and the problem how to take care of them was difficult to solve. Our family numbered fourteen. How to manage the financial part of the business has been a puzzle, but we did our best to curtail the expenses. I consulted the family, and with their consent banished butter from the table. We have wholly discarded meat. Not a particle has been brought into the house since we came to Granville. Everything we have purchased for furnishing the house has been bought at auction sales; we have watched our chances to get cheap articles. When it was thought necessary for Bro. Daniells and Bro. Smith of the Echo office to come over from Melbourne, we had a tent pitched to enlarge our borders, we made it comfortable with a stove, our brethren lodged in the tent, and it was their only place for council meetings. We knew there was not a place where these men could be comfortably entertained. Bro. Reekie and others were often here in consultation in reference to the work. The prosecution of the Firth Brothers created such a controversy and called out so many articles in the secular paper \n                                                                           1265\npro and con, that it made very lively work to attend to all these matters.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1264
}