{
    "word": "The missionary work in Australia and New Zealand is yet in its infancy; but the same work must be accomplished in Australia, New Zealand, in Africa, India, China, and the \n                                                                           209\nislands of the sea, as has been accomplished in the home field. Under the appropriate symbol of an angel flying through the midst of heaven is represented the work of the people of God. In this work heavenly intelligences co-operate with human agencies in extending the last message to the inhabitants of the world. But the plans and work of men are not keeping pace with the providence of God; for while some in these countries who claim to believe the truth declare by their attitude, \"We want not Thy way, O Lord, but our own way,\" there are many who are pleading with God that they may understand what is truth. In secret places they are weeping and praying that they may see light in the Scriptures; and the Lord of heaven has commissioned His angels to co-operate with human agencies in carrying forward His vast design, that all who desire light may behold the glory of God. We are to follow where God's providence opens the way; and as we advance, we shall find that Heaven has moved before us, enlarging the field for labor far beyond the proportion of our means and ability to supply. The great want of the field open before us, should appeal to all to whom God has intrusted talents of means or ability, that they may devote themselves and their all to God. We are to be as faithful stewards, not only of our means, but of the grace given unto us, that many souls may be brought under the blood-stained banner of Prince Immanuel. The purposes and ends to be attained by consecrated missionaries are very comprehensive. The field for missionary operation is not limited by caste or nationality. The field is the world, and the light of truth is to go to all the dark places of the earth in a much shorter time than many think possible.",
    "paragraph": 2,
    "bookcode": "FE",
    "page": 208
}