{
    "word": "Elder Butler has been doing a work in the interpretation of the testimony and upon the inspiration of the Scriptures which God has never put upon him, and its influence was brought over to the General Conference in Oakland, and since then has been at work like leaven, and the very same prejudice and irritation of spirit that was upon the Pacific Coast in a degree we find this side of the Rocky Mountains. I was grieved and distressed when I learned that you had done the very same work others have done, stirred up the mind of a feeble, sick man, and caused him to look at things in a distorted light. In the responsible position which Elder Butler has occupied \n                                                                           188\nsome have looked at him rather than to God. They have accepted his exaggerated ideas, and they have felt that they must, as he said, \"Stand by the old landmarks.\" I am sorry to hear that you are willing to work as a traitor against your brethren. Upon whom can we rely? And what is this all about? Why A. T. Jones and Dr. Waggoner hold views upon some doctrinal points which all admit are not vital questions, different from those which some of the leading ones of our people have held. But it is a vital question whether we are Christians, whether we have a Christian spirit, and are true, open, and frank with one another. I do not like the unchristian spirit which has prevailed both east of the Rocky Mountains, and on the Pacific Coast on this subject. Could you not trust God to manage these matters? Has not the Lord been speaking through His servant for the last forty-five years, and has He left me to walk alone? If ever our brethren needed their eyes anointed with eyesalve it is at the present time. I do not want our brethren to know that you were the one who communicated to Elder Butler the information you did, for I fear it would create suspicion in them that you were not a man to be trusted; that you would betray them if you had a chance.",
    "paragraph": 4,
    "bookcode": "1888",
    "page": 187
}