{
    "word": "Were I sick, I would just as soon call in a lawyer as a physician from among general practitioners. [MRS WHITE IS HERE REFERRING TO THE \"GENERAL PRACTITIONER\" OF 1897 IN THE BACKWOODS OF AUSTRALIA, FROM WHERE SHE PENNED THESE WORDS. THE READER MUST KEEP IN MIND THAT UNTIL THE SECOND DECADE OF THE TWENTIETH CENTURY, PHYSICIAN TRAINING WAS LARGELY UNREGULATED AND WAS OFTEN MEAGER. IN MANY INSTANCES IT WAS ON AN APPRENTICE BASIS, SUPPLEMENTED AT BEST BY A SHORT PERIOD OF TRAINING IN A MORE OR LESS ORTHODOX MEDICAL SCHOOL. THE MEDICAL PROFESSION WAS WITHOUT WELL-ESTABLISHED STANDARDS. THE MAINSTAY IN THE MEDICATIONS OF THE ORDINARY DOCTOR WAS POISONOUS DRUGS, OFTEN PRESCRIBED IN LARGE DOSES. \n     THE FOLLOWING FACTS SHOW CLEARLY THAT MRS. WHITE'S STATEMENT SHOULD NOT BE USED TO DEPRECIATE THE LABORS OF THE CAREFULLY TRAINED CONSCIENTIOUS PHYSICIAN: \n     1. HER MANY STATEMENTS RELATIVE TO THE HIGH CALLING AND WEIGHTY RESPONSIBILITIES OF THE PHYSICIAN; \n     2. HER PRACTICE OF CONSULTING QUALIFIED PHYSICIANS AS ATTESTED BY THE PUBLISHED RECORD AND BY THOSE WHO WERE MEMBERS OF HER FAMILY; \n     3. HER COUNSEL TO AN ASSOCIATE WORKER WHO WAS ILL, TO \"LET THE PHYSICIANS\" \"DO THOSE THINGS\" FOR HER \"THAT MUST BE DONE\" (SEE PAGE 251 OF THIS VOLUME), AND URGING HER TO EAT, \"BECAUSE YOUR EARTHLY PHYSICIAN WOULD HAVE YOU EAT\" (PAGE 253); \n     4. HER MANY COUNSELS ADDRESSED TO PRACTICING PHYSICIANS PRESENTED IN THE MINISTRY OF HEALING, COUNSELS ON HEALTH, AND MEDICAL MINISTRY; \n     5. THE GUIDANCE FROM HER PEN IN THE ESTABLISHMENT OF A SEVENTH-DAY ADVENTIST MEDICAL COLLEGE AT LOMA LINDA, DESIGNED TO PROVIDE \"A MEDICAL EDUCATION THAT WILL ENABLE\" ITS GRADUATES \"TO PASS THE EXAMINATIONS REQUIRED BY LAW OF ALL THOSE WHO PRACTICE AS REGULARLY QUALIFIED PHYSICIANS.\"--ELLEN G. WHITE MANUSCRIPT 7, 1910 (PUBLISHED IN PACIFIC UNION RECORDER, FEB. 3, 1910). (SEE THE STORY OF OUR HEALTH MESSAGE (1955), P. 386.)] I would not touch their nostrums, to which they give Latin names. I am determined to know, in straight English, the name of everything that I introduce into my system.",
    "paragraph": 1,
    "bookcode": "2SM",
    "page": 290
}