{
    "word": "I was shown in regard to the Institute that Dr. Lay came there fully determined to act his part unselfishly. In the commencement of his engaging in the work at the Institute, there were many things of a discouraging nature to Dr. Lay. The position taken by Bro. Aldrich in regard to diet and dress reform, created such feelings of contempt in the minds of many for the short dress that its influence was seriously felt by Dr. Lay, and the patients whom he was trying to benefit at the Institute. Dr. Lay was seeking to bring his patients to bear the cross, which was important for their physical improvement. Bro. Aldrich took responsibilities upon him in regard to the Institute that he was not warranted to take. He pursued a course very much as though all at the Institute were in his employ, to obey his dictation. He was domineering over Dr. Lay. Bro. Aldrich thought Dr. Lay should consult him before making any move; and he did not exercise that courtesy which was due Dr. Lay. Dr. Lay struggled through discouragements at first. He did not at that time receive the respect that he should have received. This inability to discriminate, and to \n                                                                           39\nrespect the position of Dr. Lay, made it necessary for me to relate what had been previously shown me in his favor. This had better not have been told Dr. Lay. He is an erring mortal, like others, and he received impressions in regard to the responsibility resting upon him that were incorrect. He took upon himself more than he was capable of carrying. He could not possibly fill the positions he thought he must. He thought there was a spirit to crowd him, and felt the necessity of placing himself upon the defensive. If there had been right management in his case, much trouble might have been saved. Evils grow out of misunderstandings. Dr. Lay thought that he must stand his ground, take his position, and maintain it, or he might as well give up his office altogether. This state of things would not have been had Bro. Aldrich pursued a different course. He was not courteous as he should have been, and dealt with Dr. Lay with a hard, firm spirit, about in the same manner one cold-hearted worldling would deal with another. Dr. Lay was sensitive, and such treatment cut him to the heart. This same manner of dealing is practiced by Bro. Aldrich to quite an extent. He is unaccommodating, unyielding. If he had worked upon this principle, \"Whatsoever ye would that men should do to you, do ye even so to them,\" far different results would appear as the fruit of such a course. \"With what measure ye mete, it shall be measured to you again.\" Here are strong motives which should operate on minds to constrain them to love one another with a pure heart, fervently. Christ is our example. He went about doing good. He lived to bless others. Love beautified and \n                                                                           40\nennobled all his actions. We are not commanded to do to ourselves what we wish others to do unto us, we are to do unto others what we wish them to do to us under like circumstances. The measure we mete is always measured to us again. Pure love is simple in its operations, and is distinct from any other principle of action. The love of influence, and the desire for the esteem of others, may produce a well-ordered life, and, frequently, a blameless conversation. Self-respect may lead us to avoid the appearance of vice. A selfish heart may perform generous actions, acknowledge the present truth, and express humility and affection in the outward manner, yet the motives be deceptive and impure; and the efforts and actions that flow from them may be destitute of the savor of life, and the fruits of true holiness, being destitute of the principles of pure love. Love, love, should be cultivated. It needs cherishing, for its influence is divine.",
    "paragraph": 1,
    "bookcode": "PH097",
    "page": 38
}