{
    "word": "\"Sunnyside,\" Cooranbong, N. S. W., \n                                   May 31, 1896. \n\nDear Brother Olsen: -- \n     The Lord intends that a great work shall be done by the institutions which have been established by his direction; and he is dishonored when human principles which find no sanction in the word of God, are allowed to rule, when self and pride of opinion press to the front, giving the enemy room to intrude. Thus the enemy tries to hinder the work, but God calls upon his people to co-operate with him. \"Thus saith the Lord, Keep ye judgment, and do justice: for my salvation is near to come, and my righteousness to be revealed. Blessed is the man that doeth this, and the son of man that layeth hold on it; that keepeth the Sabbath from polluting it, and keepeth his hand from doing any evil. Neither let the son of the stranger, that hath joined himself to the Lord, speak, saying, The Lord hath utterly separated me from his people: neither let the eunuch say, Behold, I am a dry tree. For thus saith the Lord unto the eunuchs that keep my Sabbaths, and choose the things that please me, and take hold of my covenant; even unto them will I give in mine house and within my walls a place and a name better than of sons and of daughters: I will give them an everlasting name, that shall not be cut off. Also the sons of the stranger, that join themselves to the Lord, to serve him; and to love the name of the Lord, to be his servants, every one that keepeth the Sabbath from polluting it, and taketh hold of my covenant; even them will I bring to my holy mountain, and make them joyful \n\n\n                      -10- \n\nin my house of prayer: their burnt offerings and their sacrifices shall be accepted upon mine altar; for mine house shall be called an house of prayer for all people. The Lord God which gathereth the outcasts of Israel saith, Yet will I gather others to him, beside those that are gathered unto him.\"",
    "paragraph": 1,
    "bookcode": "PH080",
    "page": 9
}