{
    "word": "Cultivate a Teachable Spirit\n\n     God calls upon those who hold responsible positions in Sabbath-school work to put away all egotism, all self-confidence, and pride of opinion; if a message comes that you do not understand, take pains that you may hear the reasons the messenger may give, comparing scripture with scripture, that you may know whether or not it is sustained by \n66\nthe Word of God. If you believe that the position taken have not the Word of God for their foundation, if the position you hold on the subject can not be controverted, then produce your strong reasons; for your position will not be shaken by coming in contact with error. There is no virtue or manliness in keeping up a continual warfare in the dark, closing your eyes lest you may see, closing your ears lest you may hear, hardening your heart in ignorance and unbelief lest you may have to humble yourselves and acknowledge that you have received light on some points of truth. To hold yourselves aloof from an investigation of truth is not the way to carry out the Saviour's injunction to “search the Scriptures.” Is it digging for hidden treasures to call the result's of some one's labor a mass of rubbish, and make no critical examination to see whether or not there are precious jewels of truth in the collection of thought which you condemn? Will those who have almost everything to learn keep themselves away from every meeting where there is an opportunity to investigate the messages that come to the people, simply because they imagine the views held by the teachers of the truth may be out of harmony with what they have conceived as truth? Thus it was that the Jews did in the days of Christ, and we are warned not to do as they did, and be led to choose darkness rather than light, because there was in them an evil heart of unbelief in departing from the living God. No one of those who imagine that they know it all is too old or too intelligent to learn from the humblest of the messengers of the living God.—S. S. W., June, 1892.",
    "paragraph": 2,
    "bookcode": "TSS",
    "page": 65
}