{
    "word": "\"O what a field of usefulness is opened before the medical missionary! Jesus Christ was in every sense of the word a missionary of the highest type, and combined with his missionary work that of the great Physician, healing all manner of diseases. Many in Christ's day refused to be convinced of their lost condition. When Christ was in their midst as a mighty healer of bodily woes as well as the maladies of the sin-sick soul, some would not come unto him that they might have life. They refused to be illuminated. So it will be in our day. Some will not be healed of their soul diseases. Every physician can and ought to be a Christian, and if so, he bears with him a cure for the soul as well as the body. He is doing the work of an apostle as well as of a physician. How much need there is of the preciousness of pure and undefiled religion, that the spiritual teacher may be administering to the soul necessities while relieving the distress of the body! How \n                                                                           2\nrefreshing it is to the suffering, tempest-tossed soul to hear the words of hope, words from God spoken to the suffering one, to hear the prayers offered in his behalf! How essential that the living missionary should understand the diseases which afflict the human body, to combine the physician, educated to care for diseased bodies, with the faithful, conscientious shepherd of the flock, to give sacredness and double efficiency to the service! The Lord in his great goodness and matchless love, has been urging upon his human instrumentalities that missionaries are not really complete in their education unless they have a knowledge of how to treat the sick and suffering. If this had been felt as an important branch of education in the missionary line of labor, many who have lost their lives might have lived. Had they understood how to treat the ailments of the body, and how to study from cause to effect, they could, through their intelligent knowledge of the human body and how to treat its maladies, have reached many darkened minds that otherwise they could not approach.\"",
    "paragraph": 3,
    "bookcode": "PH165",
    "page": 1
}