{
    "word": "Paul did not depend upon man for his ordination. He had received from the Lord his commission and ordination. He regarded his ministerial labor as a privilege. To him it was not a duty performed in return for money. He labored for the souls of men. \"For though I preach the gospel,\" he said, \"I have nothing to glory of: for necessity is laid upon me: yea, woe is unto me, if I preach not the gospel!\" He studied constantly how to make his testimony of the greatest effect. He sought the approval of God.  {6BC 1088.10}  \n     Would that today men might be found with faith to do as Paul did, men who would preach the gospel, not looking to men for their reward, but willing to receive their reward in souls (MS 74, 1903).  {6BC 1088.11}  \n     20-23. Paul's Manner of Labor.--[1 Corinthians 9:20-23 quoted.] We know that the apostle did not sacrifice one jot of principle. He did not allow himself to be led away by the sophistry and maxims of men. He was not to coincide with the suppositions and assurances of men who were teaching for doctrine the commandments of men; because iniquity and transgression were in the ascendancy and advancing, he did not allow his love to wax cold. All zeal and earnestness are to be retained; but at the same \n                                                                           1089\ntime some features of our faith, if expressed, would, by the elements with which you have to deal, arouse prejudice at once.  {6BC 1088.12}  \n     Paul could be as zealous as any of the most zealous, in his allegiance to the law of God, and show that he was perfectly familiar with the Old Testament Scriptures. He could dwell upon the types and shadows that typified Christ; he could exalt Christ, and tell all about Christ and His special work in behalf of humanity, and what a field he had to explore. He could advance most precious light upon the prophecies, that they had not seen; and yet he would not offend them. Thus the foundation was laid nicely, that when the time came that their spirits softened, he could say in the language of John, Behold in Jesus Christ, who was made flesh, and dwelt among us, the Lamb of God, who taketh away the sins of the world.",
    "paragraph": 1,
    "bookcode": "6BC",
    "page": 1089
}