{
    "word": "THEN THERE IS ANOTHER AREA WHERE COUNSEL WAS GIVEN. THIS IS IN BRINGING TOGETHER IN MARRIAGE MEN AND WOMEN OF DIFFERENT ETHNIC AND CULTURAL BACKGROUNDS. FOUR SUCH PRESENTATIONS ARE A MATTER OF MANUSCRIPT AND PUBLISHED RECORD. TWO OF THE FOUR STATEMENTS ON THIS POINT APPEAR IN THIS VOLUME, ON PAGES 343 AND 344. THESE WERE PENNED IN 1896 AND 1912, RESPECTIVELY, AND WERE SELECTED FOR PUBLICATION IN THIS VOLUME BECAUSE THEY PRESENTED THE BASIC PRINCIPLES INVOLVED AND THUS REVEAL WHY SUCH MARRIAGES SHOULD NOT BE ENCOURAGED. SUCH UNIONS, IT IS DECLARED, COULD EASILY CREATE \"CONTROVERSY AND CONFUSION.\" ANOTHER REASON SHE SET FORTH FOR DISCOURAGING SUCH MARRIAGES SEEMS TO BE THE \"DISADVANTAGES\" WHICH THEY IMPOSE UPON THE OFFSPRING, AND THIS COULD LEAD TO \"A FEELING OF BITTERNESS TOWARD THE PARENTS WHO HAVE GIVEN THEM THIS LIFELONG INHERITANCE.\" [NOTE: OF THE OTHER TWO STATEMENTS, THE FIRST PRESENTATION OF COUNSEL ON THIS POINT APPEARS IN THE HEART OF A BASIC APPEAL MADE BY ELLEN WHITE ON MARCH 21, 1891, TO THE LEADERS OF THE CHURCH TO ENTER UPON A WORK FOR THE COLORED PEOPLE IN THE UNITED STATES. SEE THE FULL STATEMENT IN THE SOUTHERN WORK, 1966 EDITION, PAGES 9-18. IN THIS SHE DREW IN BOLD, UNMISTAKABLE LINES, THE BROTHERHOOD OF MANKIND AND MADE CLEAR THAT IN WORSHIP ALL STOOD IN EQUALITY BEFORE GOD. AT THE SAME TIME SHE GAVE VOICE TO WORDS OF CAUTION. IN THIS STATEMENT, READ BY HER TO CHURCH LEADERS, WE FIND THESE LINES: \n     \"SIN RESTS UPON US AS A CHURCH BECAUSE WE HAVE NOT MADE GREATER EFFORT FOR THE SALVATION OF SOULS AMONG THE COLORED PEOPLE. . . . YOU HAVE NO LICENSE FROM GOD TO EXCLUDE THE COLORED PEOPLE FROM YOUR PLACES OF WORSHIP. TREAT THEM AS CHRIST'S PROPERTY, WHICH THEY ARE, JUST AS MUCH AS YOURSELVES. THEY SHOULD HOLD MEMBERSHIP IN THE CHURCH WITH THE WHITE BRETHREN. EVERY EFFORT SHOULD BE MADE TO WIPE OUT THE TERRIBLE WRONG WHICH HAS BEEN DONE THEM. AT THE SAME TIME WE MUST NOT CARRY THINGS TO EXTREMES AND RUN INTO FANATICISM ON THIS QUESTION. SOME WOULD THINK IT RIGHT TO THROW DOWN EVERY PARTITION WALL AND INTERMARRY WITH THE COLORED PEOPLE, BUT THIS IS NOT THE RIGHT THING TO TEACH OR TO PRACTICE.\"--THE SOUTHERN WORK, P. 15. \n     THE OTHER PRESENTATION ON THIS POINT IS A LETTER OF COUNSEL, WRITTEN JANUARY 8, 1901, TO A YOUNG MAN WHO ENTERTAINED PLANS THAT WOULD HAVE RESULTED IN MARRIAGE OF ONE OF THE CAUCASIAN RACE WITH ONE OF THE NEGRO RACE. ITS COUNSELS ARE THOSE EMBODIED IN THE SIMILAR COMMUNICATION OF 1912 AND RECORDED ON PAGE 344 OF THIS VOLUME. BUT ELLEN WHITE ADDS WORDS THAT CALL FOR THOUGHTFUL CONTEMPLATION: \n     \"DO NOT UNITE YOURSELF IN MARRIAGE WITH A GIRL WHO WILL HAVE CAUSE TO REGRET THE STEP FOREVER AFTER. . . . \n     \"O WHAT COVETOUS, SELFISH, SHORT-SIGHTED CREATURES HUMAN BEINGS ARE. DISTRUST YOUR OWN JUDGMENT, AND DEPEND ON THE JUDGMENT OF GOD. DISTINGUISH BETWEEN WHAT IS PLEASING AND WHAT IS PROFITABLE. DO GOD'S WILL SUBMISSIVELY. . . . FOLLOWING YOUR OWN WAY AND YOUR OWN WILL, YOU WILL FIND THORNS AND THISTLES.\"--ELLEN G. WHITE LETTER 4, 1901.] \n                                                                           484",
    "paragraph": 1,
    "bookcode": "2SM",
    "page": 483
}