{
    "word": "CTBH - Christian Temperance and Bible Hygiene (1890)\n\n\nPREFACE\n\n     NEARLY THIRTY YEARS AGO THERE APPEARED IN PRINT THE FIRST OF A SERIES OF REMARKABLE AND IMPORTANT ARTICLES ON THE SUBJECT OF HEALTH, BY MRS. E. G. WHITE. THESE ARTICLES AT ONCE COMMANDED EARNEST CONSIDERATION BY THOSE WHO WERE ACQUAINTED WITH MRS. WHITE'S PREVIOUS WRITINGS AND LABORS. THOUSANDS WERE LED TO CHANGE LIFE-LONG HABITS, AND TO RENOUNCE PRACTICES THOROUGHLY FIXED BY HEREDITY AS WELL AS BY LONG INDULGENCE. SO GREAT A REVOLUTION COULD NOT BE WROUGHT IN A BODY OF PEOPLE WITHOUT THE AID OF SOME POWERFUL INCENTIVE, WHICH IN THIS CASE WAS UNDOUBTEDLY THE BELIEF THAT THE WRITINGS REFERRED TO NOT ONLY BORE THE STAMP OF TRUTH, BUT WERE INDORSED AS SUCH BY A HIGHER THAN HUMAN AUTHORITY. THIS IS NOT THE PROPER PLACE FOR THE CONSIDERATION OF THE GROUNDS UPON WHICH THIS BELIEF WAS BASED, BUT THE READER'S ATTENTION IS INVITED TO A FEW FACTS OF INTEREST IN THIS CONNECTION:  {CTBH iii.1} \n     1. AT THE TIME THE WRITINGS REFERRED TO FIRST APPEARED, THE SUBJECT OF HEALTH WAS ALMOST WHOLLY IGNORED, NOT ONLY BY THE PEOPLE TO WHOM THEY WERE ADDRESSED, BUT BY THE WORLD AT LARGE.  {CTBH iii.2} \n     2. THE FEW ADVOCATING THE NECESSITY OF A REFORM IN PHYSICAL HABITS, PROPAGATED IN CONNECTION WITH THE ADVOCACY OF GENUINE REFORMATORY PRINCIPLES THE MOST PATENT AND IN SOME INSTANCES DISGUSTING ERRORS.  {CTBH iii.3} \n     3. NOWHERE, AND BY NO ONE, WAS THERE PRESENTED A SYSTEMATIC AND HARMONIOUS BODY OF HYGIENIC TRUTHS, FREE FROM PATENT ERRORS, AND CONSISTENT WITH THE BIBLE AND THE PRINCIPLES OF THE CHRISTIAN RELIGION.  {CTBH iii.4} \n     UNDER THESE CIRCUMSTANCES, THE WRITINGS REFERRED TO MADE THEIR APPEARANCE. THE PRINCIPLES TAUGHT WERE NOT ENFORCED BY SCIENTIFIC AUTHORITY, BUT WERE PRESENTED IN A SIMPLE, STRAIGHTFORWARD MANNER BY ONE WHO MAKES NO PRETENSE TO SCIENTIFIC KNOWLEDGE, BUT CLAIMS TO WRITE BY THE AID AND AUTHORITY OF THE DIVINE ENLIGHTENMENT.  {CTBH iii.5} \n     HOW HAVE THE PRINCIPLES PRESENTED UNDER SUCH PECULIAR CIRCUMSTANCES AND WITH SUCH REMARKABLE CLAIMS STOOD THE TEST OF TIME AND EXPERIENCE? IS A QUESTION WHICH MAY VERY PROPERLY BE ASKED. ITS ANSWER IS TO BE FOUND IN FACTS WHICH ARE CAPABLE OF THE AMPLEST VERIFICATION. THE PRINCIPLES PRESENTED HAVE BEEN PUT TO THE TEST OF PRACTICAL EXPERIENCE BY THOUSANDS; AND WHENEVER INTELLIGENTLY AND CONSISTENTLY CARRIED OUT, THE RESULT HAS BEEN FOUND IN THE HIGHEST DEGREE SATISFACTORY. THOUSANDS HAVE TESTIFIED TO PHYSICAL, MENTAL, AND MORAL BENEFITS RECEIVED. MANY OF THE PRINCIPLES TAUGHT HAVE COME TO BE SO GENERALLY ADOPTED AND PRACTICED THAT THEY ARE NO LONGER RECOGNIZED AS REFORMS, AND MAY, IN FACT, BE REGARDED AS PREVALENT CUSTOMS AMONG THE MORE INTELLIGENT CLASSES. THE PRINCIPLES WHICH A QUARTER OF A CENTURY AGO WERE EITHER ENTIRELY IGNORED OR MADE THE BUTT OF RIDICULE, HAVE QUIETLY WON THEIR WAY INTO PUBLIC CONFIDENCE AND ESTEEM, UNTIL THE WORLD HAS QUITE FORGOTTEN THAT THEY HAVE NOT ALWAYS BEEN THUS ACCEPTED. NEW DISCOVERIES IN SCIENCE AND NEW INTERPRETATIONS OF OLD FACTS HAVE CONTINUALLY\niv\nADDED CONFIRMATORY EVIDENCE, UNTIL AT THE PRESENT TIME EVERY ONE OF THE PRINCIPLES ADVOCATED MORE THAN A QUARTER OF A CENTURY AGO IS FORTIFIED IN THE STRONGEST POSSIBLE MANNER BY SCIENTIFIC EVIDENCE.  {CTBH iii.6} \n     FINALLY, THE REFORMATORY MOVEMENT BASED UPON THE PRINCIPLES ADVOCATED SO LONG AGO HAS LIVED AND PROSPERED UNTIL THE PRESENT TIME, AND THE INSTITUTIONS DEVELOPED BY IT HAVE GROWN TO BE THE MOST EXTENSIVE AND THE MOST PROSPEROUS ESTABLISHMENTS OF THE SORT IN THE WORLD; WHILE OTHER EFFORTS, LOOKING SOMEWHAT IN THE SAME DIRECTION, BUT CONTAMINATED BY ERROR, HAVE EITHER ABANDONED THE PRINCIPLES OF TRUTH, AND BEEN GIVEN OVER TO ERROR, OR HAVE FALLEN INTO OBSCURITY. IT CERTAINLY MUST BE REGARDED AS A THING REMARKABLE, AND EVINCING UNMISTAKABLE EVIDENCE OF DIVINE INSIGHT AND DIRECTION, THAT IN THE MIDST OF CONFUSED AND CONFLICTING TEACHINGS, CLAIMING THE AUTHORITY OF SCIENCE AND EXPERIENCE, BUT WARPED BY ULTRA NOTIONS AND RENDERED IMPOTENT FOR GOOD BY THE GREAT ADMIXTURE OF ERROR,—IT MUST BE ADMITTED TO BE SOMETHING EXTRAORDINARY, THAT A PERSON MAKING NO CLAIMS TO SCIENTIFIC KNOWLEDGE OR ERUDITION SHOULD HAVE BEEN ABLE TO ORGANIZE, FROM THE CONFUSED AND ERROR-TAINTED MASS OF IDEAS ADVANCED BY A FEW WRITERS AND THINKERS ON HEALTH SUBJECTS, A BODY OF HYGIENIC PRINCIPLES SO HARMONIOUS, SO CONSISTENT, AND SO GENUINE THAT THE DISCUSSIONS, THE RESEARCHES, THE DISCOVERIES, AND THE EXPERIENCE OF A QUARTER OF A CENTURY HAVE NOT RESULTED IN THE OVERTHROW OF A SINGLE PRINCIPLE, BUT HAVE ONLY SERVED TO ESTABLISH THE DOCTRINES TAUGHT.  {CTBH iv.1} \n     THE GUIDANCE OF INFINITE WISDOM IS AS MUCH NEEDED IN DISCERNING BETWEEN TRUTH AND ERROR AS IN THE EVOLUTION OF NEW TRUTHS. NOVELTY IS BY NO MEANS A DISTINGUISHING CHARACTERISTIC OF TRUE PRINCIPLES, AND THE PRINCIPLE HOLDS GOOD AS REGARDS THE TRUTHS OF HYGIENIC REFORM, AS WELL AS THOSE OF OTHER REFORMATORY MOVEMENTS. THE GREATEST AND MOST IMPORTANT REFORMATORY MOVEMENTS OF MODERN TIMES HAVE NOT BEEN THOSE WHICH PRESENTED NEW FACTS AND PRINCIPLES, BUT THOSE WHICH REVIVED TRUTHS AND PRINCIPLES LONG FORGOTTEN, AND WHICH HAVE LED THE WAY BACK TO THE PATHS TRODDEN BY MEN OF BY-GONE AGES, BEFORE THE WORLD HAD WANDERED SO FAR AWAY FROM PHYSICAL AND MORAL RECTITUDE.  {CTBH iv.2} \n     THIS BOOK IS NOT A NEW PRESENTATION OF THE PRINCIPLES REFERRED TO IN THE ABOVE PARAGRAPHS, BUT IS SIMPLY A COMPILATION, AND IN SOME SENSE AN ABSTRACT, OF THE VARIOUS WRITINGS OF MRS. WHITE UPON THIS SUBJECT, TO WHICH HAVE BEEN ADDED SEVERAL ARTICLES, BY ELDER JAMES WHITE, ELUCIDATING THE SAME PRINCIPLES, AND THE PERSONAL EXPERIENCE OF ELDERS J. N. ANDREWS AND JOSEPH BATES, TWO OF THE PIONEERS IN THE HEALTH MOVEMENT AMONG SEVENTH-DAY ADVENTISTS. THE WORK OF COMPILATION HAS BEEN DONE UNDER THE SUPERVISION OF MRS. WHITE, BY A COMMITTEE APPOINTED BY HER FOR THE PURPOSE, AND THE MANUSCRIPT HAS BEEN CAREFULLY EXAMINED BY HER.  {CTBH iv.3} \n     THE PURPOSE IN THE PREPARATION OF THIS VOLUME HAS BEEN TO GATHER TOGETHER, IN A CONDENSED FORM, WRITINGS WHICH WERE SCATTERED THROUGH VARIOUS VOLUMES, AND SOME THAT HAVE NEVER BEFORE APPEARED IN PRINT, SO THAT THE TEACHINGS OF MRS. WHITE UPON THIS SUBJECT MIGHT REACH AS LARGE A NUMBER AS POSSIBLE OF THOSE FOR WHOM THEY WERE SPECIALLY INTENDED; AND IT IS CONFIDENTLY BELIEVED THAT THE WORK WILL RECEIVE A CORDIAL RECEPTION, AND THE EARNEST CONSIDERATION WHICH ITS IMPORTANCE DEMANDS.  {CTBH iv.4} \n\n\nTable of Contents\n\nGeneral Principles................................................ 7\nOur Reasonable Service........................................... 15\nEffects of Stimulants............................................ 25\nRelation of Diet To Health and Morals.............................41\nExtremes in Diet................................................. 55\nHome Education................................................... 60\nOverburdened Housekeepers........................................ 73\nParental Responsibility.......................................... 75\nEducation and Health............................................. 81\nDress............................................................ 85\nGeneral Hygiene.................................................. 96\nFalse Impressions Concerning Experience......................... 109\nConsulting Spiritualist Physicians.............................. 111\nOur Present Work................................................ 117\nMental Inebriates............................................... 123\nSocial Purity................................................... 127\nCleanliness an Aid to Purity.................................... 141\nHope for the Tempted............................................ 146\nFragments....................................................... 150\n\n {CTBH v.1} \n\nChap. 1 - Christian Temperance\n\nGeneral Principles\n     Man came from the hand of his Creator perfect in organization and beautiful in form. The fact that he has for six thousand years withstood the ever-increasing weight of disease and crime is conclusive proof of the power of endurance with which he was first endowed. And although the antediluvians generally gave themselves up to sin without restraint, it was more than two thousand years before the violation of natural law was sensibly felt. Had Adam originally possessed no greater physical power than men now have, the race would ere this have become extinct.",
    "paragraph": 1,
    "bookcode": "CTBH",
    "page": 7
}