{
    "word": "It is in the labor out of the pulpit, among families, that the richest and most valuable experience is gained, and that the minister learns how he can feed the flock of God, giving to each his portion of meat in due season. If there is a backslider, the shepherd knows how to present the truth in such a manner that the soul will be convicted. He will leave the ninety and nine, and seek the lost sheep. But if the shepherd does not visit his flock, he knows not their condition, he knows not what truths to set before them, nor what is appropriate to their case. And more than this, as the preacher manifests so little interest in the souls under his \n\n\n                        -19- \n\ncharge, he cannot set an example to the flock to have an interest and love and watch-care for souls. Every thing is at loose ends; his work is strongly mixed with self, and is not bound off, but left to ravel out; and because of those neglects, you often hear, \"I do not have success in bringing souls into the church.\" The Lord cannot work for those who are unfaithful, who neglect their manifest duty, the most important part of a shepherd's duty. Should the Lord move upon the hearts of the sinners, and they become converted, who will watch for them as one who must give an account? Who will visit them? Who will strengthen the diseased and the feeble ones? The truth, if presented to those of our faith and outsiders, should be as it is in Jesus. See with what love, tender sympathy, and perseverance he labored. \"He shall not fail nor be discouraged.\" This spirit should be with all the laborers. Better, far better, have fewer preachers and far more earnest, humble, God-fearing workers. We are laborers together with God. Now it is highly essential that men be the right kind of laborers, for they are moulding the churches to do as the preacher does; they feel that it is the right way to have just as little interest in the prosperity of their brethren and sisters in the church as the minister has given them an example in their way of laboring. They may raise up churches; but they will always be weak, and inefficient, and unreliable. Such kind of work at such an expense will not pay.",
    "paragraph": 1,
    "bookcode": "PH002",
    "page": 18
}