{
    "word": "13. See EGW on Proverbs 4:23; Philippians 1:21.  {6BC 1117.10}  \n     13, 15. See EGW on v. 30; 2 Corinthians 3:18; Revelation 18:1.  {6BC 1117.11} \n     15. See EGW on 2 Peter 3:18.  {6BC 1117.12}  \n     20-24 (Hebrews 12:14; see EGW on 1 Thessalonians 4:3). The Secret of Holiness.--No man receives holiness as a birthright, or as a gift from any other human being. Holiness is the gift of God through Christ. Those who receive the Saviour become sons of God. They are His spiritual children, born again, renewed in righteousness and true holiness. Their minds are changed. With clearer vision they behold eternal realities. They are adopted into God's family, and they become conformed to His likeness, changed by His Spirit from glory to glory. From cherishing supreme love for self, they come to cherish supreme love for God and for Christ. . . .  {6BC 1117.13}  \n     Accepting Christ as a personal Saviour, and following His example of self-denial--this is the secret of holiness (ST Dec. 17, 1902).  {6BC 1117.14}  \n     (2 Corinthians 3:18.) Grace Essential Every Day and Hour.--The sanctification of the soul is accomplished through steadfastly beholding Him [Christ] by faith as the only-begotten Son of God, full of grace and truth. The power of truth is to transform heart and character. Its effect is not like a dash of color here and there upon the canvas; the whole character is to be transformed, the image of Christ is to be revealed in words and actions. A new nature is imparted. Man is renewed after the image of Christ in righteousness and true holiness. . . . The grace of Christ is essential every day, every hour. Unless it is with us continually, the inconsistencies of the natural heart will appear and the life will present a divided service. The character is to be full of grace and truth. Wherever the religion of Christ works, it will brighten and sweeten every detail of life with more than an earthly joy and a higher than earthly peace (Letter 2a, 1892).  {6BC 1117.15}  \n     29. No Corrupt Communication.--We are counseled to let no corrupt communication proceed out of our mouth; but a corrupt communication is not simply something that is vile and vulgar. It is any communication that will eclipse from the mind the view of Christ, that will blot from the soul true sympathy and love. It is a communication in which the love of Christ is not expressed, but rather sentiments of an un-Christlike character (Letter 43, 1895).  {6BC 1117.16}  \n     30 (Colossians 2:10; Revelation 7:2, 3; 14:1-4; see EGW on Ezekiel 9:2-4; Acts 2:1-4, 14, 41). Reaching the Mark of Perfection.--The mighty power of the Holy Spirit works an entire transformation in the character of the human agent, making him a new creature in Christ Jesus. When a man is filled with the Spirit, the more severely he is tested and tried, the more clearly he proves that he is a representative of Christ. The peace that dwells in the soul is seen on the countenance. The words and actions express the love of the Saviour. There is no striving for the highest place. Self is renounced. The name of Jesus is written on all that is said and done. \n                                                                           1118\n {6BC 1117.17} \n     We may talk of the blessings of the Holy Spirit, but unless we prepare ourselves for its reception, of what avail are our works? Are we striving with all our power to attain to the stature of men and women in Christ? Are we seeking for His fullness, ever pressing toward the mark set before us--the perfection of His character? When the Lord's people reach this mark, they will be sealed in their foreheads. Filled with the Spirit, they will be complete in Christ, and the recording angel will declare, \"It is finished\" (RH June 10, 1902).",
    "paragraph": 1,
    "bookcode": "6BC",
    "page": 1118
}