{
    "word": "Chap. 102 - To U. Smith\n\n                                         Battle Creek, Mich. \n                                              Wednesday, Dec. 31, 1890. \n\n\n     Dear Brother Smith,-- \n     I have been remarkably exercised in regard to your case several times during my last round of labors. I have been greatly blessed of the Lord; but at times your case has been presented before me in a very clear light,--just where you are standing. I have carried the burden with but little hope that I could do you any good. A gulf separates us; I look back and see how you gathered darkness to your soul in the time of the college difficulties. Have you come out clean in that matter? The Lord presented your case before me at that time, and did you believe and act on the light given? Had you fully accepted the testimony and heeded the warning there given, you would not be where you are today. Have you and Bro. Gage made clean work in confessing that you were wrong to Prof. Bell? If you have not done this the wrongs you committed against him are registered in the books of Heaven. Can you afford to let this matter stand as it is, and you come up to the judgment with the actions that were performed against him in every particular to confront you? Prof. Bell was not a perfect man; he made mistakes and committed errors, but these errors were far less in the sight of God than the errors you have both made in the course you have pursued toward him. He deserved no such treatment from your hands. In bruising him you bruised your own souls. Your course was not at all after Christ's directions; you \n                                                                           791\nwere led by another spirit; you walked in the light of the sparks of your own kindling and weakened your own souls. You will have to do your work thoroughly else you will have to meet the same to answer for at the bar of God. Just as you have dealt with Prof. Bell, will the Lord deal with you unless you repent and confess your errors, and enlist your Advocate in heaven to plead your case. The spirit of the meekness and gentleness of Christ would have led you in an entirely different course had you followed the directions that Christ has given you in his word; you would have stood in an entirely different position today. \"So speak evil of no man, to be no brawlers, but be gentle, showing all meekness unto all men.\" For we ourselves were sometimes foolish, disobedient, deceived.\" But if a man be overtaken in a fault ye which are spiritual restore such an one in the spirit of meekness, considering, thyself lest thou also be tempted. Have you obeyed the words of Christ. If you have done things in that matter that are wrong you will not have those wrongs cancelled unless you confess them, and make restitution where you have injured your brother. I know, for the Lord opened the matter to me, that you had both acted as if you had lost all your feelings of sympathy and love out of your heart, and in wounding him as you did, you wounded Jesus Christ in the person of his saints. You will never be free men until you confess your faults and be reconciled to your brother. It is a most dangerous way to treat your own souls to allow yourselves to do the wrongs which the Lord reproved in you, and yet you pass \n                                                                           792\nalong as if you were just, and obeying the words of God. Will you look at this matter as it is and make clean work for eternity? I was shown that a grievous wrong was done. I am sorry that you are affected with defective spiritual eye-sight. I beg of you for your soul's sake to buy of the heavenly merchant man gold that ye may be rich; white raiment that ye may be clothed, and anoint thine eyes with eye-salve that thou mayest see. It is the only safe way for you to do when you err, to confess your faults thoroughly, and repent of them sincerely, and then pray one for another that ye may be healed.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 790
}