{
    "word": "K.--100--'03 \n     Obtain the best help in the cooking that you can. If food is prepared in such a way that it is a tax on the digestive organs, be sure that investigation is needed. Food can be prepared in such a way as to be both wholesome and palatable.  {TSDF 96.10}  \n                                                      C. to T.--292 \n     To cook well, to place wholesome food upon the table in an inviting manner, requires intelligence and experience. The one who prepares the food that is to be placed in the stomach, to be converted into blood to nourish the system, occupies a most important and elevated position. The position of copyist, dressmaker, or music teacher can not equal in importance that of the cook.  {TSDF 96.11}  \n                               U. T.--Nov. 5, '96 (H. L. para. 355) \n     Food should be thoroughly cooked, nicely prepared, and appetizing.  {TSDF 96.12}  \n                                Y. I.--May 31,'94 (H. L. para. 338) \n     We need persons who will educate themselves to cook healthfully. Many know how to cook meats and vegetables in different forms, yet do not understand how to prepare simple and appetizing dishes.  {TSDF 96.13}  \n                                               C. T. & B. H.--46-47 \n     Many a mother sets a table that is a snare to her family. Flesh-meats, butter, cheese, rich pastry, spiced foods, and condiments are freely partaken of \n\n\n                                                                   97 \n\nby both old and young. These things do their work in deranging the stomach, exciting the nerves, and enfeebling the intellect. The blood-making organs can not convert such things into good blood. The grease cooked in the food renders it difficult of digestion.  {TSDF 96.14}  \n                                                            2 T.--485 \n     There has not been in this family the right management in regard to diet; there has been irregularity. There should have been a specified time for each meal, and the food should have been prepared in a simple form, and free from grease; but pains should have been taken to have it nutritious, healthful, and inviting. In this family, as also in many others, a special parade has been made for visitors; many dishes prepared and frequently made too rich, so that those seated at the table would be tempted to eat to excess. Then in the absence of company there was a great reaction, a falling off in the preparations brought on the table. The diet was spare, and lacked nourishment. It was considered not so much matter \"just for ourselves.\" The meals were frequently picked up, and the regular time for eating not regarded. Every member of the family was injured by such management. It is a sin for any of our sisters to make such great preparations for visitors and wrong their own families by a spare diet which will fail to nourish the system.",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 97
}