{
    "word": "\"In December we learned that this place could be purchased, . . . and I encouraged Dr. Whitelock to take steps to secure it. But our leading brethren in the southern California conference were not ready to cooperate in the matter, and nothing \n\n\n                             -482- \n\nwas done. In the summer of 1903 the property was offered us for eight thousand dollars, and again we found that our brethren were not in a position to act. . . In January, 1904, Dr. Whitelock wrote me that the mortgage could be bought for six thousand dollars, and perhaps less. Again I advised our brethren connected with the medical work in southern California to secure the place. But I learned that they were not prepared to act. Then I laid the matter before Sister Gotzian, and she consented to join me in securing the place. We then telegraphed an offer of four thousand dollars for the mortgage. Two days later a telegram was returned accepting the offer. Meanwhile a letter from other parties in San Diego was on its way to New York, offering six thousand dollars for the mortgage.  {LLM 481.10}  \n     (844) \"When we visited the place in November 1, 1904, we found that much had been done during the summer. . . . Our great anxiety about the place was the matter of an ample supply of water. . . . The great question was, can we get plenty of water by digging? The well diggers had gone down eighty feet, and found a little water, but they wanted much more. O, how much depended upon our finding plenty of good pure water. . . . From the beginning I had felt the assurance that the Lord would open the way for our work to advance; but who could tell when and how? Our people were deeply desirous of seeing the sanitarium make a success, and as we met them, the question was, Have you found water? . . . The next morning Brother Palmer came up early to tell me that there was fourteen feet of water in the well. The water is soft and pure, and we are greatly rejoiced to know that there is an abundant supply. This well is a treasure more valuable than gold or silver or precious stones. . . .",
    "paragraph": 1,
    "bookcode": "LLM",
    "page": 482
}