{
    "word": "I saw that Satan had taken advantage of his frank, open manner to tell his whole heart, and you have thought him like yourself, lay up things, say nothing about them, and if a word is spoken by him in plainness, that there must be more where that came from, when you have the whole, for he does not hide things in his heart. God does not look with approbation upon this close, exclusive, secretive disposition. If unconsecrated ones are reproved by Bro. White, you are prepared to sympathize with and confide in them. You messed with Carrie, linked yourself with her, and strongly sympathized with her. You could not discern her wrong or why she was not fit help in the Office because of your own darkness. This is the same feeling which you brought from Paris, and exercised in Rochester. Instead of your confiding in those whose whole interest was in the work of God and the truth, you let your love and sympathy run out for the unconsecrated, and linked with them. You carried the same spirit with you to Waukon, and have exercised the same in \n                                                                           19\nBattle Creek. You have things to straiten in the past. You have a work to do. When in Paris you strengthened each others hands in sympathizing and linking together. There was selfishness there that never died. There was not deep searching of heart to confess wrongs and make thorough work by the two families. The same feelings exist with them now. They have despised reproof, despised the visions, blinded their eyes as to their own situation, God's hand has been laid heavily upon them, but they acknowledged not that it was he. Harriet, Bro. Andrews and Bro. Steven's family have stood right in the way of John. They might help him if they would, but they have so long neglected to see themselves and confess frankly their wrongs, that they have been carried by the enemy into the fog and mist so far, and they have so long neglected to confess their past wrongs, I fear they never will take a position to help John. His mind has been in such a state that a continual dropping of words calculated to excite his mind and unsettle it has kept him in a confused state.",
    "paragraph": 1,
    "bookcode": "PH016",
    "page": 18
}