{
    "word": "Now the work that is before us we want clearly to understand. It is a work of mercy, a work of love, a work just in Christ's lines. Just as Christ worked. He says that the nobleman went a long journey, and to every man he gave his work. The human agent is to cooperate with the divine. To everyone \n\n\n                                    -38- \n\nhis work, and this is Christ's work. It is not the man's work. He is not to feel that all he has to do is to attend to his own individual self. No, there is a broader field. He is to occupy till I come, and what is it, \"to occupy\"? To be laborers together with God. Therefore it is of the greatest consequence that we understand in clear lines what it is to be laborers together with God. We must be imbued with the Spirit of Christ. We cannot labor with God merely from our intellect or our education. We cannot buy the grace of God with money; we cannot buy it with eloquence; we cannot buy it with the power of our intellect. It is God's to begin with. Does any of it belong to us? No, it is received by us from above. We are to occupy to the very best knowledge that we have, and sense our responsibility, and let our light shine through us to those that are around us, and in doing that we are doing the work of God. \"Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, to let the oppressed go free, and that ye break every yoke?\" How are we to do it though? It is to present the obedience to Jesus Christ. And when we present the perfection that there is in His requirements, in His commandments, in His law, we are presenting that which will loose the bands of wickedness, and in the place of making men fast, in the place of shackling them with sin, it will loose the bands of wickedness, and those that are oppressed by the enemy. Who is the enemy? Who is observing us on the right and on the left? It is the one who rebelled against the law of God in heaven. It is the one that fell because of his disloyalty, and when we work in his lines we are fastening the shackles of oppression. \"His servants ye are to whom ye yield yourselves servants to obey.\" If it is Christ you obey you are free, because He came to \n\n\n                                    -39- \n\nmake us free. If we are on Christ's side we stand under the blood-stained banner of Jesus Christ. The blood-stained banner of Prince Emmanuel testifies that we are free, made free in Jesus Christ, because He is the propitiation for our sins, and not for ours only, but for all who shall believe on His name. That is the freedom that we want.",
    "paragraph": 1,
    "bookcode": "5MR",
    "page": 37
}