{
    "word": "CSW - Counsels on Sabbath School Work (1938)\n\n\nFOREWORD\n\n     IT IS SIGNIFICANT THAT IN THE EVER-WIDENING ACTIVITIES OF SEVENTH-DAY ADVENTISTS, GOD, THROUGH HIS MESSENGER, HAS GIVEN INSTRUCTION, ENCOURAGEMENT, AND COUNSEL TO THOSE CONNECTED WITH EACH BRANCH OF MAJOR IMPORTANCE. THE WORK OF THE SABBATH SCHOOL IS NOT LACKING IN THIS RESPECT. NOT ONLY IN THE EARLIER NUMBERS OF TESTIMONIES FOR THE CHURCH WAS COUNSEL GIVEN REGARDING THE SABBATH SCHOOL, BUT ALSO IN INSTRUCTIVE ARTICLES FROM THE PEN OF ELLEN G. WHITE, THAT APPEARED THROUGH THE YEARS IN THE SABBATH SCHOOL WORKER. IN 1900, MANY OF THESE ARTICLES WERE ASSEMBLED AND PUBLISHED IN A SMALL VOLUME, WHICH HAS BECOME WELL KNOWN AS TESTIMONIES ON SABBATH SCHOOL WORK. FOR NEARLY FORTY YEARS SABBATH SCHOOL WORKERS THROUGHOUT THE WORLD HAVE SOUGHT THE VALUABLE COUNSEL OF THIS LITTLE VOLUME IN BUILDING THIS IMPORTANT ORGANIZATION TO THE PLACE OF STRENGTH IT OCCUPIES TODAY.\n     SINCE THE PUBLICATION OF TESTIMONIES ON SABBATH SCHOOL WORK, ADDED INSTRUCTION PERTAINING TO THIS LINE OF ACTIVITY HAS APPEARED IN THE WRITINGS OF MRS. E. G. WHITE. THE REQUIREMENTS OF THE SABBATH SCHOOL WORK THROUGHOUT THE WORLD FIELD INDICATE THAT THE TIME HAS COME TO GATHER TOGETHER THESE LATER COUNSELS AFFECTING THE ACTIVITIES IN THIS DEPARTMENT AND TO COMBINE THEM WITH THOSE IN THE ORIGINAL WORK. THE PRESENT VOLUME, COUNSELS ON SABBATH SCHOOL WORK, IS THE WORTHY PRODUCT OF THIS ENDEAVOR.\n                                                                   4\n     THE MATERIAL APPEARING IN THIS ENLARGED VOLUME HAS BEEN TOPICALLY ARRANGED, AND A TABLE OF CONTENTS PREFACES EACH OF THE SIX SECTIONS INTO WHICH THE COUNSEL HAS BEEN DIVIDED, IN ORDER TO MAKE IT MORE READILY ACCESSIBLE FOR STUDY OR REFERENCE. SABBATH SCHOOL OFFICERS AND TEACHERS, CHURCH OFFICERS, AND CONFERENCE WORKERS WILL FIND THIS BOOK INVALUABLE IN THEIR ENDEAVORS TO BUILD A STRONGER SABBATH SCHOOL. TEACHER TRAINING CLASSES WILL FIND IT AN ESSENTIAL PART OF THEIR SOURCE MATERIAL, AND EVERY CHURCH MEMBER MAY STUDY IT WITH GREAT PROFIT.\n     THE GENERAL CONFERENCE SABBATH SCHOOL DEPARTMENT HEARTILY APPRECIATES THE WORK OF THE BOARD OF TRUSTEES OF THE ELLEN G. WHITE PUBLICATIONS IN PREPARING THIS COMPILATION, AND WE SEND IT FORTH WITH OUR UNQUALIFIED ENDORSEMENT. WE DEDICATE IT ANEW TO THE EVER-GROWING ARMY OF SABBATH SCHOOL OFFICERS AND TEACHERS, WHOSE LABORS WILL BECOME MORE EFFICIENT AS THEY STRIVE TO MEASURE UP TO THE STANDARD SET FOR US BY THE SPIRIT OF THE LORD.\n\n     THE GENERAL CONFERENCE SABBATH SCHOOL DEPT.\n\n\nTable of Contents\n\n1. The Importance and Purpose of Sabbath School Work ............... 9\n\n2. A School for Bible Study ....................................... 17\n\n3. A Soul-winning Agency .......................................... 61\n\n4. The Teacher and His Work ....................................... 89\n\n5. Gathering Weekly Mission Offerings ............................ 129\n\n6. Guiding Principles in Administration .......................... 151\n\n\nChap. 1 - The Importance and Purpose of Sabbath School Work\n\n             An Important Work \n\n     The Sabbath school work is important, and all who are interested in the truth should endeavor to make it prosperous.--TSS 109.",
    "paragraph": 1,
    "bookcode": "CSW",
    "page": 9
}