{
    "word": "If all those that handle the Word of God, ministering to the people, will cleanse their hearts from all iniquity and all defilement, and shall come to God with clean purpose of heart, as little children, they shall see of the salvation of God. Jesus will walk in our midst. We have now the invitations of mercy to become vessels unto honor, and then we need not worry about the latter rain; all we have to do is to keep the vessel clean and prepared and right side up, for the reception of the heavenly rain and keep praying, \"Let the latter rain come into my vessel. Let the light of the glorious angel which unites with the third angel, shine upon me; give me a part in the work; let me sound the proclamation; let me be co-laborer with Jesus Christ.\" Thus seeking God, let me tell you, He is fitting you up all the time giving you His grace. You need not be worried. You need not be thinking that there is a special time coming when you are to be crucified; the time to be crucified \n                                                                           180\nis just now. Every day, every hour, self is to die; self is to be crucified, and then, when the time comes that the test shall come to God's people in earnest, the everlasting arms are around you. The angels of God make a wall of fire around about and deliver you. All your self-crucifixion will not do any good then. It must come before the destiny of souls is decided. It is now that self is to be crucified, when there is work to do; when there is some use to be made of every entrusted capability. It is now that we are to empty and thoroughly cleanse the vessel of its impurity. It is now that we are to be made holy unto God. This is our work, this very moment. You are not to wait for any special period for a wonderful work to be done; it is today. I give myself to God today. Ms 35, 1891, pp. 16, 17. (\"Work and Baptism of Holy Spirit Needed,\" September 26, 1891.)",
    "paragraph": 2,
    "bookcode": "1MR",
    "page": 179
}