{
    "word": "There are ways by which the Lord leads and guides His people. God has all wisdom and all knowledge. He has said, \"If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.\" James 1:5. Oh that all those who claimed to be God's chosen servants would have felt that they were in need of wisdom, in the place of their feeling the perfect wholeness which they did feel. Much talking and inflaming one another were not wanting, and ridiculing those whom God had raised up to do a special work. They had, like brethren, taken their Bibles and searched the Scriptures and bowed upon their knees before God in earnest prayer, claiming the promises of God for divine guidance. In this time of peril, as we are nearing the period of an important crisis, it is only reasonable that we should expect something of the revealings of greater light to the people; and how did these men who had allowed their minds to be filled with prejudice and jealousy know but God had made these men messengers to give light and truth to the people? What right had they to set themselves in dead array against these ministers of Christ, even if they thought that their ideas did conflict with previous ideas on some points? Why not spend the hours together in prayer to God, in fasting, in deep heart-searching? \"Let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea, driven of the wind and tossed. For let not that man think that he shall receive any thing of the Lord.\" James 1:6, 7. The true, earnest seeker will give up his way for God's ways, that he may be guided into paths wherein God may choose to lead him, where the Lord has great blessings awaiting him, although it may seem to short-sighted human beings there is only \n                                                                           280\nloss and disaster. \"For my thoughts are not your thoughts, neither are your ways my ways, saith the Lord. For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts.\" Isaiah 55:8, 9.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 279
}