{
    "word": "When Nicodemus came to Jesus, Christ laid before him the conditions of divine life, teaching him the very alphabet of conversion. Nicodemus asked, \"How can these things be? Art thou a master in Israel?\" Christ answered, 'And knowest not these things?' This question might be addressed to many who are holding positions of responsibility as teachers, but who have neglected the work essential for them to do, before they are qualified to be teachers. If Christ's words were received into the soul, there would be a much higher intelligence, and much deeper spiritual knowledge of what constitutes one a disciple and a sincere follower of Christ. When the test and trial comes to every soul, there will be apostasies, traitors, heady, highminded, and self-sufficient men, who will turn away from the truth, making shipwreck of the faith. Why? - because they did not dig deep and make their foundation sure. They were not riveted to the eternal book. When the words of the Lord, through His chosen messengers, are brought to them, they murmur, and think that the way is made too strait. Like those who were thought to be the disciples of Christ, but who were displeased with His words, and walked no more with Him, they will turn away from Christ. \"No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day.\" What is the drawing? - \"It is written in the prophets, and they shall be all taught of God. Every man therefore that hath heard, and hath learned of the Father, cometh unto me.\" There are men that hear, and not learn the lessons as diligent students. They have a form of godliness, but are not believers. They know not the truth by practice. They receive not the engrafted word. \"Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls. But be ye doers of the word, and not hearers only, deceiving your own selves. For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass: for he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.\" He did not perceive the impression made upon his mind when comparing his course of action with the great moral looking-glass. He did not see his defects of character. He did not reform, and forgetting all about the impression made, he went not God's way, but, \"His way,\" continuing to be unreformed.",
    "paragraph": 3,
    "bookcode": "KC",
    "page": 65
}