{
    "word": "A burden was upon my soul. I knew that the Lord would manifest his power. I was urged by the spirit of God to make strong appeals to my brethren who were to cross the Rocky Mountains to attend the general conference at Minneapolis. I urged them to humble themselves before God, and receive the assurance of his grace, to be baptized with the Holy Ghost, that they might be in a condition to impart light, and strength, and courage to those who should assemble in the conference, and that there might be a union between the east and the west. I knew that there must be a renewal of the grace of Christ; life and power must be infused into the work. Little did I think, when making these solemn appeals, that a letter had gone forth from one present at that meeting stating things he thought were true but were not true and which preceded us and built up a wall of difficulty, placing men prepared to fight everything those who crossed the Rocky Mountains should introduce. For long years prejudice had existed with those at Battle Creek without cause against the laborers on the Pacific coast and Satan used his influence to have that letter do a work which will prove to the loss of souls. God never prompted that letter. I was shown into the room where the letter was received. I stepped up and read the name distinctly and afterward asked Eld. Butler if Bro. [Healey] did not write to him certain things. He said he did. I asked if he would let me see the letter. I wanted to know what testimony was given to create such a state of things as we met at Minneapolis. He said he burned the letter, but the impress had made an indelible impression on his mind and on the minds of others which are still as if bed in the rock. At this period of time when the powers of darkness were moved from beneath to take the field, and in wily, crafty movements, to outgeneral the church to which God has committed sacred, holy trusts. Although through the voices and pens of many, the trumpet had given a certain sound, others of the watchmen were asleep, and knew not the time of their visitation.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 55
}