{
    "word": "Self-indulgence debars the human agent from witnessing for the truth. The gratitude we offer to God for His blessings is greatly affected by the food placed in the stomach. Indulgence of appetite is the cause of dissension, strife, discord, and many other evils. Impatient words are spoken and unkind deeds are done, dishonest practices are followed and passion is manifested,--and all because the nerves of the brain are diseased by the abuse heaped upon the stomach.  {TSDF 168.10}  \n                                                           4 T.--96 \n     Close application to severe labor is injurious to the growing frames of the young; but where hundreds have broken down their constitutions by overwork alone, inactivity, overeating, and delicate idleness have sown the seeds of disease in the system of thousands that are hurrying to swift and sure decay. \n\n\n                                                                  169  {TSDF 168.11}  \n                                           G. W.--174 (Old Edition) \n     Another cause both of ill health and of inefficiency in labor, is indigestion. It is impossible for the brain to do its best work when the digestive powers are abused. Many eat hurriedly of various kinds of food, which set up a war in the stomach, and thus confuse the brain. The use of unhealthful food, and overeating of even that which is wholesome, should alike be avoided. Many eat at all hours, regardless of the laws of health. Then gloom covers the mind. How can men be honored with divine enlightenment, when they are so reckless in their habits, so inattentive to the light which God has given in regard to these things? Brethren, is it not time for you to be converted on these points of selfish indulgence? \"Know ye not that they which run in a race run all, but one receiveth the prize? So run, that ye may obtain. And every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible. I therefore so run, not as uncertainly: so fight I, not as one that beateth the air: but I keep under my body, and bring it into subjection: lest that by any means, when I have preached to others, I myself should be a castaway.\" 1 Corinthians 9:24-27.) Study this solemnly.",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 169
}