{
    "word": "“At Jackson we found the church in great confusion. In their midst the Lord showed me their condition, and I related that portion of it which was clear before me which related to the wrong course of one present. C. and R. were greatly prejudiced against this sister and cried out, Amen! amen!’ and manifested a spirit of triumph over her, and would frequently say, ‘I thought so! It is just so!’ I felt very much distressed, and sat down before I had finished relating the vision. Then C. and R. arose and exhorted others to receive the vision, and manifested such a spirit that my husband reproved them. The meeting closed in confusion. While at family prayer that night at Brother S.'s I was again taken off in vision, and that portion of the vision that had passed from me was repeated, and I was shown the overbearing course of R. and C., that their influence in the church was to cause division. They possessed an exalted spirit, and not the meek spirit of Christ. I saw why the Lord had hid from me the part of the vision that related to them. It was that they might have opportunity to manifest before all what spirit they were of. The next day a meeting was called, and I related the things which the Lord had shown me the evening before. C. and R., who zealously advocated the visions the day before, were dissatisfied when shown to be wrong, and did not receive the message. They had stated before I came to the place that if I saw things as they looked upon them, they should know that the visions \n303\nwere of God, but if I saw that they had taken a wrong course, and that the ones whom they regarded wrong were not faulty, they should know the visions were incorrect. But both parties were shown me to be wrong, especially C. and R. and some others. They now began to fight against my testimony, and here commenced what is called the ‘Messenger party.’ I will here give an extract from a letter written to my parents in Gorham, Me., June 23, 1853:—",
    "paragraph": 1,
    "bookcode": "LS80",
    "page": 302
}