{
    "word": "Cooking-schools, conducted by wise instructors, are to be held in America and in other lands. Everything that we can do should be done to show the people the value of the reform diet.  {TSDF 99.10}  \n                                                     .7 T.--127-131 \n     Last night I seemed to be speaking to our people telling them that, as Seventh-day Adventists, we must cultivate love, patience, and true courtesy. Jesus will strengthen the leaders of His people if they will learn of Him. God's people must strive to reach the very highest standard of excellence. Especially should those who are medical missionaries manifest, in spirit, word and character, that they are following Christ Jesus, the divine Model of medical missionary effort.  {TSDF 99.11}  \n     I have a most earnest desire that in every place the work shall be carried forward in accordance with His commands. I see trouble ahead as high as mountains for our people in the way in which some things are now being done, and especially in regard to the health-food business. As we advance we shall have \n\n100 \n\nto meet very difficult problems of human invention, which will bring much perplexity. Scheming tends to dishonesty.  {TSDF 99.12}  \n     With great skill, and with painstaking effort, Dr. Kellogg and his associates have prepared a special line of health foods. Their chief motive has been to benefit humanity, and God's blessing has rested upon their efforts. If they follow in the counsel of God, if they walk after the example of Christ, they will continue to advance; for God will give skill and understanding to those who seek Him unselfishly. In many respects, improvements can be made in the health foods sent out from our factories. The Lord will teach His servants how to make food preparations that are more simple and less expensive. There are many whom He will teach in this line if they will walk in His counsel, and in harmony with their brethren.",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 100
}