{
    "word": "What a change was wrought in the hearts of the disciples, as they looked once more on the loved countenance of their Master! [Luke 24:27.] In a more complete and perfect sense than \n350\never before, they had “found him, of whom Moses in the law, and the prophets, did write.” The uncertainty, the anguish, the despair, gave place to perfect assurance, to unclouded faith. What marvel that after his ascension they “were continually in the temple, praising and blessing God.” The people, knowing only of the Saviour's ignominious death, looked to see in their faces the expression of sorrow, confusion, and defeat; but they saw there gladness and triumph. What a preparation these disciples had received for the work before them! They had passed through the deepest trial which it was possible for them to experience, and had seen how, when to human vision all was lost, the word of God had been triumphantly accomplished. Henceforward what could daunt their faith, or chill the ardor of their love? In the keenest sorrow they had “strong consolation,” a hope which was as “an anchor of the soul, both sure and steadfast.” [Hebrews 6:18, 19.] They had been witness to the wisdom and power of God, and they were “persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come, nor height, nor depth, nor any other creature” would be able to separate them from “the love of God, which is in Christ Jesus our Lord.” “In all these things,” they said, “we are more than conquerors through Him that loved us.” [Romans 8:38, 39, 37.] “The Word of the Lord endureth forever.” [1 Peter 1:25.] And “who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.” [Romans 8:34.]",
    "paragraph": 2,
    "bookcode": "GC88",
    "page": 349
}