{
    "word": "Christ had come first to his own favored people, to proclaim the gracious words of salvation in their ears; but they refused to listen to his words. That which stirred their malice was the meekness and plainness with which he had explained the words of the prophets concerning himself. Here was an opportunity for them to receive the great blessing which follows the reception of Christ. \n                                                                           58\nBut they were blinded by Satan, and, in their fanatical zeal, could discover nothing in Christ, but simply the son of a carpenter. At a later period he came to Nazareth for the last time. He would give the people he loved, and whom his heart yearned to bless and save, an opportunity to redeem their past cruel conduct, and violence, toward him. The fame of his miracles, and wisdom, and power, had spread everywhere, and many of the people of Nazareth had been witnesses of his wonderful miracles. He had silenced and cast out demons, healed the sick, given sight to the blind, restored hearing to the deaf, and raised the dead to life. These evidences had been witnessed by thousands. He stood before his people in his own city, after they had had opportunity to reflect and repent of their abuse of him when he first made the public announcement that he was the Messiah. But they were no more ready to receive him, even then, than at first. They had committed themselves at the first to reject and insult him, and they retained their prejudices, and would not receive evidence, and be convinced that he was the Coming One, the Redeemer of Israel; for if they should then acknowledge him, they would condemn themselves. He came to his own nation and people, but they received him not; and ever after, their pride, which they had not controlled, was too great to accept of evidence, and admit the power of God in the mighty works performed by Christ. They rejected Christ as their Saviour, and after they had set their hearts in rebellion against him, it was not so easy for them to change their course. Notwithstanding all the mighty works they saw him do, they were too proud and self-exalted to yield \n                                                                           59\ntheir rebellious feelings. Every manifestation of his divine character increased the hatred and jealousy of the Jews. They were not content to turn from him themselves, but they sought to hinder all they could from listening to his teachings, or witnessing his miracles. The majority rejected him. They despised his humble appearance. They denied his testimony. They loved the praise of men, and the grandeur of the world. In their estimation of these things, they thought their judgment perfect, even as the judgment of God.",
    "paragraph": 2,
    "bookcode": "1Red",
    "page": 57
}