{
    "word": "Chap. 168 - To J. H. Kellogg\n\n                                     Cooranbong, N.S.W., July 15, 1895. \n\n                                                          K - 45 - 1895 \n\nDr. J. H. Kellogg, \n     Dear Brother:-- \n     I received your letters July 14, and read them with great interest. I am always glad to hear from you concerning your family and the institution in which you are bearing responsibilities of no ordinary character. Your only safety is in obeying the word of God, is in walking in the light of his countenance. The enemy is continually devising methods by which he may steal a march upon us, and we need to take strict heed to every caution given of God. If the servants of God who in the past have been standard bearers, had walked in the lines which the Lord marked out, they would have better honored the Lord, and would have had increased usefulness. Some whose voices have been silent from death, might have lived to warn, to entreat, and to counsel. If Elder Butler had heeded the warning, the entreaties of the Spirit of God, if he had walked in the counsel given him of God, he would now have been walking in strength and efficiency. When men educate others to rely upon men, to look to and to trust in men, when they dictate to others what they shall do, by pen or voice, and what they shall not do, they are educating their brethren to make flesh their arm, to trust in men, and to give glory to humanity rather than to God. But the Lord would have us have an eye single to his glory. We are safe only as we lift up Jesus, and speak in full praise of his excellency. Isaiah says, \"Unto us a child is born, unto us a son is given: and the \n                                                                           1413\ngovernment shall be upon his shoulders: and his name shall be called Wonderful, Counsellor, the Mighty God, the Everlasting Father, the Prince of Peace. Of the increase of his government and peace there shall be no end, upon the throne of David, and upon his kingdom, to order it, and to establish it with judgment and with justice from henceforth even for ever. The zeal of the Lord of Hosts will perform this.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1412
}