{
    "word": "The light shines from the sacred pages, in clear, glorious beams, showing us God, the living God, as represented in the laws of his government, in the creation of the world, in the heavens which he hath garnered. His power is to be recognized as the only means of redeeming a world from degrading superstitions which are so dishonoring to God and man. Every student of the Bible who not only becomes familiar with revealed truth through the education of the intellect, but also through its transforming power upon heart and character, will represent the character of God to our world in a well-ordered \n                                                                           219\nlife and a godly conversation. The entrance of the word giveth light. The mind is expanded, elevated, purified. But many have pursued a course of action inconsistent with the knowledge of truth and the wonderful light through the descent of the Holy Spirit of God in so marked a manner upon hearts in Battle Creek. Great sin and loss resulted from the neglect to walk in the light from heaven. In plunging into amusements, match games, pugilistic performances, they declared to the world that Christ was not their leader in any of these things. All this called forth the warning from God. Now that which burdens me is the danger of going into extremes on the other side; there is no necessity for this; if the Bible is made the guide, the counselor, it is calculated to have an influence on the mind and heart of the unconverted. Its study, more than any other, will leave a divine impress. It will enlarge the mind of the candid student, it will endow it with new impulses and fresh vigor. It will give greater efficiency to the faculties by bringing them in contact with grand and far-reaching truths. It is ever working, drawing; it is an effective instrument in the converting of the soul. If the human mind becomes dwarfed and feeble and inefficient, it is because it is left to deal with commonplace subjects only.",
    "paragraph": 1,
    "bookcode": "SpTEd",
    "page": 218
}