{
    "word": "At the end of one thousand years, Jesus, the king of glory, descends from the holy city, clothed with brightness like the lightning, upon the mount of olives--the same mount from whence he ascended after his resurrection. As his feet touch the mountain, it parts asunder, and becomes a very great plain, and is prepared for the reception of the holy city in which is the paradise of God, the garden of Eden, which was taken up after man's transgression. Now it descends with the city, more \n                                                                           84\nbeautiful, and gloriously adorned than when removed from the earth. The city of God comes down and settles upon the mighty plain prepared for it. Then Jesus leaves the city surrounded by the redeemed host, and is escorted on his way by the angelic throng. In fearful majesty he calls forth the wicked dead. They are wakened from their long sleep. What a dreadful waking! They behold the Son of God in his stern majesty and resplendent glory. All, as soon as they behold him, know that he is the crucified one who died to save them, whom they had despised and rejected. They are in number like the sand upon the sea-shore. At the first resurrection all come forth in immortal bloom, but at the second, the marks of the curse are visible upon all. All come up as they went down into their graves. Those who lived before the flood, come forth with their giant-like stature, more than twice as tall as men now living upon the earth, and well proportioned. The generations after the flood were less in stature. There was a continual decrease through successive generations, down to the last that lived upon the earth. The contrast between the first wicked men who lived upon the earth, and those of the last generation, was very great. The first were of lofty height and well proportioned--the last came up as they went down, a dwarfed, feeble, deformed race. A mighty host of kings, warriors, statesmen and nobles, down to the most degraded, came up together upon the \n                                                                           85\ndesolate earth. When they behold Jesus in his glory they are affrighted, and seek to hide from his terrible presence. They are overwhelmed with his exceeding glory, and with one accord are compelled to exclaim in anguish, \"Blessed is he who cometh in the name of the Lord.\"",
    "paragraph": 2,
    "bookcode": "3SG",
    "page": 83
}