{
    "word": "I have no smooth words of peace and safety to speak to the hypocrites in Zion, whose business it is to turn the truth of God into a lie, Words and works are on Satan's side of the question. Men who have had evidence piled upon evidence that the Lord has been at work among his people and yet these men have hated the messenger and the messages God has given him to proclaim. There is no excuse for the course which they have pursued and still planning to pursue. And these very men that are counterworking the cause of God, these selfish men are the ones with whom you labored to receive from the treasury means. I knew that your voice did more than any other voice to rob the treasury of God and to put means into selfish hands, into the hands of men \n                                                                           1474\nthat were not sanctified through the truth. This was why, Frank, I could not sustain you. Time will shortly reveal things to you. It may be asked, Who told Sr. White? I do not suppose anyone, not even they themselves understand the true inwardness of things as they are. There is a net drawing about the souls of some. But I may have said too much. Of one thing I am thankful, and that is that you left the Review and Herald office when you did, that you should not be farther corrupted. God will work for you if you walk humbly with him. I entreat of you cling close to Jesus, if you could be a savor of life unto life. Lay your hand in the hand of Jesus Christ and say, Lead me, Guide me. If you would pray with more fervor, unction and power, seek humility, meekness, lowliness of heart and be not deceived. Your soul is precious; you know not how long your life may be spared. None of us thought that Byron was in any way diseased, but he fell. What a consolation to Sarah, his wife, and what a consolation to me that we have the evidence that he was consecrated soul, body and spirit to God.",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 1473
}