{
    "word": "E. G. White: \"If we follow on to know the Lord, we shall know that His going forth is prepared as the morning. There are some who may not be able to see that here is a test, as to whether we shall put our dependence on man or depend upon God. Shall we by our course seem to acknowledge that there is a stronger power with unbelievers than there is with God's own people? When we take hold upon God, and trust in him, He will work in our behalf. But whatever the consequences may be, we are, in regard to our faith, to stand distinct and separate from the world. I feel a decided interest in the work at Loma Linda, and I desire that it shall exert a powerful influence for the truth. Your success depends upon the blessing of God, not upon the ideas and views of men who are opposed to the requirements \n\n\n                              -444- \n\nof the law of God. When people see that God blesses us, and gives success to our work, as we make Him supreme, then they will be led to give consideration to the truth we teach. Many will be compelled to recognize that our methods are superior to those employed in the schools of the world, as they are commonly conducted. We need not tie to men in order to secure influence, we need not think that we are dependent upon the knowledge and experience of men who do not recognize the Lord as their Master. Our God is a God of knowledge and understanding, and if we will take our position decidedly on His side, to be wholly influenced by His spirit, He will give us wisdom. I would that all our people might see the inconsistency of those who profess to be God's Commandment-keeping people, a peculiar people, zealous of good works, thinking that they must copy after the world's pattern in order to make their work successful. Our God is stronger than any human influence. If we will accept Him as our educator, if we will make Him our strength and righteousness, He will work in our behalf. The following out of these principles, may result in a condition of things that is not just as we desire it to be. We might like to see certain conditions for the attainment of which we would be dependent on the world, but the result would be an experience that means weakness rather than strength. We should realize a bondage that we do not anticipate. Jesus Christ is our Saviour today, and He is willing to work in our behalf, if we will not put our dependence upon some other power. If we are sustained by the living God a superiority of His power will be manifest in His people. This is the testimony that I will continue to bear. We must exalt God, who is our wisdom, our sanctification, and our exceeding great reward. . . . Shall we unite ourselves with those who are full of error, who have no respect for God's commandments, and shall our students go forth to obtain the finishing touches of their education from men who unless they are converted, will not be honored with a place in the councils of Heaven?",
    "paragraph": 4,
    "bookcode": "LLM",
    "page": 443
}