{
    "word": "The Hebrew host marched in perfect order. First went a select body of armed men, clad in their warlike dress, not now to exercise their skill in arms, but only to believe and obey the directions given them. Next followed seven priests with trumpets. Then came the ark of God, glittering with gold, a halo of glory hovering over it, borne by priests in their rich and peculiar dress denoting their sacred office. The vast army of \n                                                                           350\nIsrael followed in perfect order, each tribe under its respective standard. Thus they compassed the city with the ark of God. No sound was heard but the tread of that mighty host, and the solemn voice of the trumpets, echoed by the hills, and resounding through the city of Jericho. With wonder and alarm the watchmen of that doomed city mark every move, and report to those in authority. They cannot tell what all this display means. Some ridicule the idea of that city's being taken in this manner, while others are awed, as they behold the splendor of the ark, and the solemn and dignified appearance of the priests, and the host of Israel following, with Joshua at their head. They remember that the Red Sea, forty years before, parted before them, and that a passage had just been prepared for them through the river Jordan. They are too much terrified to sport. They are strict to keep the gates of the city closely shut, and mighty warriors to guard each gate. For six days, the armies of Israel perform their circuit around the city. On the seventh day, they compassed Jericho seven times. The people were commanded, as usual, to be silent. The voice of the trumpets alone was to be heard. The people were to observe, and when the trumpeters should make a longer blast than usual, then all were to shout with a loud voice, for God had given them the city. \"And it came to pass on the seventh day, that they rose early, about the dawning of the day, and compassed the city, after the same manner, seven times; only on that day they compassed the city seven times. And it came to pass at the seventh time, when the priests blew with the trumpets, Joshua said unto the people, Shout; for \n                                                                           351\nthe Lord hath given you the city.\" \"So the people shouted when the priests blew with the trumpets. And it came to pass, when the people heard the sound of the trumpet, and the people shouted with a great shout, that the wall fell down flat, so that the people went up into the city, every man straight before him, and they took the city.\"",
    "paragraph": 2,
    "bookcode": "1SP",
    "page": 349
}