{
    "word": "Again at Brooklyn, N. Y., I had a deep, earnest desire for the Lord to work with his people. O, how my heart was drawn out in wrestling prayer to God that he would manifest his power on the \n                                                                           855\nSabbath day and greatly bless his people. He did all this and far more than I had asked. It seemed that a tidal wave of the glory of the Lord swept over the congregation, and many, many souls were filled with a rich blessing of God, and this occasion to them was one never to be forgotten. They bore testimony that the power of God thrilled through and through them. Some persons were as pale as death, but their countenances were shining with the glory of God. This church had been newly raised up, and was in need of encouragement. O, Bless the Lord, bless the Lord; O, my soul! for the great goodness and mercy of God! One brother in a prominent position in the Chicago mission had been so weighted down with discouragement that we all feared that he would separate from the work, but he was present at the meeting and was greatly blessed. He said that he came to that meeting, heavy in heart and under a dark cloud, but the Lord Jesus met him while bowed in prayer. We had called them forward; but he did not come; but the Lord met him. \"I seemed to have the Lord Jesus close beside me,\" he said. \"How lovely, how precious, I thought I could touch him. I knew Jesus was by my side.\" And then he broke out in a description of Christ as seen by the eye of faith. He was a man very reticent, but of few words, but his tongue was loosed, his language was eloquent, as he expressed the attributes of Christ as he was revealed to him. Said he, \"I am as light as a feather, I am happy in God, and I want to get back to Chicago and tell them what the Lord has wrought for me.\" Others bore testimony of the power of the Holy Spirit that came upon them. \n                                                                           856",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 854
}