{
    "word": "Paul admonished Timothy, \"Be strong in the grace that is in Christ Jesus. And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.\" This is what we are to do. We are on missionary soil, and we should pray that God may stir up the minds of those who do not seem to feel their need of anything more than they now possess, that they may seek for light from the throne of God. We should not be found quibbling, and putting up hooks on which to hang our doubts in regard to the light which God sends us. When a point of doctrine that you do not understand comes to your attention, go to God on your knees, that you may understand what is truth, and not be found, as were the Jews, fighting against God. Light came to them, but they loved darkness rather than light. When warning men to beware, to accept nothing unless it is truth, we should also warn them not to imperil their souls by rejecting messages of light, but to press out the darkness by earnest study of the word of God. Greater caution should be exercised by all, lest we reject that which is truth. We need a living experience. \n                                                                           560\nIn faith we are only like little children learning to walk. As a child takes its first steps, it often totters and falls; but it gets up again, and finally learns that it can walk alone. We must learn how to believe in God. We are not to look at our feelings, but to know God by living faith. Look at the centurion who came to Christ for an example of genuine faith. He came to Christ beseeching him, and saying, \"Lord, my servant lieth at home sick of the palsy, grievously tormented. And Jesus saith unto him, I will come and heal him. The centurion answered and said, Lord, I am not worthy that thou shouldest come under my roof: but speak the word only, and my servant shall be healed. For I am a man under authority, having soldiers under me: and I say to this man, Go, and he goeth; and to another, Come, and he cometh; and to my servant, Do this, and he doeth it. When Jesus heard it, he marveled, and said to them that followed, Verily, I say unto you, I have not found so great faith, no, not in Israel.",
    "paragraph": 9,
    "bookcode": "1888",
    "page": 559
}