{
    "word": "These rebellious ones had flattered the people in general to believe that they were right, and that all their troubles arose from Moses their ruler, who was continually reminding them of their sins. The people thought if Korah could lead them, and encourage them, and dwell upon their righteous acts, instead of reminding them of their failures, they should have a very peaceful, prosperous journey, and he would without doubt lead them, not back and forward in the wilderness, but into the promised land. They said that it was Moses who had told them that they could not go into the land, and that the Lord had not thus said. Korah in his exalted self-confidence gathered all the congregation against Moses and Aaron, \"unto the door of the tabernacle of the congregation. And the glory of the Lord appeared unto all the congregation. And the Lord spake unto Moses and unto Aaron, saying, Separate yourselves from among this congregation, that I may consume them in a moment. And they fell upon their faces, and said, O God, the God of the spirits of all flesh, shall one man sin, and wilt thou be wroth with all the congregation? And the Lord spake unto Moses saying, Speak unto the congregation, saying, Get you up from about the tabernacle of Korah, Dathan, and Abiram. And Moses rose up and went unto Dathan and Abiram, and the elders of Israel followed him. And he spake unto the congregation, saying, Depart, I pray you, from \n                                                                           32\nthe tents of these wicked men, and touch nothing of theirs', lest ye be consumed in all their sins. So they gat up from the tabernacle of Korah, Dathan, and Abiram, on every side, and Dathan and Abiram came out, and stood in the door of their tents, and their wives, and their sons, and their little children. And Moses said, Hereby ye shall know that the Lord hath sent me to do all these works; for I have not done them of mine own mind. If these men die the common death of all men, or if they be visited after the visitation of all men, then the Lord hath not sent me. But if the Lord make a new thing, and the earth open her mouth, and swallow them up, with all that appertain unto them, and they go down quick into the pit, then ye shall understand that these men have provoked the Lord.\" As Moses ceased speaking, the earth opened and swallowed them up, and their tents, and all that pertained unto them. They went down alive into the pit, and the earth closed over them, and they perished from among the congregation.",
    "paragraph": 2,
    "bookcode": "4aSG",
    "page": 31
}