{
    "word": "My brother, Uriah Smith, whom I have loved and respected in the Lord, you have been working at cross purposes with God, practicing upon yourself deceptions which, if you continue as you have done, will be succeeded with deceptions and delusions which will end in irrevocable separation from God. He calls you. Clear the king's highway, remove the stumbling blocks out of the path, dare not to do a surface work here, for others have looked to you and followed your example far more than they have looked to God and sought his counsel. They will go no farther than you will go. Confess your mistakes; confess fully; leave not a stone unturned. The true counsellor is expostulating with you and entreats you that you cheat not your soul of eternal happiness. There is one thing that you may seek with all your powers. He points you upward, and would have your thoughts in heaven from whence comes your hope, and your daily supplies. \"Seek ye first the kingdom of God and his righteousness.\" While the Lord Jesus shows us the vast confederacy of evil we must meet, for principalities \n                                                                           794\nand powers are arrayed against us, he tells us we struggle for an invisible world. The whole universe of heaven are watching the conflict, and if our eyes could be opened we would see angels in the ranks for the Holy Spirit is promised to all who fight manfully the battles of the Lord. There are soldiers engaged in the battle who are not perfect, compassed with infirmities, falling into sin, ignorant, and needing instruction at every step; but to feel their need, to sense their poverty is essential before they can be helped. When they fall upon the Rock and are broken then the everlasting arms are around the helpless. Heavenly agencies are employed to do their work, fit them as vessels of honor, overpowering the enemies, piercing the cloud and shadow of Satanic agencies. The heavenly instrumentalities surround them with an element of light,-- even the bright beams of the Sun of Righteousness. The Captain of the Lord's host leads them to the field of battle with these words, \"Be of good cheer, I have overcome the world. A conqueror stands at your head, victory is sure.\"",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 793
}