{
    "word": "Letter 88, 1894, entire letter. (To W. C. White, February 6, 1894.)--The mail received a letter written by me yesterday. Emily copied a part of it, and two pages I said she need not copy and so I did not send them. You may not obtain any thing but a confused idea of the matter which has been the cause of great suffering of mind to me. In Battle Creek, Fannie pleaded hard and with tears to come with me to engage with me in the work of preparing articles for the papers. She declared she \n                                                                           29\nhad met with a great change, and was not at all the person she was when she told me she desired to write herself and could not consent that her talent would be buried up in the work of preparing my articles for the papers and books. She felt she was full of the matter and had talent she must put to use in writing which she could not do connected with me. I said, \"I release you now, Fannie,\" but she persisted that she must hold on to the preparation of some articles when she went to Ann Arbor, and not entirely let go. Marion persuaded me this I had better do, for it would be a great discouragement to Fannie if I refused her request. Fannie stated afterwards that these articles were the means of saving her from ruin. You know I was so unwise as it appears to me now, to grant her request to come with me to this country and throw in her interest heart and soul as she persisted with many tears she would do, and she was very positive she would never cause me sorrow and perplexity again because of her pride and self-ambition and self-will. How this had been fulfilled you know something, but very little of the real facts in the case are known. But all that occurred in Preston was one series of sufferings and distress and agony of mind to me on her account. The Lord gave me in Preston the most blessed experience of my life. He made me to have peace and rest in the love of His presence, and His grace kept me cheerful, happy and joyful. While God was working with me in a most wonderful manner, the enemy was working just as decidedly with Fannie. And that working has continued from that time till the present. Warnings were given me, but I did not act upon them, thinking I would be at Melbourne much sooner than I was. The delay in consequence of the camp-meeting we decided to have in Wellington, kept us in New Zealand for a much longer period than we anticipated.",
    "paragraph": 5,
    "bookcode": "MR926",
    "page": 28
}