{
    "word": "Much ability has been lost to the cause of God; because many in responsible positions were so narrow in their ideas, that they did not discern the increasing responsibilities. They did not have extended vision to see that the work was becoming altogether too large to be carried forward by the workers then engaged in it. The work had outgrown them. Much, very much is now left undone which should have been done because men have held things in their own finite hands, instead of proportioning the work to a larger number of workers and trusting that God would help them. They have \n                                                                           403\ntried to take all branches of the work upon themselves, fearing others would not prove as efficient. Their wills have therefore controlled in everything, and through some unwise decisions, made because of their inability to grasp all the wants of the cause in its various parts, and as the result, great losses have been sustained. The work has been bound about, not from design, but from not discerning the necessity of a different order of things to meet the demands for the time. This is largely due to the feeling of Elder Butler that position gave unlimited authority. Greater responsibilities were pressed upon him and accepted, than one person could carry; and the consequence was a demoralized condition of affairs, notwithstanding he may have done the very best he himself could do under the circumstances. But the infinite God saw there was different kind of qualifications needed to place a different mold on the work. On the part of his brethren there was a fear that others desired Brother's place, which has caused suspicions, and has resulted in keeping in the background those men whom God would have used, could they have had sufficient encouragement, and an opportunity to work. God has not wrought as he would, because of surmisings and suspicions, and because there was not discernment and planning to let every man do the work that God is fitting him to perform, in an understanding, intelligent manner. The lesson must be learned, that when God appoints means for a certain work, we are not to neglect these means, put them aside, and then pray and expect that he will work miracles to supply our neglect. To every man God has appointed his work, according to his capacities and capabilities. Wise planning is needed to place each one in his proper sphere in the work, in order that he may obtain an experience which will fit him to bear increased responsibility.",
    "paragraph": 5,
    "bookcode": "PC",
    "page": 402
}