{
    "word": "I have heard from several as I travel that Sister White has changed her views in regard to the reformed diet. I would have all understand that Sister White has the Same Testimony to bear on this subject that she has ever borne. There are those among us who occupy important positions of trust, and who have refused to follow the light, and their course has been displeasing to God. Let those now \n                                                                           4\nturn to the Lord that their example may no longer be a temptation to others. Because of the example set by influential men in the indulgence of appetite, the truth has not made the impression on other hearts that it might have done. I appeal to you to now set an example of self-denial. Cut off every needless indulgence, that God may bless you with his approval and acceptance. \"If any man will come after me,\" said Jesus, \"let him deny himself, and take up his cross daily, and follow me.\" Let us follow the Saviour in his simplicity and self-denial. Let us lift up the man of Calvary by word and by holy living. The Saviour comes very near to those who consecrate themselves to God. If there was ever a time when we needed the working of the Spirit of God upon our hearts and lives it is now. Christ is speaking to each of us individually saying, \"I am he that holdeth thy right hand. I am he that liveth and was dead, and behold I am alive forever more.\" There is a decided message to be borne to our people upon the question of health reform. Let us come into line that our prayers be not hindered. God can not be glorified in the lives of ministers, who give up these principles of reform; but he will reveal himself to every soul who will be clothed with the righteousness of Christ. We need now to arouse, and in all our schools follow closely the light that God has given on this question. Let the teachers in our schools return from their backslidings, and educate themselves in a knowledge of the principles of healthful living. Let the students be taught to live these principles. Cooking schools are to be established, at our gatherings. Meetings are to be held where the children can be taught principles of temperance and the value of self-denial. In the year 1908 we are to do all in our power to advance the work of God in every line. \n                                       Ellen G. White.",
    "paragraph": 2,
    "bookcode": "PH128",
    "page": 3
}