{
    "word": "We are to study the situation with great care: for the Lord is our enlightener. The Lord has given men capabilities to exercise, but there is too little deep thinking, and too little earnest praying that the Lord would give wisdom at all times, and show how to work difficult fields. We are under obligation to God, and if we love God, we are in duty bound, not only on the general ground of obligation and obedience to obey the orders of our Spiritual Leader, and to save as many souls as we can to present them as slaves to Jesus Christ, who gave Himself a living sacrifice to ransom them, and make them free servants of Jesus Christ. There is not to be one word uttered which would stir up the slumbering enmity and hatred of the slaves against discipline and order, or to present before them the injustice which has been done them. Nothing can be done \n\n\n                                  -28- \n\nat first in making the Sabbath question prominent, and if the colored people are in any way educated to work on Sunday, there will be unsparing, merciless oppression brought upon them. Already there has been too much printed in regard to the persecution of the Sabbath-keepers in the Southern States, and those who are bitter against the law of God, trampling it under their feet, are all the more earnest to make human laws a power. Their religious prejudice and bigotry would lead them to do any acts of violence, verily thinking they were doing God's service: for they are in great error. A blind zeal under false religious theories, is the most violent and merciless. There are many who are stirred up by the representations in our papers, to do just as their neighboring states are doing. All these things give them the appearance of defying the law. In Christ's day, when persecuted in one city, they fled to another. It may be the duty of those persecuted to avail themselves of finding refuge in another city or another country. Matthew 10:22, 23. \"And ye shall be hated of all men for my name's sake; but he that endureth to the end, shall be saved. But when they persecute you in this city, flee ye into another: for verily I say unto you, ye shall not have gone over the cities of Israel, till the Son of Man be come.\" \"The disciples is not above his master, nor the servant above his lord.\"",
    "paragraph": 4,
    "bookcode": "SpM",
    "page": 27
}