{
    "word": "I have not tested the wine that you claim is not intoxicating. I have perhaps used half a pint in all, taking a spoonful with a raw egg, much as I hate the taste of wine. I would not care, even if I had not solemnly pledged myself not to use wine as a beverage, to make a daily practice of taking even one teaspoonful with a raw egg, for Satan is at work to encourage the use of tea, coffee, wine, and beer, that he may make us dependent upon these things, and encourage our resorting to them frequently, so that our appetite and taste will crave these stimulants. I tell you frankly that you would be much better in nerve and muscle if you made a decided change in your practice, not only in drinking stimulating drinks, but in eating so largely of meat. The animal powers are strengthened by indulgence in these things, and the moral and spiritual powers are overborne. I am not guilty of drinking any tea except red clover top tea, and if I loved wine, tea, and coffee, I would not use these health-destroying \n\n\n                         [56] \n\nnarcotics, for I prize health, and I prize a healthful example in all these things. I want to be a pattern of temperance and of good works to others. Will my brother practice as well as preach temperance in all things? If you do this, I do not believe you will be so changeable in your character. Your words will be more select and well chosen. You will not be careless in regard to your conversation. You will not be so depressed at one time and so hilarious at another, acting like a boy in place of an ambassador of Jesus Christ. I am seriously troubled for your soul. I know people are unwise in praising you and extolling you; should they read you as God sees you, they could not do this. I know that when you have apparent success you are elated, and you crave praise; and you get it from many, who, if their hearts were right with God, would not speak one word to flatter you. They would understand that it is not safe to pet and praise you, or any other poor, sinful mortal. The Lord is to be exalted by all his creatures. Finite man is not to attract admiration or praise, but do his work in humility. \n                                        Ellen G. White. \n\n                                               -",
    "paragraph": 1,
    "bookcode": "PH096",
    "page": 55
}