{
    "word": "God's people are tempted and tried because they cannot see the spirit of consecration and self-sacrifice to God in all who manage important interests, and many act as though Jesus were buried in Joseph's new tomb, and a great stone rolled before the door. I wish to proclaim with voice and pen, Jesus has risen! he has risen! He is a living Saviour, the Head of the Church. He is the Good Shepherd. \"The sheep follow him; for they know his voice. And a stranger will they not follow.\" When things become entangled, and cannot be easily adjusted, we are not to lose heart and courage and faith, and talk doubts and unbelief. Discouragement will spread, and become as a deadly malady. Again and again during the last forty years of our experience we have been brought into strait places, but the Lord's own power, not human philosophy or wisdom, set things straight. The Lord made his voice to be heard, guarding against rebellion, the seeds of which are sown in the hearts that are not right with God. It is the Lord that has saved us from rebellion and apostasy. We cannot fall as long as we hope and trust in God. Let every soul of us, ministers and people, say, as did Paul, \"I therefore so run, not as uncertainly; so fight I, not as one that beateth the air,\" but with a holy faith and hope, in expectation of winning the prize. Say to your soul, \"Hope thou in God; for I shall yet praise him, who is the health of my countenance and my God.\" By precept and example encourage faith, confidence, assurance. This is the work of the Comforter, and it is your work to co-operate with God's agencies. A discouraged man can do nothing to uplift others. A \n\n\n                      - 30 - \n\ndiscouraged church can only sow doubts, complaints, and disaffection. Let all this be cleansed from us. Cease looking to the darkness; look to the light, rejoice in the hope of the glory of God. Show that you trust in God to work with his mighty agencies for the upbuilding of his cause, the spread of his truth. Let every ear be sanctified to hear aright; let every eye be sanctified to see aright, let the tongue be sanctified to speak aright, and the heart have the treasures of goodness and love; for out of it are the issues of life.",
    "paragraph": 1,
    "bookcode": "SpTA01b",
    "page": 29
}