{
    "word": "I have found it no easy matter to secure means to invest in health institutions. But it has proved a still more difficult matter to secure persons who were qualified to conduct such institutions. It requires thoroughly balanced characters to do this work, not men who have some strong traits of character, but who are weak as children in other points. Plenty of physicians can be obtained who ceased to be students when they received their diplomas, who are self-inflated, who feel that they know all that is worth knowing, and what they do not know is not worth knowing. But this class are not the ones we want. When a physician enters upon his work as a practitioner, the more genuine, practical experience he has, the more fully will he feel his want of knowledge. If self-sufficient, he will read articles written in regard to disease and how to treat them without nature's aid; he will grasp statements and weave them into his practice, and without deep research, without earnest study, without sifting every statement, he will merely become a mechanical worker. Because he knows so little, he will be ready to experiment upon human lives, and sacrifice not a few. This is murder, actual murder. He did not do this work with evil design, he had no malicious purposes; but life was sacrificed on account of his ignorance, because he was a superficial student, because he had not had that practice that would make him a safe man to be entrusted with human lives. It requires care-taking, deep, earnest taxation of the mind to carry the burden a physician should carry in learning his trade thoroughly. Every physician who has received a thorough education will be modest in his claims. It will not do for him to run any risk upon experimenting on human life, lest he be guilty of murder, and this be written against him in the books of heaven. There should be a careful, competent physician who will deal scarcely ever in drugs, and who will not boast that powerful poisons are far more effective than a smaller quantity carefully taken, It is true, it kills, if it does not cure; but drugs never cure. They change the order of difficulties, but never heal them, never remove the cause.",
    "paragraph": 2,
    "bookcode": "PC",
    "page": 21
}