{
    "word": "4 T.--502 \n     Your children should not be allowed to eat candies, fruits, nuts, or anything in the line of food, between their meals. Two meals a day are better for them than three. If the parents set the example, and move from principle, the children will soon fall into line. Irregularities in eating destroy the healthy tone of the digestive organs, and when your children come to the table, they do not relish wholesome food; their appetites crave that which is the most hurtful for them. Many times your children have suffered from fever and ague brought on by improper eating, when their parents were accountable for their sickness. It is the duty of parents to see that their children form habits conducive to health, thereby saving much distress.  {TSDF 39.10}  \n                                           F. of F., Vol. 2, p. 132 \n     The lives of many children from five to ten and fifteen years of age seem marked with depravity. \n\n40 \n\nThey possess knowledge of almost every vice. The parents are, in a great degree, at fault in this matter, and to them will be accredited the sins of their children which their improper course has indirectly led them to commit. They tempt their children to indulge their appetite by placing upon their tables flesh-meats and other food prepared with spices, which have a tendency to excite the animal passions. By their example, they teach their children intemperance in eating. They have been indulged to eat almost any hour of the day, which keeps the digestive organs constantly taxed. Mothers have had but little time to instruct their children. Their precious time was devoted to cooking various kinds of unwholesome food to place upon their tables.  {TSDF 39.11}  \n                                           H. R.--(H. L. para. 196) \n     Children are permitted to indulge their tastes freely, to eat at all hours. . . . The digestive organs, like a mill which is continually kept running, become enfeebled, vital force is called from the brain to aid the stomach in its overwork, and thus the mental powers are weakened. The unnatural stimulation and wear of the vital forces make the children nervous, impatient of restraint, self-willed, and irritable.",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 40
}