{
    "word": "If his people have not obeyed his requirements, they stand condemned according to their delinquencies. What, then, is required of the church at Battle Creek? Humiliation, confession, and true, genuine repentance before God. The spirit manifested by many at Battle Creek is, Let us not make earnest, thorough work; such a great ado is uncalled for. I tell you, God calls for repentance and confessions from his people; and those who have taken an active part in bringing the church into her present position, will never come to the light only by humble confessions and a sincere repentance before God, and working to bring them to the light. The wall of separation which the Lord himself has established between the things of the world and the things he has chosen out of the world and sanctified unto himself, has been broken down by those who profess godliness and occupy the position of teachers of the people. They have not, in precept and practice, acknowledged this position, but rather by their practice annihilated the difference between the holy and the profane. But the separation exists, notwithstanding so many have in practice made it void, and seem determined to maintain \n                                                                           5\nconcord between Christ and Belial. \"The Lord hath set apart him that is godly for himself;\" and this consecration to God and separation from the world, the Lord always loves, and will always require of his people; for it is plainly declared and positively enjoined in the Old and New Testaments. Many who think they can impress the world by agreeing with it make a terrible mistake as far as their own salvation is concerned and the salvation of unbelievers. It is not conformity to the customs and practices of the world that will enlighten them and make them feel their great need of saving grace; but it is to come out from the world and be separate, stand apart and above it, and in character represent Christ and give the impression to the world of a holy, separate life. This will give a true Christian a power of influence over them. They will see there is a better life than that which they are living.",
    "paragraph": 1,
    "bookcode": "PH155",
    "page": 4
}