{
    "word": "And have you not inquired where will all this end, as you have looked upon your children from a moral point of view? Have you not noticed the increase of disobedience in children, and their manifestations of ingratitude and impatience under restraint? Have you not been alarmed at their disregard of parental authority, which has bowed down the hearts of their parents with grief, and prematurely sprinkled their heads with gray hairs? Have you not witnessed the lack of that noble frankness in your children which they once possessed, and which you admired in them? Some children even express in their countenances a hardened look of depravity. Have you not felt distressed and anxious as you have seen the strong desire in your children to be with the other sex, and the overpowering disposition they possessed to form attachments when quite young? With your daughters, the boys have been the theme of conversation; and with your sons, it has been the girls. They manifest preference for particular ones, and your advice and warnings produce but little change. Blind passion overrules sensible considerations. \n52\nAnd, although you may check the outward manifestations, and you credit the promises of amendment, yet, to your sorrow, you find there is no change, only to conceal the matter from you. There are still secret attachments and stolen interviews. They follow their willful course, and are controlled by their passions, until you are startled by perhaps a premature marriage, or are brought to shame by those who should, by their noble course of conduct, bring to you respect and honor. The cases of premature marriage multiply. Boys and girls enter upon the marriage relation with unripe love, immature judgment, without noble, elevated feelings, and take upon themselves the marriage vows, wholly led by their boyish, girlish passions. They choose for themselves, often without the knowledge of the mother who has watched over them, and cared for them, from their earliest infancy.",
    "paragraph": 1,
    "bookcode": "SA",
    "page": 51
}