{
    "word": "When we returned from Kansas in the autumn of 1870, we both should have had a period of rest. Weeks of freedom from care was necessary to bring up our exhausted energies. But when we found the important post at Battle Creek nearly deserted, we felt compelled to take hold of the work with double energies, and labored beyond our strength. I was shown that my husband should stand there no longer, unless there are men who will feel the wants of the cause and bear the burdens of the work, while he shall simply act as a counsellor. He must lay the burden down; for God has an important work for him to do in writing and speaking the truth. Our \n                                                                           108\ninfluence in laboring in the wide field will tell more for the upbuilding of the cause of God. There is a great amount of prejudice in many minds. False statements have placed us in a wrong position before the people, and this is in the way of many embracing the truth. If they are made to believe that those who occupy responsible positions in the work at Battle Creek are designing and fanatical, they conclude that the entire work is wrong, and that our views of Bible truth must be incorrect, and they fear to investigate and receive the truth. But we are not to go forth to call the people to look to us; we are not to generally speak of ourselves, and vindicate our character; but to speak the truth, exalt the truth, speak of Jesus, exalt Jesus, and this, attended by the power of God, will remove prejudice and disarm opposition. Brn. Andrews and Smith love to write; so does my husband. And God has let his light shine upon his word and let him into a field of rich thought that would be a blessing to the people of God at large. While he has borne a triple burden, some of his ministering brethren have let the responsibility drop heavily upon him, consoling themselves with the thought that God had placed Bro. White at the head of the work and qualified him for it, and he had not fitted them for the \n                                                                           109\nposition, therefore they have not taken the responsibility and borne the burdens they might have borne.",
    "paragraph": 1,
    "bookcode": "PH159",
    "page": 107
}