{
    "word": "(915) In one of the most recent communications relative to this work, these words occur, \"We are not to accept and follow the views of men who refuse to recognize God as their teacher, but who learn of men and are guided by man-made laws and restrictions. I was shown how that in a special sense we as a people \n\n\n                              -555- \n\nare to be guided by divine instruction. Those fitting themselves for medical missionary work should fear to place themselves under worldly doctors, to imbibe their sentiments and peculiar prejudices, and to learn to express their ideas and views. . . . It is not necessary that our medical missionaries follow the precise track marked out by medical men of the world. They do not need to administer drugs to the sick. They do not need to follow the drug medication in order to have influence in their work. The message was given me that if they would consecrate themselves to the Lord, if they would seek to obtain under men ordained of God, a thorough knowledge of their work, the Lord would make them skillful. . . . Some of our medical missionaries have supposed that a medical training according to the plans of worldly schools is essential to their success. To those who have thought that the only way to success is by being taught by worldly men and by pursuing a course that is sanctioned by worldly men, I would now say, put away such ideas. This is a mistake that should be corrected. It is a dangerous thing to catch the spirit of the world; the popularity which such a course invites, will bring into the work a spirit which the word of God cannot sanction. It is a lack of faith in the power of God that leads our physicians to lean so much upon the arm of law, and to trust so much to the influence of worldly powers. The true medical missionary will be wise in the treatment of the sick, using the remedies that nature provides. And then he will look to Christ as the true healer of diseases. The principles of health (916) reform brought into the life of the patient, the use of nature's remedies and the cooperation of divine agencies in behalf of the suffering, will bring success.",
    "paragraph": 1,
    "bookcode": "LLM",
    "page": 554
}