{
    "word": "Plans should be devised for keeping patients out-of-doors. For those who are able to work, let some pleasant, easy employment be provided. Show them how agreeable and helpful this outdoor work is. Encourage them to breathe the fresh air. Teach them to breath deeply, and in breathing and speaking to exercise the abdominal muscles. This is an education that will be invaluable to them.  {TSDF 84.10}  \n                                                             5 T.--443 \n     There are many ways of practicing the healing art; but there is only one way that Heaven approves. God's remedies are the simple agencies of nature, that will not tax or debilitate the system through their powerful properties. Pure air and water, cleanliness, a proper diet, purity of life, and a firm trust in God, are remedies for the want of which thousands are dying; yet these remedies are going out of date because their skillful use requires work that the people do not appreciate. Fresh air, exercise, pure water, and clean, sweet premises, are within the reach of all, with but little expense; but drugs are expensive, both in the outlay of means, and the effect produced upon the system.  {TSDF 84.11}  \n                                                        M. H.--231-233 \n     Those who seek healing by prayer should not neglect to make use of the remedial agencies within their reach. It is not a denial of faith to use such remedies as God has provided to alleviate pain and to aid nature in her work of restoration. It is no denial of faith to co-operate with God, and to place themselves in the condition most favorable to \n\n\n                                                                   85 \n\nrecovery. God has put it in our power to obtain a knowledge of the laws of life. This knowledge has been placed within our reach for use. We should employ every facility for the restoration of health, taking every advantage possible, working in harmony with natural laws. When we have prayed for the recovery of the sick, we can work with all the more energy, thanking God that we have the privilege of cooperating with Him, and asking His blessing on the means which He Himself has provided.  {TSDF 84.12}  \n     We have the sanction of the word of God for the use of remedial agencies. . . .",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 85
}