{
    "word": "I have the most tender feelings toward our brethren who have made this mistake, and I would say that those who depreciate the ones who have accepted reproof, will be permitted to pass through trial which will make manifest their own individual weakness and defects of character. Bro. Jones and Prescott are the Lord's chosen messengers, beloved of God. They have co-operated with God in the work for this time. While I cannot endorse their mistakes, I am in sympathy and union with them in their general work. \n                                                                           1242\nThe Lord sees that they need to walk in meekness and lowliness of mind before him, and to learn lessons which will make them more careful in every word they utter and in every step they take. These brethren are God's ambassadors. They have been quick to catch the bright beams of the Sun of Righteousness, and have responded by imparting the heavenly light to others. If they have felt afraid to refuse that which bore the appearance of being light, if they have grasped too eagerly that which has been misleading, believing it to be the counsel of God, should anyone be disposed to find fault, to criticize or complain, when they now acknowledge that they have not been as careful as they should have been to distinguish the tendency of a testimony that had an appearance of being divine? Shall those who have been manifestly refusing to accept real light, refusing to accept the power of the Holy Spirit, strengthen themselves in their resistance of light, and apologize for their hardness of heart, which has brought to them only darkness and the displeasure of God, because some other brethren who have receive the light of God's Holy Spirit, have made a misstep? Let every soul who has received the theory of the truth now take heed how they treat God's messengers. Let no one be found working on Satan's side of the question, as an accuser of the brethren. Let every bruise and wound be healed. Let every one who has named the name of Christ, walk in all humility of mind, and let no hard, unChristlike feelings be cherished in the heart to develop into satanic attributes in the character. Those who have not been in close connection with God are now put to the test by this circumstance, and they are now being proved to see whether they will lift up their souls unto vanity in self-confidence saying \"I knew it would be so.\" \n                                                                           1243",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 1241
}