{
    "word": "“NEITHER IS IT TO BE OBJECTED, AS I CONCEIVE, TO YOURSELF OR YOUR FRIENDS, THAT YOU HAVE DEVOTED MUCH TIME AND ATTENTION TO THE STUDY OF THE CHRONOLOGY OF PROPHECY, AND HAVE LABORED MUCH TO DETERMINE THE COMMENCING AND CLOSING DATES OF ITS GREAT PERIODS. IF THESE PERIODS ARE ACTUALLY GIVEN BY THE HOLY GHOST IN THE PROPHETIC BOOKS, IT WAS DOUBTLESS WITH THE DESIGN THAT THEY SHOULD BE STUDIED, AND PROBABLY, IN THE END, FULLY UNDERSTOOD; AND NO MAN IS TO BE CHARGED WITH PRESUMPTUOUS FOLLY WHO REVERENTLY MAKES THE ATTEMPT TO DO THIS. . . . IN TAKING A DAY AS THE PROPHETICAL TERM FOR A YEAR, I BELIEVE YOU ARE SUSTAINED BY THE SOUNDEST EXEGESIS, AS WELL AS FORTIFIED BY THE HIGH NAMES OF MEDE, SIR ISAAC NEWTON, BISHOP NEWTON, KIRBY, SCOTT, KEITH, AND A HOST OF OTHERS, WHO HAVE LONG SINCE COME TO SUBSTANTIALLY YOUR CONCLUSIONS ON THIS HEAD. THEY ALL AGREE THAT THE LEADING PERIODS MENTIONED BY DANIEL AND JOHN DO ACTUALLY EXPIRE ABOUT THIS AGE OF THE WORLD, AND IT WOULD BE A STRANGE LOGIC THAT WOULD CONVICT YOU OF HERESY FOR HOLDING IN EFFECT THE SAME VIEWS WHICH STAND FORTH SO PROMINENTLY IN THE NOTICES OF THESE EMINENT DIVINES.” “YOUR RESULTS IN THIS FIELD OF INQUIRY DO NOT STRIKE ME AS SO FAR OUT OF THE WAY AS TO AFFECT ANY OF THE GREAT INTERESTS OF TRUTH AND DUTY.” “YOUR ERROR, AS I APPREHEND, LIES IN ANOTHER DIRECTION THAN YOUR CHRONOLOGY.” “YOU HAVE ENTIRELY MISTAKEN THE NATURE OF THE EVENTS WHICH ARE TO OCCUR WHEN THOSE PERIODS HAVE EXPIRED. THIS IS THE HEAD AND FRONT OF YOUR EXPOSITORY OFFENDING. . . . THE GREAT EVENT BEFORE THE WORLD IS NOT ITS PHYSICAL CONFLAGRATION, BUT ITS MORAL REGENERATION. ALTHOUGH THERE IS DOUBTLESS A SENSE IN WHICH CHRIST MAY BE SAID TO COME IN CONNECTION WITH THE PASSING \n683\nAWAY OF THE FOURTH EMPIRE AND OF THE OTTOMAN POWER, AND HIS KINGDOM TO BE ILLUSTRIOUSLY ESTABLISHED, YET THAT WILL BE FOUND TO BE A SPIRITUAL COMING IN THE POWER OF HIS GOSPEL, IN THE AMPLE OUTPOURING OF HIS SPIRIT, AND THE GLORIOUS ADMINISTRATION OF HIS PROVIDENCE.” EVIDENTLY, MR. BUSH LOOKED FOR THE CONVERSION OF THE WORLD AS THE EVENT TO MARK THE TERMINATION OF THE 2300 DAYS. BOTH MR. MILLER AND MR. BUSH WERE RIGHT ON THE TIME QUESTION, AND BOTH WERE MISTAKEN IN THE EVENT TO OCCUR AT THE CLOSE OF THE GREAT PERIODS.",
    "paragraph": 4,
    "bookcode": "GC88",
    "page": 682
}