{
    "word": "Chap. 71 - Sermon\n\n                                                   MS. 4 1890 \n\n          Sermon by Mrs. E. G. White, March 8, 1890. \n\n                                               -\n\n     Yesterday morning before I went into the ministers' meeting my soul was greatly distressed. I can not tell you how hard the pressure was. It seemed to amount to an agony, and in the night season it was an agony. I did not know what to expect, or how long this thing was going to persevere. I stood before our people after I came from Minneapolis in the church. I told them what God had presented to me. I stood before them in this room, when the Committee was here. I told them that every one of them that laid that hardness into their hearts when they were at Minneapolis, and that pursued the course they did, they never would see a ray of light till they confessed it. It has not had any influence on Brother Smith, but he stood just as strong to push back. I have had to stand all the time to push, and when I have felt that I could not do it, then the words have come, \"I am back of you to push with you.\" And the light that came to me night before last laid it all open again before me, just the influence that was at work, and just where it would lead. I want to tell you, brethren, whoever you are, I want to tell you, that you are just going over the very same ground that they went over in the days of Christ. You have had their experience; But God deliver us from having the come-out of it as they had. But notwithstanding you have heard my testimony, notwithstanding it was the testimony of the Spirit of God, you have braced yourselves,--a few of you, strong men of determined will,--to carry it out on your line, to fight it out on your line. May God have mercy upon your souls, because you need it. You have \n                                                                           594\nstood right in the way of God. The earth is to be lighted with his glory, and if you stand where you stand today, you might just as quick say that the Spirit of God was the spirit of the devil. You have said it now in your actions, in your attitudes, that it is the spirit of the devil. You have said it thus, and you will say it when the crisis will come. And while praying here on my knees, I have had the evidence that there would be a break. The Spirit of God has come upon me, the light of heaven has shown into my heart, and his comforting grace is upon me. My mind is just as clear as a sunbeam; I rejoice in God my Saviour today. I thank God that I have not been discouraged to death; I thank God that I have clung to the arm of infinite power to stand all but alone. The ones that ought to have stood with me, that God would have to stand with me to receive the blessings, have stood to hedge up my way in every step. I want to tell you, brethren, there are debaters among us. I warned them in Minneapolis never to put a minister in a Conference by the side of a debater. For the last twenty years the light has shown upon me in regard to debaters. They will turn light into darkness. That is just what Brother Matthew Larson will do. He has an education, but unless the Holy Ghost shall come upon him, he will never go through with this cause to its close. What is the matter? I am afraid of Brother Larson; I am afraid of Brother Larson. I will not converse with you unless you are with other men. You will take my words. You will put a false interpretation upon them, and you will make them mean this or that other than they shall. And those that stand criticizing, let me tell you, you \n                                                                           595\nare walking in the sparks of your own kindling, and you are right down in darkness. It is the word of God. God presented the case before me. I told it to Brother Morrison when we were in Des Moines. Said I: \"If you don't come out as Elder Canright, it is because you will be a converted man; but every soul that is connected with you that you have educated and trained as a debater, you will wish that work was undone.\" Brethren, we are not here for this work. We are not here to study infidel authors, to open our minds to the suggestions of the devil. We are here to get ready for the judgment, and we are right on the borders of the eternal world. Here are many that are to go forth to their fields of labor to strengthen the things that are ready to die, or to be powers of darkness. Now what are you going to do in this matter?",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 593
}