{
    "word": "The minister's wife who is not devoted to God is no help to her husband. While he dwells upon the necessity of bearing the cross, and urges the importance of self-denial, the daily example of his wife often contradicts his preaching and destroys its force. In this way she becomes a great hindrance, and often leads her husband away from his duty and from God. She does not realize what a sin she is committing. Instead of seeking to be useful, seeking with true love for souls to help such as need help, she shrinks from the task, and prefers a useless life. She is not constrained by the power of Christ's love, and by unselfish, holy principles. She does not choose to do the will of God, to be a co-worker with her husband, with angels, and with God. When the wife of the minister accompanies her husband in his mission to save souls, it is a great sin for her to hinder him in his work by manifesting unhappy discontent. Yet, instead of entering heartily into his labors, seeking every opportunity to unite her interest and labor with his, she often studies how she can make it more easy or pleasant for herself. If things around them are not as agreeable as she could wish (as they will not always be), she should not indulge homesick feelings, or by lack of cheerfulness and by spoken complaints harass the husband and make his task harder, and perhaps, by her discontent, draw him from the place where he could do good. She should not divert the interest of her husband from laboring for the salvation of souls, to sympathize with her ailments, \n211\nand gratify her whimsical, discontented feelings. If she would forget herself, and labor to help others, talk and pray with poor souls, and act as if their salvation was of higher importance than any other consideration, she would have no time to be homesick. She would feel from day to day a sweet satisfaction as a reward for her unselfish labor; I cannot call it sacrifice, for some of our ministers’ wives do not know what it is to sacrifice or suffer for the truth's sake.",
    "paragraph": 1,
    "bookcode": "GW92",
    "page": 210
}