{
    "word": "The Lord invites His people to become workers together with Him in rebuilding and reshaping character according to the true standard of moral rectitude. Through faith in Christ we are to be recreated in His image. Jesus says, Behold, I create a new thing in the earth. Apostate man is to be recovered; fallen humanity is to be elevated; sin is to be pardoned; and sinners are to be saved, that God may be eternally glorified. The treasures of wisdom which have been hidden for ages are to be brought forth for the enriching of the lost. O what treasures of wisdom are to be opened up for the view of the world! Every divine resource is placed at the disposal of man, in order that he may become a colaborer with God. Nothing has been withheld. When God gave His only-begotten Son to our world, He gave all the treasures of heaven. What power, what glory, has been revealed in Christ Jesus! The greatest display of majesty and power is given to the world through the only-begotten Son of God. With this power at our command, I would ask in the name of Jesus Christ of Nazareth why it is that God's people do not awake to their duty? Why is it that every individual does not become an example in doing the work that the time demands in first giving himself and then his talents of means and ability for the enlightenment and salvation of a people who are in the dense darkness of pitiful and most deplorable ignorance? Are there not men, women, and youth who will go forth to establish schools, and thus become teachers to instruct the colored people so that they may be enabled to read the word of God? We must teach them to read God's word, or they will become the ready dupes of false shepherds that misinterpret the Scriptures and that manufacture doctrines and teach traditions which will lead them into the paths of perdition There are preachers and teachers among the colored people who are addicted to licentious habits; and how can they understand the binding claims of the law of God when the standard of righteousness is not \n                                                                           33\nrevealed and exalted before their eyes by the precept and example of their teachers? We must go among them and show them how to honor and obey God's law, in order that they may be prepared to have a part in the new earth.",
    "paragraph": 1,
    "bookcode": "SW",
    "page": 32
}