{
    "word": "Contemplating the fate of the city he had loved, the soul of Jesus yearned over the child of his care. Unrequited love broke the heart of the Son of God. Little did the multitude know of the grief that weighed upon the spirit of Him whom they worshiped. They saw his tears and heard his groans, and for a brief space a mysterious awe interrupted their joyful demonstrations; but they could not understand the meaning of his lamentation over Jerusalem. Meanwhile, reports were brought to the rulers that Jesus was approaching the city attended by a great concourse of people. In trepidation they go out to meet him, hoping \n                                                                           396\nto disperse the crowd by means of their authority. As the procession is about to descend the Mount of Olives, it is intercepted by the rulers. They inquire who and what is the cause of all this tumultuous rejoicing. As they, with much authority, repeat their question,--Who is this? the disciples, filled with a spirit of inspiration, are heard above all the noise of the crowd, repeating in eloquent strains the prophecies which answered this question. Adam will tell you, It is the seed of the woman that shall bruise the serpent's head. Ask Abraham, he will tell you, It is Melchisedek, King of Salem, King of Peace. Jacob will tell you, He is Shiloh of the tribe of Judah. Isaiah will tell you, Immanuel, Wonderful, Counsellor, the Mighty God, the everlasting Father, the Prince of Peace. Jeremiah will tell you, The Branch of David, the Lord, our righteousness. Daniel will tell you, He is the Messiah. Hosea will tell you, He is the Lord God of Hosts, the Lord is his memorial. John the Baptist will tell you, He is the Lamb of God who taketh away the sin of the world. The great Jehovah has proclaimed from his throne, This is my beloved Son. We, his disciples, declare, This is Jesus, the Messiah, the Prince of Life, the Redeemer of the world. And even the Prince of the powers of darkness acknowledges him, saying, \"I know thee who thou art, the Holy One of God.\"",
    "paragraph": 2,
    "bookcode": "2SP",
    "page": 395
}