{
    "word": "There are many who try to correct the lives of others by attacking what they regard as wrong habits. They go to those whom they think in error and point out their defects, but do not seek to direct the mind to true principles. Such a course often comes far short of securing the desired results. When we make it evident that we are trying to correct others, we too often arouse their combativeness, and do more harm than good. And there is the danger to the reprover also. He who takes it upon himself to correct others, is likely to cultivate a habit of fault-finding, and soon his whole interest will be in picking flaws and finding defects. Do not watch others, to pick at their faults, or expose their errors. Educate them to better habits by the power of your own example.  {TSDF 103.10}  \n     Let it ever be kept before the mind that the great object of hygienic reform is to secure the highest possible development of mind and soul and body. All the laws of nature--which are the laws of God--are designed for our good. Obedience to them will promote our happiness in this life, and will aid us in a preparation for the life to come.  {TSDF 103.11}  \n     There is something better to talk about than the faults and weaknesses of others. Talk of God and His wonderful works. Study into the manifestations of His love and wisdom in all the works of nature.  {TSDF 103.12}  \n     Study that marvelous organism, the human system, and the laws by which it is governed. Those who perceive the evidences of God's love, who understand something of the wisdom and beneficence of His laws, and the blessings that result from obedience, will come to regard their duties and obligations from an altogether different point of view. Instead of looking upon an observance of the laws of health as a matter of sacrifice or self-denial, they will regard it, as it really is, as an inestimable blessing. \n\n104  {TSDF 103.13}  \n                                                        3 T.--19-21 \n     The Reformer was about dead. Brother B. had urged the extreme positions of Dr. Trall. This had influenced the doctor to come out in the Reformer stronger than he otherwise would have done, in discarding milk, sugar, and salt. The position to entirely discontinue the use of these things may be right in its order; but the time had not come to take a general stand upon these points. And those who do take their position, and advocate the entire disuse of milk, butter, and sugar, should have their own tables free from these things. Brother B., even while taking his stand in the Reformer with Dr. Trall, in regard to the injurious effects of salt, milk and sugar, did not practice the things he taught. Upon his own table, these things were used daily.",
    "paragraph": 1,
    "bookcode": "TSDF",
    "page": 104
}