{
    "word": "8-10. Paul's Estimate of God's Grace.--[Philippians 3:8, 9 quoted.] The righteousness that before he [Paul] had thought worth so much was now worthless in his sight. His own righteousness was unrighteousness. The deep longing of his soul was, \"That I may know him, and the power of his resurrection, and the fellowship of his sufferings, being made conformable unto his death.\"  {7BC 905.10}  \n     He would know for himself the power of the Saviour's grace. He trusted in His power to save even him, who had persecuted the church of Christ. In his estimation no treasure could equal the value of the gift of the knowledge of Christ (MS 89, 1903).  {7BC 905.11}  \n     9. See EGW on Colossians 2:10.  {7BC 905.12}  \n     12. See EGW on 2 Corinthians 12:1-4; 2 Peter 3:18.  {7BC 905.13}  \n     12-15. See EGW on Revelation 3:18-21.  {7BC 905.14}  \n     13. This One Thing I Do.--Paul's calling demanded from him service of varied kinds--working with his hands to earn his living, traveling from place to place, establishing churches, writing letters to the churches already established. Yet in the midst of these varied labors, he declared, \"This one thing I do.\"  {7BC 905.15}  \n     One thing he kept steadfastly before him in all his work--to be faithful to Christ, who, when he was blaspheming His name and using every means in his power to make others blaspheme it, had revealed Himself to him. The one great purpose of his life was to serve and honor Him whose name had once filled him with contempt. His one desire was to win souls to the Saviour. Jew and Gentile might oppose and persecute him, but nothing could turn him from his purpose (Letter 107, 1904).  {7BC 905.16} \n \n                             Chapter 4 \n\n     8. See EGW on Psalm 19:14.  {7BC 905.17} \n     18. See EGW on Acts 10:1-4. \n\n                                               -\n  {7BC 905.18}  \n\nColossians\n\n\n                                Chapter 1 \n\n     Instruction of Highest Value.--The manifestation of real goodness is the bearing of fruit in good works. This bears the endorsement of heaven. Read the first chapter of Paul's Epistle to the Colossians. The instruction it contains is of the highest value. The religion of Christ makes all who possess it truly benevolent. It countenances no littleness, no mean transactions. \n                                                                           906\nTrue Christians have a nobility which allows none of the cheap, covetous actions that are a disgrace to the doer of them (Letter 58, 1900).  {7BC 905.19}  \n     What Our Churches Should Be.--The first and second chapters of Colossians have been presented to me as an expression of what our churches in every part of the world should be (Letter 161, 1903).",
    "paragraph": 1,
    "bookcode": "7BC",
    "page": 906
}