{
    "word": "Chapter XX. - The Reformation.\n\n     But notwithstanding all the persecution and the putting to death of the saints, yet living witnesses were raised up on every hand. The angels of God were doing the work committed \n                                                                           120\nto their trust. They were searching in the darkest places, and were selecting out of the darkness, men who were honest at heart. They were all buried up in error, yet God selected them as he did Saul, as chosen vessels to bear his truth, and raise their voices against the sins of his professed people. The angels of God moved upon Martin Luther, Melancthon, and others in different places, to thirst for the living testimony of the word of God. The enemy had come in like a flood, and the standard must be raised up against him. Luther was chosen to breast the storm, and stand up against the ire of a fallen church, and strengthen the few who were faithful to their holy profession. He was ever fearful of offending God. He tried through works to obtain the favor of God; but he was not satisfied until a gleam of light from heaven drove the darkness from his mind, and led him to trust, not in works, but in the merits of the blood of Christ; and to come to God for himself, not through popes nor confessors, but through Jesus Christ alone. O how precious was this knowledge to Luther! He prized this new and precious light which had dawned upon his dark understanding, and had driven away his superstition, higher than the richest earthly treasure. The word of God was new. Every thing was changed. The Book he had dreaded because he could not see beauty in it, was life, Life to him. It was his \n                                                                           121\njoy, his consolation, his blessed teacher. Nothing could induce him to leave its study. He had feared death; but as he read the word of God, all his terrors disappeared, and he admired the character of God, and loved him. He searched the word of God for himself. He feasted upon the rich treasures it contained, and then he searched it for the church. He was disgusted with the sins of those in whom he had trusted for salvation. He saw very many enshrouded in the same darkness which had covered him. He anxiously sought an opportunity to point them to the Lamb of God, who alone taketh away the sin of the world. He raised his voice against the errors and sins of the Papal church, and earnestly longed to break the chain of darkness which was confining thousands, and causing them to trust in works for salvation. He longed to be enabled to open to their minds the true riches of the grace of God, and the excellence of salvation obtained through Jesus Christ. He raised his voice zealously, and in the power of the Holy Spirit, cried against the existing sins of the leaders of the church; and as he met the storm of opposition from the priests, his courage did not fail; for he firmly relied upon the strong arm of God, and confidently trusted in him for victory. And as he pushed the battle closer and closer, the rage of the priests was kindled against him. They did not wish to be reformed. They chose to be left \n                                                                           122\nin ease, in wanton pleasure, in wickedness. They wished the church kept in darkness.",
    "paragraph": 1,
    "bookcode": "1SG",
    "page": 119
}