{
    "word": "\"Those who place themselves under God's control, to be guided and controlled by Him, will catch the steady tread of the events ordained by Him to take place. A holy, consuming emulation will take possession of them. Let the church have increased faith, catching zeal from their unseen, heavenly allies, from the knowledge of their exhaustless resources, from the greatness of the enterprise in which they are engaged, and from the power of their Leader. Let them gain from God strength for the accomplishment of the great work to be done for the most needy people in this Christian nation. Let no man lay his hand upon the means and resources, saying, 'They are more needed somewhere else.'  {1888 1801.10}  \n     \"When God's people heed a 'Thus saith the Lord,' the dearth of means brought about by transactions that do not bear the stamp of divine approval will be removed. When they catch the Spirit of Him who gave His life for the life of the world, they will no longer stand still in impotency, pointing to what they can not do, and forbidding others to work. Putting on the armor of Christ's righteousness, they will go forth into the warfare, willing to do and dare for God, knowing that in His omnipotence He will supply their need.\"  {1888 1801.11}  \n     Brethren, shall not the work for the colored people go forward? Will you not say, \"Amen,\" to this? (Congregation: Amen.) When my son Edson has written to me about the difficulties that the workers had to meet, I have written back to him, over and over again: \"Do not fail or become discouraged. Hold fast to the work.\" And his reply has been: \"We are doing it. But it seems sometimes as if the work would slip out of our hands.\"  {1888 1801.12}  \n     The Lord has put His approval upon the work done in the Southern field. Mistakes have been made; but have not mistakes been made in every field where work has been started? When you watch for mistakes, and put out your hand to discourage where God approves, you are working and talking against the Master. God is very much displeased with every one who has placed any hindrance in the way of the advancement of the work for the colored people.  {1888 1801.13}  \n     Let us take hold of the work in the \n                                                                           1802\nSouthern states intelligently. I rejoice that Brother Butler is with us in this work. I have known that the time would come when he would again take his place in the work. I want you to appreciate the trials that he has passed through, and to help him all you can. God desires the gray-haired pioneers, the men who acted a part in the work when the first, second and third angels' messages were first given, to stand in their place in His work today. They are not to drop out of sight. We commit Brother Butler to you, in the name of the God of Israel, asking you to help him all you can. And Elder Butler must plan to have others share his burdens.  {1888 1801.14} \n     I commit my son, James Edson White, to you. He has nearly lost his life in trying to bring the work in the South to its present point of advancement. How little some appreciate the efforts that he has put forth! But God knows the work that has been done. He knows of the struggles and the sacrifices of the workers, and of their attempts to accomplish something for the Lord. Brethren, do not do anything to weaken Edson White's hands. There is enough in the work itself to distress his soul and to wear him out.",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 1802
}