{
    "word": "We are educating the people here who are not inclined to put brain, bone and muscle into their work, that it must become a fixed conviction in their souls that religion merely handed down from our fathers will not withstand the temptations of Satan. We are trying to demonstrate to them that while there is no panoply but truth for us in order to be saved, diligence in business is essential to guard us against temptation. Indolence and idleness, games and parties and holiday picnics are opening many avenues to temptation. Doing away with these abundant pleasure gatherings and making precious time tell in doing something useful in the service of Christ, will be a greater educating force to make all-sided students than loading down the mind with studies of authors usually studied in our schools. It is not toil in trades nor in cultivation of the soil, that degrades any man; it is not hard taxing labor that weakens the brain power, and creates sickness and disease; it is the little use made of the living machinery that enfeebles and causes disease and premature death. Disease of the organs that God has given to the living human agent is the cause of disease and feebleness of all powers, the intellect included. Adam was created in innocence, yet God gave him employment, to tend the garden. This did not degrade him. Here was his book of study--God in nature. He was to study God and obey Him. Paul had to work laboring with his hands, and felt no dishonor in it. All who would resist temptations that assail them from without and within must make sure that they are on the Lord's side, that His truth is in their hearts; that it keep a sentinel watch in their souls, ready to sound an alarm and summon them to action warring against evil. All knowledge that deserves the name of science is found in the higher education, in the Word of God and should be acquired by all human agents. True education strengthens the moral powers, expands the mind, and should be cultivated. But the grand educating book found in nature, which hears and sees God, \n\n\n                                -84- \n\nhas been greatly neglected. God help us to teach correctly what constitutes an all-sided education.",
    "paragraph": 3,
    "bookcode": "SpM",
    "page": 83
}