{
    "word": "Editing the Published Testimonies in 1884.-- Dear Brother Smith: I have today mailed you a letter, but information has been received from Battle Creek that the work upon Testimonies is not accepted. [REFERENCE IS TO THE WORK BEING DONE IN RESPONSE TO THE GENERAL CONFERENCE SESSION ACTION OF NOVEMBER 16, WHICH READS: \n     \"32. WHEREAS, SOME OF THE BOUND VOLUMES OF THE TESTIMONIES TO THE CHURCH, ARE OUT OF PRINT, SO THAT FULL SETS CANNOT BE OBTAINED AT THE OFFICE; AND, \n     \"WHEREAS, THERE IS A CONSTANT AND URGENT CALL FOR THE REPRINTING OF THESE VOLUMES; THEREFORE, \n     \"RESOLVED, THAT WE RECOMMEND THEIR REPUBLICATION IN SUCH A FORM AS TO MAKE FOUR VOLUMES OF SEVEN OR EIGHT HUNDRED PAGES EACH. \n     \"33. WHEREAS, MANY OF THESE TESTIMONIES WERE WRITTEN UNDER THE MOST UNFAVORABLE CIRCUMSTANCES, THE WRITER BEING TOO HEAVILY PRESSED WITH ANXIETY AND LABOR TO DEVOTE CRITICAL THOUGHT TO THE GRAMMATICAL PERFECTION OF THE WRITINGS, AND THEY WERE PRINTED IN SUCH HASTE AS TO ALLOW THESE IMPERFECTIONS TO PASS UNCORRECTED; AND, \n     \"WHEREAS, WE BELIEVE THE LIGHT GIVEN BY GOD TO HIS SERVANTS IS BY THE ENLIGHTENMENT OF THE MIND, THUS IMPARTING THE THOUGHTS, AND NOT (EXCEPT IN RARE CASES) THE VERY WORDS IN WHICH THE IDEAS SHOULD BE EXPRESSED; THEREFORE, \n     \"RESOLVED, THAT IN THE REPUBLICATION OF THESE VOLUMES, SUCH VERBAL CHANGES BE MADE AS TO REMOVE THE ABOVE-NAMED IMPERFECTIONS, AS FAR AS POSSIBLE, WITHOUT IN ANY MEASURE CHANGING THE THOUGHT; AND FURTHER, \n     \"34. RESOLVED, THAT THIS BODY APPOINT A COMMITTEE OF FIVE TO TAKE CHARGE OF THE REPUBLICATION OF THESE VOLUMES ACCORDING TO THE ABOVE PREAMBLES AND RESOLUTIONS.\"--REVIEW AND HERALD, NOV. 27, 1883. \n     \"THE COMMITTEE OF FIVE TO TAKE CHARGE OF THE REPUBLICATION OF THE TESTIMONIES PROVIDED FOR IN THE THIRTY-FOURTH RESOLUTION WAS ANNOUNCED AS FOLLOWS, THE CHAIR HAVING BEEN EMPOWERED TO SELECT FOUR PERSONS BESIDES HIMSELF FOR THIS PURPOSE: W. C. WHITE, URIAH SMITH, J. H. WAGGONER, S. N. HASKELL, GEORGE I. BUTLER.\"--IBID. \n     THE WORK WAS SUBMITTED TO ELLEN WHITE AND WAS APPROVED BY HER. THE LETTER TO ELDER SMITH INTIMATES THAT SHE WAS MORE READY TO ACCEPT THE IMPROVEMENTS THAN SOME IN BATTLE CREEK. THE PRODUCT WAS OUR PRESENT TESTIMONIES, VOLS. 1-4, PUBLISHED IN 1885.--COMPILERS.]",
    "paragraph": 1,
    "bookcode": "3SM",
    "page": 96
}