{
    "word": "I am alarmed for you at Battle Creek. Teachers are very exact in visiting with denunciation and punishments those students who violate the slight rules, not from any vicious purpose, but heedlessly; or circumstances occur which make it no sin for them to deviate from rules which have been made, and which should not be held with inflexibility if transgressed, and yet the person in fault is treated as if he had grievously sinned. Now I want you to consider, teachers, where you stand, and deal with yourselves and pronounce judgment against yourselves; for you have not only infringed the rules, but you have been so sharp, so severe upon students; and more than this, there is a controversy between you and God. You have not made straight paths for your feet lest the lame be turned out of the way. You have departed from safe paths. I say \"teachers\"; I do not specify names. I leave that to your own consciences to appropriate. The Lord God of Israel has wrought in your midst again and again. You have had great evidences of the stately steppings of the Most High. But a period of great light, of the wonderful revealings of the Spirit \n                                                                           223\nand power of God, is a period of great peril, lest the light shall not be improved. Will you consider Jeremiah 17:5-10; 18:12-15? For you are most surely coming under the rebuke of God. Light has been shining in clear and steady rays upon you. What has this light done for you? Christ, the Chief Shepherd, is looking upon you with displeasure, and is inquiring, \"Where is the flock that was given thee, thy beautiful flock?\" \"Wherefore I take you to record this day, that I am pure from the blood of all men. For I have not shunned to declare unto you all the counsel of God. Take heed therefore unto yourselves, and to all the flock, over which the Holy Ghost hath made you overseers, to feed the church of God, which He hath purchased with His own blood.\" \"Feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind.\"",
    "paragraph": 3,
    "bookcode": "FE",
    "page": 222
}