{
    "word": "\\n     Our sisters have been too willing to excuse themselves from bearing responsibilities which require thought and close application of the mind; yet this is the very discipline they need to perfect Christian experience. They may be workers in the missionary field, having a personal interest in the distribution of tracts and papers which correctly represent our faith. All cannot go abroad to labor, but all can do something at home. Many occupy their time in needless stitching, and trimming, and ruffling of their own and their children's clothing, and thus lose golden moments in which they might improve their talents by efforts to get the truth before others. We should, as Christians, have an abiding sense that our time, our strength and ability, have been purchased with an infinite price. We are not our own to use our moments in gratifying our fancy and our pride. As children of the light we should diffuse light to others. It should be our study how we may best glorify God, how we can work to save and bless souls for whom Christ died. In working to bless others we shall be gathering strength and courage to our own souls, and shall receive the approval of God. Hundreds of our sisters might be at work today if they would. They should dress themselves and their children with simplicity, in neat and durable garments free from adornment, and devote the time they have spent in needless display to missionary work. Letters may be written to friends at a distance. Our sisters may meet together to consult as to the best manner of labor. Money can be saved to present as an offering to God, to be invested in papers and tracts to send to their friends. Those who are now doing nothing should go to work. Let each sister who claims to be a child of God feel indeed a responsibility to help all within her reach. The noblest of all attainments may be gained through practical self-denial and benevolence for others' good. \\n                          (To be continued.) \\n                                                                -\\n",
    "paragraph": 16,
    "bookcode": "RH",
    "page": "December 12, 1878"
}