{
    "word": "\\n     The apostle plainly declares what is the duty of the individual members of the church. He says, \\\"Let him give; not grudgingly, or of necessity; for God loveth a cheerful giver.\\\" The promise of God is that \\\"he which soweth sparingly shall reap also sparingly; and he which soweth bountifully shall reap also bountifully.\\\" The Lord will not forget your labors of love. In this country, times are very hard, and money is very scarce. Some will learn lessons of economy at this time, who never knew what economy was before. Yet we should not forget that we are in the service of God, and that he owns us, and he owns the world. Though we are all poor and unable to do large things, the Lord calls upon every soul to practice self-denial in this time of scarcity, and be able to give, not grudgingly nor of necessity, but with cheerful gratitude for God's unspeakable gift. We are to engage in this work seriously, remembering that now is the time to lay up treasure in heaven, and to send it on beforehand. We shall have to do this through strict self-denial; but every man, woman, and youth, who claims to be the property of Christ, has a work to do in building up the kingdom of God. Now is the sowing time, the reaping time is in the future. And God is able to make all grace abound toward you. If you do your best, if you impart to others that which you have, God will see your labor of love, and will know the measure of every act of self-denial for his name's sake. You will be tested and proved, that it may be made manifest how deep and genuine is your love for Christ and your neighbor, and these tests will come closer and closer upon us. Churches must be erected. Wherever there is a little flock, it must be fed with meat in due season. The last message of mercy is to be given to the world even to the uttermost part of the earth. Those who have physical strength are to employ that strength in the service of God. They are to labor with their hands, and earn means to use in the cause of God. Those who can obtain work are to work faithfully, and to improve the opportunities they see to help those who cannot obtain labor. God is able to make his grace abound toward you, giving you a heart of tenderness and love for the souls of those for whom Christ has paid the ransom of his own life. \\\"That ye, always having all sufficiency in all things, may abound to every good work; (as it is written, He hath dispersed abroad, he hath given to the poor; his righteousness remaineth forever. Now he that ministereth seed to the sower both minister bread for your food, and multiply your seed sown, and increase the fruits of your righteousness;) being enriched in everything to all bountifulness, which causeth through us thanksgiving to God.\\\"",
    "paragraph": 7,
    "bookcode": "RH",
    "page": "August 21, 1894"
}