{
    "word": "\\n     My heart ached when I saw how the poor had to get along in this country. We would see the children going along eating their dinner,-a piece of dry bread moistened in the water of the fountain. But they were happy, and thought they had nothing to complain of. Why is it that we think we must have our pie and cake and rich puddings, when these very things only hinder us from becoming sanctified to God? We should seek to bring our expenses within our means. I want to see every laborer fully consecrated to the work. Some of our workers have thought that they must go to the very best hotels. But is this the way to do? How can we indulge ourselves, in the face of all the misery and distress that there is around us? How much money is swept from the treasury of God by the everlasting habit of picture taking! All this needless expense is registered in the books of heaven. Is it not best for us to believe that the eye of God is upon us? Shall we not so run that we may obtain the prize, and become temperate in all things? Those who engaged in the games in Paul's time were temperate. They kept a stern control of their appetites and passions, that they might be in the best condition to run and obtain the prize. And what was it?--Simply a corruptible crown; but we run for an incorruptible crown that fadeth not away. We do not run with uncertainty, knowing not whether we may receive the prize or not; for if we fulfill the conditions, there is no doubt in the matter. Those in the races often fell fainting and dead within a few feet of victory, but it need not be so with us. We are not as those who beat the air. Is it not of the highest consequence that the brain nerve-force should not be weakened by indulgence, as we have to contend with spiritual wickedness in high places? We are to keep the body under, and bring it into subjection, that we may accomplish all that is possible. The self-denial and self-sacrifice involved in this is essential to our good, that we may reach the high standard that God has set before us. Put yourselves to the task. Put your powers to the stretch, and come out into a position where you can reach the perishing around you. Where is your working-power, your skill, your tact, your means? Does not the cause of God call for the best talents, and the highest use of our faculties? Does it not demand that you obtain a knowledge of your God and Saviour? O, let there be no more complaint! \\\"Bring ye all the tithes into the store-house, that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.\\\" Let us follow in the steps of Him who, though he was rich, yet for our sakes became poor, that we through his poverty might be rich. Let us be willing to give ourselves for others, as he has given himself for us. \\n\\n                                               -\\n",
    "paragraph": 10,
    "bookcode": "RH",
    "page": "March 12, 1889"
}