{
    "word": "\\n     Our work is calling attention to us as a people. We are signs and wonders in the world. Seventh-day Adventists are making progress, doubling their numbers, establishing missions, and unfurling the banner of truth in the dark places of the earth; and yet the work moves far more slowly than God would have it. The members of the church are not aroused to put forth the earnest individual efforts they are capable of making, and every branch of the work is crippled for the want of fervent piety and devoted, humble, God-fearing workers. There is a class that are represented by Meroz. My heart is sore troubled for these. The missionary spirit has never taken hold of their souls. The calls for foreign missions do not stir them to action. What account will these render to God, who are doing nothing in his cause, nothing to win souls to Christ? Such will receive the denunciation, \\\"Thou wicked and slothful servant!\\\" The interest and labors of the church must be extended more earnestly and decidedly to both home and foreign missions. There should be deep heart-searching among our young men and women, to see if they have a work to do for the Master. There is work to be accomplished that money cannot do. Heart devotion is needed now. The destitute portions of the field must be supplied with earnest laborers. Warm, loving hearts are wanted. We must have great faith and corresponding works. All who go into the missionary field will have hardships and trials to endure; they will find hard work, plenty of it; but those who have the right stamp of character will persevere under difficulties, discouragements, privations, holding firmly to the arm of the Lord. They will show a zeal that will not flag, a faith that will not yield, a resolution that will not weaken. They are doing no more than God requires when they dedicate themselves soul, body, and spirit, to his service, becoming partakers with Christ in his sufferings. If they share his self-denial and cross-bearing, they will be partakers also in his joy,--the joy of seeing souls saved through their instrumentality in the kingdom of glory.",
    "paragraph": 15,
    "bookcode": "RH",
    "page": "October 12, 1886"
}