{
    "word": "2SAT - Sermons and Talks Volume Two (1994)\n\n\nFOREWORD\n\n\n\n     THE INSPIRED MINISTRY OF ELLEN G. WHITE IS INDISSOLUBLY LINKED WITH THE RISE AND GROWTH OF THE SEVENTH-DAY ADVENTIST CHURCH. THROUGH HER WRITING AND PUBLIC SPEAKING, THIS SPIRIT-FILLED MESSENGER OF GOD RALLIED THE DISPIRITED BELIEVERS AFTER THE GREAT DISAPPOINTMENT OF 1844, GAVE THEM NEW HOPE, FOCUSED THEIR ATTENTION ON \"PRESENT TRUTH\" IN THE BIBLE, AND CALLED THEM TO CARRY THE THREE ANGELS' MESSAGES TO THE ENTIRE WORLD. HER PROPHETIC GIFT, COUPLED WITH HER UNWAVERING CONFIDENCE IN THE BIBLE AS THE INFALLIBLE TEST OF BOTH TRUTH AND EXPERIENCE, PROVIDED THE BEDROCK FOUNDATION FOR A MOVEMENT SO SMALL WHEN IT BEGAN THAT ONLY GOD'S SPECIAL PROVIDENCE COULD HAVE MADE IT WHAT IT IS TODAY--A WORLD-WIDE CHURCH OF MILLIONS, WITH WORKERS IN ALL CORNERS OF THE GLOBE PROCLAIMING THE GOOD NEWS THAT JESUS IS COMING SOON.\n     WRITING WAS AN ESSENTIAL ELEMENT OF ELLEN WHITE'S MINISTRY. BEGINNING AS A TEEN-AGER, THIS REMARKABLE WOMAN WROTE OUT THE MESSAGES THAT GOD LAID ON HER HEART AND SHOWED TO HER IN VISION. AS THE YEARS PROGRESSED, HER WRITINGS PROVIDED COUNSEL ON ALMOST EVERY PHASE OF PERSONAL LIFE AND CHURCH DEVELOPMENT. GOD REVEALED TO HER THE NEEDS BOTH OF PEOPLE INDIVIDUALLY AND OF THE CHURCH CORPORATELY, AND SHE DID NOT HESITATE TO COMMUNICATE HEAVEN'S ADVICE AND SOLUTIONS. ONLY A PERSON WHO BELIEVED TOTALLY IN HER DIVINE CALL WOULD HAVE USED HER TIME AND STRENGTH SO UNSTINTINGLY IN THE PAINSTAKING TASK OF WRITING OUT BY HAND THE INSPIRED MESSAGES. OFTEN THESE MESSAGES ARRIVED AT EXACTLY THE RIGHT TIME TO KEEP THE CHURCH FROM BEING DRAWN OFF COURSE.\n     BUT WRITING WAS ONLY ONE PHASE OF ELLEN WHITE'S PROPHETIC MINISTRY. WITHOUT ANY FORMAL TRAINING IN PUBLIC SPEAKING, MRS. WHITE BECAME ONE OF THE MOST EFFECTIVE AND DYNAMIC SPEAKERS OF HER TIME. WHEN WORD WAS CIRCULATED THAT SHE WOULD BE THE SPEAKER AT EITHER CHURCH OR SECULAR EVENTS, CROWDS WOULD GATHER FROM FAR AND NEAR. USING HER VOICE PERFECTLY, SHE WOULD MAKE HERSELF HEARD EVEN BY LISTENERS STANDING FARTHEST FROM THE PLATFORM. TO GENERAL AUDIENCES SHE OFTEN SPOKE ON THE SUBJECT OF TEMPERANCE, BUT ALWAYS HER MESSAGES CARRIED OVERTONES OF \"CHRIST OUR RIGHTEOUSNESS.\" SHE LOVED TO TALK ABOUT JESUS AND HIS MATCHLESS CHARMS.\n     FOUR YEARS AGO WE PUBLISHED VOLUME 1 OF SERMONS AND TALKS. THE RESPONSE WAS SO ENTHUSIASTIC THAT WE HEREWITH OFFER VOLUME 2. LIKE THE MESSAGES IN VOLUME 1, THE SERMONS AND TALKS IN THIS VOLUME ARE MOSTLY FROM THE LATTER HALF OF ELLEN WHITE'S MINISTRY. THIS MAY BE ATTRIBUTED TO THE FACT THAT HER MESSAGES WERE MORE FAITHFULLY REPORTED IN THAT PERIOD THAN DURING THE EARLY YEARS. THESE MESSAGES WERE STENOGRAPHICALLY REPORTED, HENCE BY READING THIS BOOK A PERSON RECEIVES THE TRUE \"FEEL\" OF MRS. WHITE AS A SPEAKER.\n     WE TRUST THAT A DEEPENING OF SPIRITUAL INSIGHT AND A CLOSER FELLOWSHIP WITH THE LORD WILL REWARD ALL WHO READ THE MESSAGES IN THIS BOOK. ADDITIONAL VOLUMES OF SERMONS AND TALKS WILL BE PRODUCED AS DEMAND REQUIRES AND TIME PERMITS.\n\n                                   THE TRUSTEES OF THE ELLEN G. WHITE ESTATE\n\n\nTable of Contents\n\nCh. No.  Reference         Chapter Title                            Page\n\n    1    Ms 1, 1869        Diligence in the Work of Preparation .... 1\n\n    2    Ms 5, 1883        Charge to Ministers and Laymen: Labor\n                           Together for Souls ...................... 10\n\n    3    Ms 4, 1885        Christian Fellowship .................... 20\n\n    4    Ms 10, 1886       Preparation for Christ's Coming ......... 26\n\n    5    Ms 16, 1886       The Privilege of Being a Christian ...... 31\n\n    6    Ms 14, 1887       The Need of Earnest, Intelligent Workers  39\n\n    7    Ms 4, 1888        How to Become True Ministers of Christ .. 48\n\n    8    Ms 1, 1890        Heaven's Part in Life's Conflict ........ 57\n\n    9    Ms 3, 1890        The Work in Michigan .................... 71\n\n   10    Ms 19b, 1890      Make the Best Use of Your Talents ....... 80\n\n   11    Ms 27, 1891       Work to Show Christ to the World ........ 92\n\n   12    Ms 11, 1893       Search the Scriptures ................... 99\n\n   13    Ms 26, 1894       Importance of True Sabbathkeeping by the\n                           Entire Family ........................... 104\n\n   14    Ms 21, 1895       Christ Spans the Gulf of Sin ............ 110\n\n   15    Ms 82, 1898       The Leaven of Truth ..................... 115\n\n   16    Ms 163, 1898      Workers in Denominational Institutions to\n                           Be Spiritual; ........................... 123\n                           Counsel on Sunday Work, Holidays, and\n                           Healthful Living\n\n   17    Letter 108, 1898  God's Truth and Spirit to Control and\n                           Purify the Life; ........................ 130\n                           Self to Be Subdued; Faith to Be Exercised\n\n   18    Ms 66, 1899       Light to Go Forth From Avondale; ........ 135\n                           Holy Spirit on These Grounds\n\n   19    Ms 62, 1900       Medical Missionary Work and the Gospel\n                           Ministry ................................ 140\n\n   20    Ms 28, 1901       Christ, Our Loving Comforter and\n                           Restorer ................................ 145\n\n   21    Ms 29, 1901       An Appeal to Prepare the Heart to\n                           Receive the Holy Spirit ................. 151\n\n   22    Ms 37, 1901       The Work in the South; Money Wrongly\n                           Diverted; ............................... 156\n                           Plans and Decisions to Be Made Locally\n\n   23    Ms 144, 1901      Seek God for Wisdom and Power; .......... 163\n                           Feed on the Bread of Life\n\n   24    Ms 110, 1901      The Christian's Hope .................... 171\n\n   25    Ms 126, 1901      The Giving of the Law ................... 180\n\n   26    Ms 20, 1902       Our Elder Brother ....................... 190\n\n   27    Ms 77, 1902       Lessons From the First Chapter of Second\n                           Peter ................................... 193\n\n   28    Ms 96, 1902       Dangers of Worldly Policies and\n                           Principles;  ............................ 204\n                           A Plea for Obedience, Righteousness,\n                           and Unity\n\n   29    Ms 155, 1902      The Divine-Human Christ Set Forth in\n                           Revelation .............................. 213\n\n   30    Ms 30, 1903       Instruction Regarding Establishment of\n                           Institutions; ........................... 225\n                           Restaurants to Be Closed on the Sabbath\n\n   31    Ms 80, 1903       Whoso Offereth Praise Glorifieth God .... 228\n\n   32    Ms 91, 1903       Self-Improvement ........................ 238\n\n   33    Ms 8, 1904        Lessons From the Fifty-Eighth Chapter of\n                           Isaiah .................................. 249\n\n   34    Ms 52, 1904       A Plea for Unity ........................ 260\n\n   35    Ms 170, 1905      Marriage and the Christian Home ......... 270\n\n   36    Ms 11, 1906       Growing in Grace ........................ 274\n\n   37    Ms 61a, 1906      God's Judgment on the Cities ............ 279\n\n   38    Ms 61, 1907       Address to Young People ................. 285\n\n   39    Ms 115, 1907      Why We Have Sanitariums ................. 289\n\n   40    Ms 37, 1908       Abiding in Christ ....................... 292\n\n   41    Ms 47, 1908       \"As Little Children\" .................... 299\n\n   42    Letter 94a, 1909  An Appeal to Work the Cities ............ 305\n\n   43    Ms 73, 1909       Lessons From the First Chapter of Daniel  314\n\n   44    Ms 25, 1910       A Call to Work the Cities, Giving\n                           Particular Attention .................... 322\n                           to Nationality Groups\n\n   45    Ms 65, 1912       The Fruitless Fig Tree .................. 329\n\n   46    Ms 16, 1913       Following on to Know the Lord ........... 334\n\n   47    Ms 20, 1913       \"I Will Not Leave You Comfortless\" ...... 337\n\n\nChap. 1 - Diligence in the Work of Preparation\n\nManuscript 1,1869\n\n   [Remarks by Ellen G. White in Battle Creek, March 26, 1869.] \n\n     I do not intend to speak long enough to weary you this afternoon. I have not strength, and should I consult my own feelings, I should not be here at all. I feel deeply for the people of God, but what to say or do to arouse them from their present lethargy, I know not. It seems that the strength of my life is nearly spent, but I shall not cease pleading with you until I fall at my post, if that is to be my fate.",
    "paragraph": 1,
    "bookcode": "2SAT",
    "page": 1
}