{
    "word": "\\n     Mother's, \\\"the hand that rocks the cradle is the hand that moves the world.\\\" Yours is a work that lives through the ceaseless ages of eternity. The lessons of early life are most firmly stamped upon the mind. You cannot afford to let Satan sow the first crop. Let not an impatient, fretful word escape your lips. Bring Jesus into your homes. If heaven is a good place, why not make home a little heaven below? In your zeal to secure the things of this life, or to make elaborate preparations for company, do not neglect your children. When wearied and worn with cares and perplexities, we cannot properly train them, neither can we take that comfort and peace that we might. Christ commanded us not to lay up for ourselves treasures on the earth. He knew that if we did, it would cause us needless anxiety and sorrow. If you have means, do not hoard it. There are precious souls to save. Instead of caring for self alone, lift up the fallen; instead of petting lap-dogs, care for the needy, those who have souls to save. There is earnest work to be done. All that we need means for, is to use to the glory of God. I would present before you Christ and him crucified. Give him your heart's best affections. Give him your intellect; it belongs to him. Give him your talents of means and of influence; they were only lent to you for improvement. Jesus laid aside his robes of royalty, stepped down from his eternal throne, clothed his divinity with humanity, and for our sakes became poor, that we through his poverty might become rich. Rich in money? in lands? in bank-stock?-- No; that we might secure eternal riches. There is no salvation except that which comes through Christ. He came to earth to lift up the fallen. With his human arm he encircles the race, while with his divine arm he grasps the throne of the infinite, thus connecting finite man to the infinite God, and uniting earth to heaven.",
    "paragraph": 8,
    "bookcode": "RH",
    "page": "October 27, 1885"
}