{
    "word": "\\n     The parable of the talents should be explained to all. The members of the churches should be made to understand that they are the light of the world, and according to their several ability the Lord expects that his professed followers will enlighten and bless those around them. Those who have heard so much preaching ought certainly to know that if they undertake to work for the Lord, they will have divine aid. The Lord has said, \\\"Ask, and ye shall receive.\\\" If they seek strength and wisdom from him, they will not seek in vain. If in accepting responsibility, in seeking to impart light to others, they tremble under the cross, they will be led to the Saviour to find strength and grace and power. Through this experience they will learn to rely, not on their ministers, but on the Lord himself. They will learn to go to Jesus for help, and will not be so dependent on their ministers. They will learn that we have a minister in heaven who understands all our necessities, who is full of wisdom, and unerring in understanding. Those who would work for the Master may come to him in full assurance of faith, and with meekness and lowliness of spirit, they may enter upon the work that lies directly in their pathway. Do not pass by the little things, and look for a large work. You might do successfully the small work, but fail utterly in attempting a large work, and fall into discouragement. Take hold wherever you see that there is work to be done. Whether you are rich or poor, great or humble, God calls you into active service for him. It will be by doing with your might what your hands find to do, that you will develop talents and aptitude for the work, and it is by neglecting your daily opportunities that you become fruitless and withered. This is why there are so many fruitless trees in the garden of the Lord. God has given light, and that light is to shine forth to others in good works. It is by communicating light to others that heart-felt pity is cultivated. In this way you manifest to the world the excellency of the power of the grace of God. Every believer is called of God for this very purpose. He is to do his best toward illuminating others by giving his talents of time, influence, ability, and money to the service of God, that the truth may be set before those who are in darkness. The truth must be brought home personally to the hearts of men.",
    "paragraph": 6,
    "bookcode": "RH",
    "page": "February 28, 1893"
}