{
    "word": "\\n     The request that was made for the exaltation of John and James in the kingdom of Christ, will be granted, if they so improved their talents in the service of God as to fit them for that place. But John and James were on test and trial, and if they proved true, if they held fast the faith once delivered to the saints, they would have the position that the Father had prepared for them, and the position would be according to their unselfish fidelity in using the talents God had intrusted to them in the service of Christ. Each one of us will be dealt with according to the same rule. Shall we not all take the lesson to heart? The way in which we use the Lord's intrusted talents will make a decided difference as to what shall be our future, eternal reward. Those who feel under obligation to God to improve every talent he has lent them to his glory, will be rewarded in proportion to their faithful zeal in his service. Those who misapply the precious talents God has given, who, instead of using them for God's glory, make them serve selfish purposes, will be rewarded as was the man in the parable who went and hid his Lord's money in the earth. Those who are careless, indolent, selfish, who think more of their own exaltation than they do of the honor of God, will not be found keeping the first four and the last six commandments, and can not be rewarded as those will be rewarded who have manifested pure devotion in the service of God. The record of our lives is accurately kept by the recording angel, and we shall each be rewarded according as our works have been. There will be many who will be greatly surprised in the last day. Jesus says, \\\"Many shall come from the east and west, and shall sit down with Abraham, and Isaac, and Jacob, in the kingdom of heaven; but the children of the kingdom shall be cast out into outer darkness; there shall be weeping and gnashing of teeth.\\\" \\n                                                                -\\n",
    "paragraph": 6,
    "bookcode": "ST",
    "page": "July 9, 1896"
}