{
    "word": "\\n\\nSeptember 5, 1895 Are You Buying the Treasure? \\n\\n(Conclusion.)\\n\\n     Christ does not use this parable to commend the man who hides the treasure until he can buy the field; but his object in using this illustration is to convey to our mind the value of spiritual things. To obtain worldly treasure, the man would make a sacrifice of his all; and how much more should we give for the priceless, heavenly treasure! He said again: \\\"The kingdom of heaven is like unto a merchant-man, seeking goodly pearls: who, when he had found one pearl of great price, went and sold all that he had, and bought it.\\\" This goodly pearl represents the priceless treasure of Christ, as does the gold hid in the field. In Christ we have everything that is needful for us in this life, and that which will make up the joy of the world to come. All the money in the world will not buy the gift of peace and rest and love. These gifts are provided for us through faith in Christ. We cannot purchase these gifts from God; we have nothing with which to buy them. We are the property of God; for mind, soul, and body have been purchased by the ransom of the life of the Son of God. Then how can we buy the Son of God as our treasure? Jesus says: \\\"I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that the shame of thy nakedness do not appear; and anoint thine eyes with eye-salve, that thou mayest see.\\\" Then what is it to buy the eternal treasure?--It is simply to give back to Jesus his own, to receive him into the heart by faith. It is cooperation with God; it is bearing the yoke with Christ; it is lifting his burdens. For our sakes he became poor, that we through his poverty might be made rich. The Lord Jesus laid aside his royal crown, he left his high command, he clothed his divinity with humanity, in order that through humanity he might uplift the human race. He so appreciated the possibility of the human race that he became man's substitute and surety. He places upon man his own merit, and thus elevates him in the scale of moral value with God. Christ is the atoning sacrifice. He left the glory of heaven, he parted with his riches, he laid aside his honor, not in order to create love and interest for man in the heart of God, but to be an exponent of the love that existed in the heart of the Father. He came into the world to make man accept the fact that although man had sinned against God, \\\"God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.\\\" Jesus paid the price of all his riches, he assumed humanity, he condescended to a life of poverty and humiliation, in order that he might seek and save that which was lost.",
    "paragraph": 1,
    "bookcode": "YI",
    "page": "September 5, 1895"
}