{
    "word": "\\n     The ministers of these churches need to be converted. They need divine wisdom to take the place of human wisdom. The church may have divine enlightenment. The Lord God and the Lamb must be its light; for no church can live by its own light, or by sparks of its own kindling. It may be that the mechanical working of the church is like well-adjusted machinery, and this is as it should be; for it is necessary to have order and discipline; but it is not right to let everything stop at this point, and to rest satisfied while destitute of the power of vital godliness. Light must come from God to the people, as the word is preached in demonstration of the Spirit and with power. The members of the church must diffuse their derived glory all around them; for they cannot retain the light, unless they reflect its bright and heavenly evidences upon the pathway of others. The bitterest woe will be pronounced upon false shepherds, and upon those who profess to walk in the light of divine truth, and yet make themselves centers to absorb all the God-given rays, resting satisfied in the knowledge that they possess, and making no effort to enlighten others. The parable which our Lord has given, condemning the faithless servant who hid his Lord's money, condemns every member of the church who is not making a right use of his ability to communicate light and truth to others. Those who do not let the light which God has given them, shine upon the darkened pathway of others, are traitors to their Lord, and a burden to the church. They make it manifest that they do not care for the salvation of others, but only for themselves. Those who have had precious opportunities and privileges, and who possess talents, which they will not use in the service of God, will finally lay them all at the feet of Satan, to be employed as he shall direct. They will become receptacles of darkness, of whom it is written, \\\"If the light that is in thee be darkness, how great is that darkness!\\\"",
    "paragraph": 8,
    "bookcode": "RH",
    "page": "September 4, 1888"
}