{
    "word": "\\n     March 10th, Thursday afternoon. Sister I. came in from the country. She lives about ten miles from Battle Creek. She walked about three miles before she could get any opportunity to ride to Battle Creek. She looked sad, appeared chilled, and her sensitive heart was deeply affected as she thought of her errand--she had come for her daughter's wages. Stern necessity had compelled her to take that which she had previously earned, and now her only dependence was to get a few dollars from her daughter for bread. Her disagreeable errand sent the blood from the extremities. She appeared like a woman about to faint. Her teeth chattered, her whole frame shook. She had a husband at home dying with a lingering consumption, and she had four children to supply with bread. They were poor, suffering poor. Their daughter has worked with us ten weeks, and has deprived herself of suitable clothing to help her parents. I asked the mother in the daughter's absence how they were prospered. She said when she was at Battle Creek six weeks before, A. had given her her wages, and now she had come to ask her if she could let her have a little money to get some flour with. Said the mother, (while her heart seemed ready to burst,) \\\"I hate to be compelled to ask her wages; it is more than ought to be asked of any child, but I know not what else to do.\\\" As the mother told A. her wants, A. informed her mother that her wages were all taken up in getting her brother a pair of boots. The mother was disappointed; she saw that there was nothing for her. Said she, \\\"We could have done in some way without the boots; but breadstuff we must have.\\\" I stepped out of the house, leaving the distressed mother and daughter weeping. I related to my husband what was going on in the house. He entered into the matter with me, and we relieved their present necessities. Our little boys, H., E. and W., were moved at once. They begged the privilege of adding their mite, ten cents each. The mother's burden was lightened, and we all wept together as she expressed her gratitude. I shall ever remember these circumstances.",
    "paragraph": 2,
    "bookcode": "GS",
    "page": "December 1, 1859"
}