{
    "word": "\\n     If you do not intend to improve your opportunities and privileges, why do you spend money in attending the school, that your parents have worked hard to obtain? They have sent you away from the home-roof, with high hopes that you would be educated and benefited by your sojourn at college. They have followed you with letters and with prayers, and every line you have written them has been read with eagerness. They have thanked God for every indication that you would make a success of your Christian life, and they have wept for gladness at the indications of your advancement in scientific and spiritual knowledge. O, I want to beseech of you to do nothing that is questionable. Consider in what light your parents would regard your actions, and forbear to do anything that would put thorns in their pillows. Do not be thoughtless, careless, and lawless. Your actions do not end with yourselves; they reflect credit or discredit upon the school, according as they are good or bad. If you do evil, you grieve Jesus Christ, who bought you with the price of his own blood, hurt the soul of your principal, wound the heart of your teachers, and injure and mar your own soul. You make a blot upon your record, of which you will be ashamed. Will it pay? It is always best and safe to do right because it is right. Will you not now do some serious thinking? Right thinking lies at the foundation of right action. Make up your mind that you will respond to the expectations your parents have of you, that you will make faithful efforts to excel, that you will see to it that the money expended for you has not been misapplied and misused. Have a determined purpose to co-operate with the efforts made by parents and teachers, and reach a high standard of knowledge and character. Be determined not to disappoint those who love you well enough to trust you. It is manly to do right, and Jesus will help you to do right, if you seek to do it because it is right.",
    "paragraph": 6,
    "bookcode": "RH",
    "page": "January 23, 1894"
}