{
    "word": "\\n     Thus are pictured the mission and work of Christ and his co-laborers; but how different is the work of the prince of darkness and the work of those who labor on his side of the controversy. Those who are united with the prince of darkness in degrading the souls of their fellow-men, many times cloak their iniquity under the garb of religion; but of them the Lord says: \\\"When ye spread forth your hands, I will hide mine eyes from you; yea, when ye make many prayers, I will not hear: your hands are full of blood.\\\" There are many who spread forth their hands in Pharisaical self-righteousness and self-importance, who yet deny the principles of the law of God in their daily actions. Let not those whose hands are full of blood think to find acceptance with God because of their forms of worship. Those who sell intoxicating liquor to their fellow-men come under this reproof. They receive the earnings of the drunkard, and give him no equivalent for his money. Instead of this, they give him that which maddens him, which makes him act the fool, and turns him into a demon of evil and cruelty. He exchanges his reason at the bar of the liquor-dealer for a glass of rum or brandy; and under its influence he may cruelly beat his wife and children, and may even kill them outright, or do so by piece-meal, through neglect, through failure to supply them with the necessities of life. Because of a lack of proper food, of sufficient clothing, because of discouragements and degradation, sickness and death come upon his family, and at last their misery is over. But angels of God have witnessed every step in the downward path, and have traced every consequence that resulted from a man's placing the bottle to his neighbor's lips. The liquor-dealer is written in the records among those whose hands are full of blood. He is condemned for keeping on hand the poisonous draught by which his neighbor is tempted to ruin, and by which homes are filled with wretchedness and degradation. The Lord holds the liquor-dealer responsible for every penny that comes to his till out of the earnings of the poor drunkard, who has lost all moral power, who has sunk his manhood in drink.",
    "paragraph": 3,
    "bookcode": "RH",
    "page": "May 8, 1894"
}