{
    "word": "\\n     Listen to the voice of Jesus as it comes sounding down along the lines to our time, addressing the professed Christian who stands idle in the market-place: \\\"Why stand ye here all the day idle? . . . Go ye also into the vineyard.\\\" Work while it is day; for the night cometh in which no man can work. The Lord has given to every man talents according to his several ability; but he does not expect the man with the one talent to do the work of the man with the five talents. Jesus designs that each one of us shall train our powers, feeling that they are the property of Christ, and that life itself, as the purchase and gift of Christ, is of great value. Character must be held as sacred because it is Christ's purchased possession, and every power is to be kept in subordination to him. The entire influence of the disciple of Christ, from the moment he takes his position under the blood-stained banner of Immanuel, is to be exerted for Christ. \\\"Ye are laborers together with God.\\\" No one is at liberty to say, \\\"This will I do, and no more,\\\" and set limits to his endeavors. It is enough for him to know that he is Christ's servant, and that the ransom money has been paid for his soul, and that every jot and tittle of his power and wisdom is the gift of God, and not an inheritance to be used to please and glorify himself, but to be employed as God shall see fit,--to be laid under contribution to God. You are to \\\"adorn the doctrine of God our Saviour in all things. For the grace of God that bringeth salvation hath appeared to all men, teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly, in this present world; looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ; who gave himself for us, that he might redeem us from all iniquity, and purify unto himself a peculiar people, zealous of good works.\\\" \\n                                                                -\\n",
    "paragraph": 9,
    "bookcode": "RH",
    "page": "October 30, 1894"
}