{
    "word": "\\n     SOMETHING OF IT CAN BE CAUGHT THROUGH GLASS WINDOWS AND OPEN DOORS, BUT ONLY IN SUCH MEAGER MEASURE AS TO TANTALIZE, RATHER THAN SATISFY. THE SWEET INFLUENCES OF AIR, AND EARTH, AND SKY, ARE SHY OF THE INSIDE OF HOUSE ROOFS AND WALLS. THEY WILL ONLY EXERT THEMSELVES WHERE THERE IS FREE RANGE IN LARGE SPACE. NATURE DOES NOT PROPOSE TO BRING THEM TO US. WE ARE TO GO OUT TO HER, AND TAKE THEM AS SHE OFFERS. SO DO LET US GO. YES, I KNOW THERE IS THE SHOP, AND THE HOUSE-KEEPING, AND THE SEWING, AND THE MONEY-MAKING GENERALLY. AND IT IS ALWAYS THERE, AND ALWAYS WILL BE, AND IF WE ALLOW IT, WE WILL BE FOREVER BOUND DOWN TO IT, SOUL AS WELL AS BODY; AND THIS IS THE VERY REASON WHY WE SHOULD SOMETIMES GET AWAY FROM IT. DO COME, ALL YE WEARY ONES, WHOSE LIVES ARE SPENT IN SERVICE OF OTHERS, EITHER FOR LOVE'S SAKE OR FOR GAIN, COME AND FOR ONCE BE MINISTERED UNTO. MOTHER NATURE WILL TAKE YOU IN HER LAP, WILL WOO YOU WITH THE BREATH OF APPLE BLOSSOMS AND CLOVERS, WILL FAN YOUR CHEEK WITH PERFUME-LADEN AIRS, WILL SOOTHE YOU TO SLEEP WITH DROWSY HUM OF BEES, AND MURMUR OF STREAMS, AND RUSTLE OF MYRIAD FLUTTERING LEAVES, WILL WAKEN YOU WITH JOYOUS VOICES, WILL TAKE AWAY FROM YOUR SPIRITS THE PEEVISHNESS AND LITTLENESS THAT IS SURE TO GATHER IN A NARROW ROUND OF CARE, AND PUT IN THEIR PLACE SOMETHING OF HER SPIRIT OF CHARITY, AND LARGENESS, AND HARMONY, AND BRING YOU INTO SYMPATHY WITH THE DIVINE. THERE WAS NEVER BETTER CHANCE FOR POVERTY-STRICKEN, BURDEN-BEARING HUMAN BEINGS TO ESCAPE FROM THEIR CONDITION AND INDULGE IN LUXURIES FURNISHED WITHOUT MONEY AND WITHOUT PRICE. I PROMISE YOU NATURE WILL SHOW NO FAVORS ON ACCOUNT OF WORLDLY DISTINCTIONS. SHE WILL MINISTER NO MORE GRACIOUSLY TO THE QUEEN OF A REALM THAN TO HER HUMBLEST MENIAL, PROVIDED THAT MENIAL BE LOYAL TO HERSELF. BUT TO THOSE WHO LOOK UPON HER WITH \\\"LOVERS' EYES\\\" SHE MUST OF NECESSITY BE PARTIAL. SHE SHOWS THEM WONDROUS THINGS IN HER PAGES, AND REVEALS HERSELF TO THEM AS SHE CANNOT TO OTHERS.",
    "paragraph": 6,
    "bookcode": "HR",
    "page": "May 1, 1871"
}