{
    "word": "\\n\\nFebruary 8, 1892 Faith and Works.\\n-\\nBy Mrs. E. G. White.\\n-\\n\\n     God will work for us just in accordance with our faith. At the slow rate our people in many States are working, it would take a temporal millennium to warn the world. The angels are holding the four winds that they should not blow until the world is warned, until a people has decided for the truth, the honest of heart have been convicted and converted. Their power, their influence, and their means will then flow in the missionary channel. This is putting out the money to the exchangers, that when the Master shall come, his stewards may present the talents doubled in the ingathering of souls to Jesus Christ. But the wealthy farmers are some of them acting as if in the day of God the Lord only would require of them to present to him enriched, improved farms, building added to building, and they say, \\\"Here, Lord, are thy talents; behold, I have gained all this possession.\\\" If the acres of their farms were so many precious souls saved to Jesus Christ, if their buildings were so many souls to be presented to the Master, then he could say to these men, \\\"Well done, good and faithful servant.\\\" But you cannot take these improved farms, or these buildings, into heaven. The fires of the last days will consume them. If you invest and bury your talents of means in these earthly treasures, your heart is on them, your anxiety is for them, your persevering labor is for them, your tact, your skill is cultivated to serve earthly, worldly possessions, and is not directed or employed upon heavenly things. And you come to look upon the means invested for larger plans in extending the work as so much means lost which brings no returns. This is all a mistake, because the earthly is exalted above the eternal. While the heart is on earthly treasures, it can only estimate such; it cannot appreciate the heavenly treasure. It is fully occupied just as the devil wants it should be; and the eternal is eclipsed by the earthly.",
    "paragraph": 1,
    "bookcode": "ST",
    "page": "February 8, 1892"
}