{
    "word": "\\n     Our fidelity to Christian principles calls us to active service for God. Those who do not use their talents in the cause and work of God, will have no part with Jesus in his glory. Light is to shine forth from every soul that is a recipient of the grace of God. There are many souls in darkness, but what rest, and ease, and quietude many feel in this matter! Thousands enjoy great light and precious opportunities, but do nothing with their influence or their money, to enlighten others. They do not even take the responsibility of keeping their own souls in the love of God, that they may not become a burden to the church. Such ones would be a burden and a clog in heaven. For Christ's sake, for the truth's sake, for their own sakes, such should arouse and make diligent work for eternity. Heavenly mansions are preparing for all who will comply with the conditions laid down in the word of God. In behalf of the souls for whom Christ has died, who are in the darkness of error, it is enjoined upon all true followers of Christ to be a light to the world. God has done his part in the great work, and is waiting for the co-operation of his followers. The plan of salvation is fully developed. The blood of Jesus Christ is offered for the sins of the world, the word of God is speaking to man in counsels, in reproofs, in warnings, in promises, and in encouragement, and the efficacy of the Holy Spirit is extended to help him in all his efforts. But with all this light the world is still perishing in darkness, buried in error and sin. Who will be laborers together with God, to win these souls to the truth? Who will bear to them the good tidings of salvation?--The people whom God has blessed with light and truth are to be the messengers of mercy. Their means are to flow into the divine channel. Their earnest efforts are to be put forth. They are to become laborers together with God, self denying, self-sacrificing, like Jesus, who for our sakes became poor, that we through his poverty might be made rich.",
    "paragraph": 7,
    "bookcode": "RH",
    "page": "March 1, 1887"
}