{
    "word": "\\n     If a new patent passes through the country, men who profess to believe the truth have found a way to raise means and join the enterprise. God is acquainted with every heart. Every selfish motive is known to him, and he suffers things to arise to try the hearts of his professed people, to prove them, and develop character. In some instances the Lord will suffer men to go on, and meet with an entire failure. His hand is against them to disappoint their hopes and scatter what they possess. Individuals who have really felt an interest in the cause of God, and have been willing to venture something for its advancement, will find it a sure and safe investment. Some will have a hundred-fold in this life, and in the world to come life everlasting. But all will not receive their hundred-fold in this life, because they cannot bear it. They would, if intrusted with much, become unwise stewards. The Lord withholds it for their good; but their treasure in Heaven will be secure. How much better is such an investment as this! The desire that some of our brethren possess to earn means fast, leads them to engage in a new enterprise and invest means, and their expectations of making money are not realized. They sink that which they could have spent in God's cause. There is an infatuation in these new enterprises. And notwithstanding these things have been acted over so many times, and the example of others is before them who have made investments and have met with an utter failure, yet they are slow to learn. Satan allures them on, and makes them drunk with anticipated hopes. When these hopes are blasted, they suffer many discouragements in consequence of their unwise adventures. If means are lost, the person looks upon it as a misfortune to himself, as his loss. But he must remember that it is the means of another that he is handling, that he is only a steward, and God is displeased with the unwise management of that means which could have been used to advance the cause of present truth. The unfaithful steward must give an account of his stewardship at the reckoning day. \\n                                                                -\\n",
    "paragraph": 4,
    "bookcode": "RH",
    "page": "April 18, 1871"
}