{
    "word": "“From Volney we went to Port Gibson to attend a meeting in Brother Edson's barn. There were those present who loved the truth but were listening to, and cherishing error. But the Lord wrought for us in power before the close of that meeting. I was again shown in vision the importance of the brethren in Western New York laying their differences aside, and uniting upon Bible truth. When we left Brother Edson's we intended to spend the next Sabbath in New York City. But we were too late for the packet, so we took a line boat, designing to change when the next packet came along. And as we saw the packet approaching we commenced making preparations to step aboard; but the packet did not stop, and we had to spring aboard while the boat was in motion. Brother Bates was holding the money for our fare in his hand, saying to the captain of the boat, ‘Here, take your pay.’ As he saw the boat moving off he sprang to get aboard, but his foot struck the edge of the boat, and he fell back into the water. He then commenced swimming to the boat, with his pocket-book in one hand and a dollar bill in the other. His hat came off, and in saving it he lost the bill, but held fast his pocketbook. The packet halted for him to get aboard. but his clothes were wet with the dirty water of the canal, and as we were near Centerport, we decided to call at the home of Brother Harris, and put them in order. Our visit proved a benefit to that family. Sister H. had been a sufferer for years with catarrh. She had used snuff for this affliction and said she could not live without it. She suffered much pain in her head. We recommended her to go to the Lord, the Great Physician, who would heal her affliction. She decided to do so, and we had a \n250\nseason of prayer for her. She left the use of snuff entirely. Her difficulties were greatly relieved, and her health from that time was better than it had been for years.",
    "paragraph": 1,
    "bookcode": "LS80",
    "page": 249
}