{
    "word": "\\n     There are many who imagine that they are health reformers, and that they are practising right habits in matters of diet. Many have wretched feelings, which they attribute to an insufficient amount of food, when these wretched feelings are due to a different cause altogether. Sometimes it is because the food is not of the right quality, or has not been properly prepared. Others who have indulged their appetite from childhood, think that it is essential for them to have food that tastes good, no matter how unhealthful may be its character. Thus they cultivate a perverted taste, and as a result have a diseased stomach. They abuse and overtax their digestive organs by eating that which they like rather than that which is good for them. On the other hand, many who think themselves patterns of strict propriety in matters of diet are in reality not intelligent health reformers, and their example is not worthy of imitation. They have educated their tastes in the wrong direction, and will have to learn anew what constitutes health reform. Some who have professed to be health reformers have said that they were furnished with rich food from their youth, and that their tastes were cultivated to enjoy this kind of a diet. But such should understand that they should take a different course, and educate themselves to enjoy simple, nutritious food. They should study to prepare inexpensive dishes for the table. Those who profess to be health reformers should not mislead others by their own habits of eating. Neither by precept nor example should they give a false example in these matters. If we do not begin to practise economy now, we shall be compelled to practise economy in the near future. Time is money; it belongs to God. To use precious time in preparing a variety of dishes that will only result in dyspepsia, is certainly putting time to a wrong use. The cook should not be made a slave, or be required to cater to appetite. Let the diet be of such a character that she may prepare it, and yet have time for the reading of her Bible, for prayer, and for relaxation from labor. We should not cherish self-indulgence, or teach others by our example to follow in a selfish course. We should understand what we are about, and consider what kind of impressions we are making upon the minds of those who look to us for guidance.",
    "paragraph": 3,
    "bookcode": "ST",
    "page": "September 30, 1897"
}