{
    "word": "\\n     Those who advocate error, will say, \\\"The Lord saith, when the Lord hath not spoken.\\\" They testify to falsehood, and not to truth. If those who have been proclaiming the message that the church is Babylon, had used the money expended in publishing and circulating this error, in building up, instead of tearing down, they would have made it evident that they were with the people whom God is leading. There is a great work to be done in the world, a great work to be done in foreign lands. Schools must be established in order that youth, children, and those of more mature age may be educated as rapidly as possible to enter the missionary field. There is need not only of ministers for foreign fields, but of wise, judicious laborers of all kinds. The Macedonian cry is sounding from all parts of the world, \\\"Come over and help us.\\\" With all the responsibility upon us to go and preach the gospel to every creature, there is great need of men and means, and Satan is at work in every conceivable way to tie up means, and to hinder men from engaging in the very work that they should be doing. The money that should be used in doing the good work of building houses of worship, of establishing schools for the purpose of educating laborers for the missionary field, of drilling young men and women so that they may go forth and labor patiently, intelligently, and with all perseverance, that they may be agents through whom a people may be prepared to stand in the great day of God, is diverted from a channel of usefulness and blessing, into a channel of evil and cursing. The great day of God is upon us, and hasteth greatly, and there is a great work to be done, and it must be done speedily. But we find that amid the work that is to be done, there are those professing to believe the present truth, who know not how to expend the means intrusted to them, and because of a lack of meekness and lowliness of heart, they do not see how great is the work to be done. All those who learn of Jesus, will be laborers together with God. But those who go forth to proclaim error, expending time and money in a vain work, lay upon the true workers in new fields increased burden; for instead of devoting their time to advocating truth, they are obliged to counteract the work of those who are proclaiming falsehood, and claiming that they have the message from heaven. If those who have done this kind of work, had felt the necessity of answering the prayer of Christ that he offered to his Father just previous to his crucifixion,--that the disciples of Christ might be one as he was one with the Father,--they would not be wasting the means intrusted to them, and so greatly needed to advance the truth. They would not be wasting precious time and ability in disseminating error, and thus necessitate the devoting of the laborer's time to counteracting and quenching its influence. A work of this character is inspired not from above, but from beneath.",
    "paragraph": 7,
    "bookcode": "RH",
    "page": "August 29, 1893"
}