{
    "word": "How can you who are men and women blessed with so great light, so high and sacred privileges, render an account to God why you have done so little as his servants? why you have fulfilled life's grand work so unworthily? God lays responsibilities in your hands to do his work, to educate, to train all your powers to do his work with that efficiency which shall earn for you the \"Well done, good and faithful servant.\" Wherein does this faithfulness consist? in your withdrawing your interest, your time, your influence, from the work of God, and from seeking to send the truth to every city and village in New York, and devoting all your powers to earthly, selfish purposes? No, the blessing will be pronounced upon those who yoke up with Christ in doing his work. Ye are laborers together with God. You will reveal to the world all the faith you have. You are not all compelled to go to heathen lands; there are souls just as precious in the sight of God and valuable as your own soul right within your own borders. And how few, very few, workers are employed in giving the message of warning in the large cities! What excuse will you have prepared to offer to God for this terrible neglect of your God-given responsibilities. These souls unsaved within your reach, I was shown, will confront you in the day of judgment. You worshiped your farms, you worshiped your money, you prided yourself upon your wisdom as wise financiers in worldly affairs; but how does all this weigh with God? He said of the rich man, \"Thou fool, this night thy soul shall be required of thee; then whose shall those things be, which thou hast provided?\" Now the application, \"So is he that layeth up treasure for himself, and is not rich toward God.\" The Lord has given you light in testimonies of warning, of reproof, and counsel, but you do but little in accordance with the light given. The words of Christ are explicit, but you are not doers of his words. \"Ye cannot serve God and mammon.\"",
    "paragraph": 1,
    "bookcode": "PH039",
    "page": 8
}