{
    "word": "\\n     There never was a more solemn and important time than this present period. You may look back, and you will see that there has never been a time when we were doing as much as we are today. Notwithstanding this as a people, the lay members of the church especially are not doing one fiftieth part of what they might and ought to do. From all the ships sailing to all parts of the globe, the truth might reach all nations of the earth. Those who are doing this work will bind it off with their prayers; and, mingling their tears with their prayers, they will labor and weep before God, that these communications may reach the people and affect their hearts, and that the power of the truth may teach the word to the people. But we want greater consecration, hearts that will intercede with God, and have self sacrifice and zeal in this work. And when you desire to make presents, when you want to devote means to gratify and please yourselves, when you want to hoard your means, fearing you will come to want, I want you to think of that eternity that is before you, and the work you have to do before you can enter into it. I want you to think of that Judgment before which you are to stand and render an account to God for the deeds done in the body. And with the Judgment before your eyes, I want you to think of the money you are spending foolishly, to please the taste or for worldly gratifications, and of the souls that are perishing all around you for the truth which God has intrusted to you to spread over the earth, that others may not famish for the word of God. I have no time nor means to spend carelessly. Men and women are taking sides. The law of God is almost entirely made void in the land; and God calls for every man, woman, and child to fight the good fight of faith. He calls for every talent to be employed now. It will be fatal to your souls to be indolent or slothful servants. He has not left it alone for those who minister in the word and doctrine, to bear the burdens and employ their talents. He wants every one of you to put your powers to work for the upbuilding of his kingdom.",
    "paragraph": 13,
    "bookcode": "RH",
    "page": "August 18, 1885"
}