{
    "word": "\\n     The Lord has a controversy with the inhabitants of the earth who are living in this time of peril and corruption. Ministers of the gospel have departed from the Lord, and those who profess the name of Christ are guilty of not holding aloft the banner of truth. Ministers are afraid to be open prohibitionists, and they hold their peace concerning the curse of drink, fearing lest their salaries should be diminished or their congregations offended. They fear lest, if they should speak forth Bible truth with power and clearness showing the line of distinction between the sacred and the common, they would lose their popularity; for there are large numbers who are enrolled as church-members who are receiving a revenue, either directly or indirectly, from the drink traffic. These people are not ignorant of the sin that they are committing. No one needs to be informed that the drink traffic is one that entails upon its victims, misery, shame, degradation, and death, with the eternal ruin of their souls. Those who reap a revenue, either directly or indirectly, from this traffic, are putting into the till the money which has come through the loss of souls of men. They know that the drink appetite lowers man to a condition below that of the brute creation. Have these church-goers a conscience? Have they not lost from their hearts all love of humanity? Has not the love of gain so paralyzed their senses that, like Nadab and Abihu, they have no remembrance of the \\\"Thus saith the Lord\\\"? His anger is not only kindled against winebibbers, but against him who opens the door of temptation to the poor, wretched creatures who have lost their moral power, and have destroyed their God-given manhood. His anger is kindled against those who seek to make their disreputable business attractive, and who use every possible enticement to lure souls into their saloons, in order that they may rob them of their money; for liquor-dealers give no equivalent, but only that which works a curse upon the victim of the drink habit, and spreads misery and crime in his household and neighborhood.",
    "paragraph": 5,
    "bookcode": "RH",
    "page": "May 15, 1894"
}