{
    "word": "Chap. 26 - To R. A. Underwood (cf. Lt 22, 1889)\n\n                                                           U-22a-1889 \n\n                                                       Healdsburg, Calif. \n\n\n                                                       January 18, 1889 \n\nElder R. A Underwood: \n\nDear Brother,-- \n     At the General Conference in Oakland some things were forcibly brought to my mind, which I must now write out. I have considered your words to me in regard to Brother Gilmore, that he would not give his money to the cause of God but would invest it in a sanitarium, which he could control to a large extent. Is this the right position for any one of us to take? God is willing to bless us, but we are to be perfectly passive in His hands. We should seek earnestly to know His will, and then to do it. Had you, my brother, been where you could give Brother Gilmore wise counsel, what a different use might have been made of his means, his time and labor. He has capabilities that might be employed in well directed efforts in the work of God. At the time when I wrote to our brethren asking help for the European field, our missions there were in great need. Brother Gilmore might have helped in more ways than one if he had with unselfish, disinterested motives sought earnestly to know the will of God. I wrote to him, but he answered that his means were invested or tied up in the health institution, and he was unable to aid the missionary work in Europe. I did not get one dollar from any of the men to whom I wrote, except Brother Smouse of Iowa who gave one hundred dollars. I would not cast censure on Brother Gilmore. He was young in the truth, and he believed you, my brother, to be a man of discernment, a wise counselor who would not advise him to any course that was not for the best. Now he will have trials, and will be disappointed. May the Lord preserve him from taking any wrong course, but may he look to God in faith and trust. \n                                                                           244",
    "paragraph": 1,
    "bookcode": "1888",
    "page": 243
}