{
    "word": "\\n     Not only on birthdays should parents and children remember the mercies of the Lord in a special way, but Christmas and New Year's should also be seasons when every household should remember their Creator and Redeemer. Instead of bestowing gifts and offerings in such abundance on human objects, reverence, honor, and gratitude should be rendered to God, and gifts and offerings should be caused to flow in the divine channel. Would not the Lord be pleased with such a remembrance of him? O how God has been forgotten on these occasions. At the very time when his loving-kindness should be remembered, his mercy has been ignored. The lesson of the ungrateful lepers should not be in vain to us. \\\"Were there not ten cleansed? but where are the nine?\\\" Shall only one in ten who are receiving the rich benefits of the Lord, return to bow at his feet and to give praise for his mercies? Shall presents be purchased, and money be expended for unnecessary things, and no wisdom be manifested in the outlay of God's intrusted means? Will parents come out from the world and be separate from its customs? Let them obey the injunction of God, and put forth judicious labor properly to train and educate the young in true knowledge and wisdom. Those men were called wise men who came from the far East to Jerusalem, led by a star in the heavens, to offer gifts of frankincense, myrrh, and gold to the infant Saviour. \\\"Lo, the star, which they saw in the East, went before them, till it came and stood over where the young child was. When they saw the star, they rejoiced with exceeding great joy. And when they were come into the house, they saw the young child with Mary his mother.\\\" Although Christ was the Majesty of heaven, he was born in poverty, and his cradle was a manger. But when the wise men \\\"had opened their treasures, they presented unto him gifts; gold, and frankincense, and myrrh.\\\"",
    "paragraph": 6,
    "bookcode": "RH",
    "page": "November 13, 1894"
}