{
    "word": "\\n     As I looked down upon the great city, I could but think of the scenes that will be witnessed here when Christ shall come. This city is given up to pleasure and worldliness. Beer-drinking and card-playing, dancing and reveling, absorb the attention of the people. The multitudes will mock at the message of warning. Like the dwellers in Sodom, they will be awakened only when it is too late. As the sun arose for the last time upon the cities of the plain, the people thought to commence another day of godless riot. All were eagerly planning their business or their pleasure, and the messenger of God was derided for his fears and his warnings. Suddenly as the thunder peal from an unclouded sky, fell balls of fire on the doomed capital. \\\"So shall also the coming of the Son of man be.\\\" The people will be eating and drinking, planting and building, marrying and giving in marriage, until the wrath of God shall be poured out without mixture of mercy. The world will be rocked to sleep in the cradle of carnal security. They have been taught by their ministers to believe that the second advent of Christ is to be spiritual or to take place in the distant future, and the warning of his soon coming is denounced as fanaticism or heresy. Skepticism and \\\"science falsely so called\\\" have undermined faith in the Bible. The multitudes are striving to forget God, and they eagerly accept fables, that they may pursue the path of self-indulgence undisturbed. The people are hurrying to and fro, the lovers of pleasure intent upon amusement, the money-makers seeking wealth, and all are saying, Where is the promise of his coming? Then it is that the voice of the archangel and the trump of God are heard. Oh, what terror will then overwhelm the wicked! What cries of anguish will be heard from those who have derided the overtures of mercy from God's messengers! The bolts and bars by which they sought to guard their treasures are rent asunder by the mighty earthquake. The grand and magnificent buildings are shaken down, and the guilty triflers are buried in the ruins.",
    "paragraph": 11,
    "bookcode": "RH",
    "page": "October 26, 1886"
}