{
    "word": "\\n     When we are tempted to place our affections on any earthly object that has a tendency to absorb our love, we must seek grace to turn from it, and not allow it to come between us and our God. We want to keep before the mind's eye the mansions which Jesus has gone to prepare for us. We must not allow our houses and lands, our business transactions and worldly enterprises, to come between us and our God. We should keep before us the rich promises that he has left on record. We should study the great waymarks that point out the times in which we are living. We know that we are very near the close of this earth's history, and everything of a worldly nature should be secondary to the service of God. We should now pray most earnestly that we may be prepared for the struggles of the great day of God's preparation. We should rejoice in the prospect of soon being with Jesus in the mansions he has gone to prepare for us. Jesus can supply your every need, if you will look to him and trust in him. As you behold him, you will be charmed with the riches of the glory of his divine love. The idolatrous love of things that are seen will be superseded by a higher and better love for things that are imperishable and precious. You may contemplate eternal riches until your affections are bound to things above, and you may be an instrument in directing others to set their affections on heavenly treasures. You can help them to see that money spent needlessly is wasted, and worse than wasted; for it might have been used in presenting the truth to souls who are ready to perish. If the spend-thrift is redeemed, it will be by having an object placed before him that will show him the sin of wasting his Lord's goods. The Lord requires his servants to trade upon the goods that he has put in their charge. The talents which he has given to them are to be improved by exercise. The money placed in their hands is to be put out to the exchangers. Souls for whom Christ died need light and truth, and it must be sent to them. We may be the means through which worthy objects may be presented before them in such a way as to win their affection for Christ and heavenly things; and we are responsible for the souls that we might help. Those who rightly value money are those who see its availability in bringing the truth before those who have never heard it, and by this means rescuing them from the power of the enemy. The soul who accepts the truth will find his love for earthly things dislodged. He sees the surpassing glory of heavenly things, and appreciates the excellency of that which relates to everlasting life. He is charmed with the unseen and eternal. His grasp loosens from earthly things; he fastens his eye with admiration upon the invisible glories of the heavenly world. He realizes that his trials are working out for him a far more exceeding and eternal weight of glory, and in comparison to the riches that are his to enjoy, he counts them light afflictions which are but for a moment. \\n                                                                -\\n",
    "paragraph": 5,
    "bookcode": "RH",
    "page": "June 23, 1896"
}