{
    "word": "\\n     God cannot bless men in lands and flocks when they do not use his blessings for his glory. He cannot trust his treasure to those who misapply it. In the simplest language the Lord has told his children what he requires of them. They are to pay tithes of all they possess, and to make offerings of that which he bestows upon them. His mercies and blessings have been abundant and systematic. He sends down his rain and sunshine, and causes vegetation to flourish. He gives the seasons; sowing and reaping-time come in their order; and the unfailing goodness of God calls for something better than the ingratitude and forgetfulness that men render to him. Shall we not return to God, and with grateful hearts present our tithes and offerings? The Lord has made duty so plain that if we neglect to fulfill his requirements we shall be without excuse. The Lord has left his goods in the hands of his servants to be handled with equity, that the gospel may be preached in all the world. The arrangement and provision for the spread of his truth in the world has not been left to chance. The tithe is the Lord's, it is his interest money, and it is to be paid regularly and promptly into his treasury. We are to render him his own with gladness for his love toward those who are so undeserving of his mercy. The gospel of Christ is to go to the uttermost part of the earth, and when men fail to pay God his interest money, they are unfaithful stewards. Souls just as precious as their own are to be saved, and missionaries must be sent, that the precious light of the truth which the Lord has permitted to shine upon us in these last days may be diffused. We should see to it that there is provision made for the cause of God and for the relief of the poor; for these claims cannot be neglected; they must be met with the unvarying promptness that their importance demands. The Lord says: \\\"Bring ye all the tithes into the store-house, that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it. And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the Lord of hosts. And all nations shall call you blessed; for ye shall be a delightsome land, saith the Lord of hosts.\\\"",
    "paragraph": 5,
    "bookcode": "ST",
    "page": "January 13, 1890"
}