{
    "word": "\\n     Will not my brethren and sisters be aroused before probation closes, to see that fidelity to Christ in this life will meet with a sure reward when he shall give to every man according as his works have been? Shall we not begin to trade more diligently upon our intrusted talents? Many who think quite well of themselves, and approve of other's laboring and feeling the burden for souls, are doing nothing themselves. The Lord plainly states what he thinks of those who sit at ease while others do the work. They are represented by the slothful man in the parable. \\\"I was afraid,\\\" says the delinquent, \\\"and went and hid thy talent in the earth.\\\" \\\"I knew thee that thou art a hard man, reaping where thou hast not sown, and gathering where thou hast not strewed.\\\" The Lord replies, \\\"Out of thine own mouth will I judge thee, thou wicked servant. Thou knewest that I was an austere man, taking up that I laid not down, and reaping that I did not sow; wherefore then gavest thou not my money into the bank, that at my coming I might have received mine own with usury?\\\" Then says he to them that stand by, \\\"Take the talent from him;\\\" take away all my gifts and endowments, and all his opportunities for usefulness. He will be of no use in my kingdom. For a time I lent him talents, and gave him opportunity to use them to my glory. He saw others at work, and might have joined them and done much good; but he had no love for me or my service; his life was spent in serving self. The pound that I gave him, he wrapped in a napkin and hid in the earth, and now he says, Here, Lord, is the talent that thou gavest me. This indolent servant now sees those whom he considered far inferior to him in talents and capabilities, receiving large gifts from their Lord, and hears the awful words from the King, \\\"Those mine enemies, which would not that I should rule over them, bring hither and slay them before me.\\\" God's claims cannot be set aside with impunity.",
    "paragraph": 2,
    "bookcode": "RH",
    "page": "January 12, 1886"
}