{
    "word": "\\n     The signs of the times are plain and startling. Look into the papers that flood our world, filled with recitals of daily crimes, committed not only in the lower walks of life, but also among the higher classes. Those who occupy positions of trust, who are placed as guardians of the peoples' interest, are untrue to their responsibility. There is embezzlement and fraud. Public money is stolen, and not one tithe of these corrupt transactions come to the light of day, and we do not see to what extent the wickedness of the world exists. The youth of our time are receiving their education from the evil doings of these wicked, but honored men of the world. Theft, murder, adultery, corruption, every sin that has a name, prevails to an awful extent. Does the wickedness of the world exist because men have kept the commandments of God?--No. It is the result of the working of the enemy of God and man, who has had the world under his training for many ages. He has taught them to trample under foot God's great moral standard, and lawlessness, corruption, and crime are the result. Jesus spoke to his people Israel from the pillar of cloud and fire. He said, \\\"Hear, O Israel; the Lord our God is one Lord: and thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.\\\" The same voice that gave directions to the children of Israel from the pillar of cloud and fire has given lessons to his people of today. When he stood upon the earth clothed in the habiliments of humanity, he gave this same command. He said, \\\"Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbor as thyself.\\\" The instruction of Christ was not to be passed by indifferently, but transmitted from parents to children, from one generation to another. \\\"And these words, which I command thee this day, shall be in thine heart: and thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up. And thou shalt bind them for a sign upon thine hand, and they shall be as frontlets between thine eyes. And thou shalt write them upon the posts of thy house, and on thy gates.\\\"",
    "paragraph": 2,
    "bookcode": "RH",
    "page": "May 2, 1893"
}