{
    "word": "\\n     When I have been looking for a girl to do my housework, and a certain person was spoken of, those who had her in their employ have said, \\\"O, she will not suit you, because she is so very slow. She will try your patience, and you will have to pay out more money for having your work done in a sluggish manner, than you would have to pay for having it done as it should be.\\\" Another would say, \\\"O, she has no method. You will need some one to be brains for her; for she has not cultivated herself in lines of care-taking. Some one will always have to direct her what to do. She has no breadth of mind, no capacity to comprehend what is involved in being an acceptable housekeeper.\\\" Of one girl whom I employed, I was told that she would sit down in the midst of her unfinished work, when the dishes were not washed, or the beds made, and forget her duties while she read a book or a newspaper. In this way she would spend hours of time that should have been employed in doing the work for which she was paid. The house would be left in confusion for hours after it should have been in perfect order, because of this untidy habit. Of another whom I thought of employing. I learned that she was disrespectful to those who employed her, unless she took a fancy to them. Those whom she fancied, she would serve to her utmost, and the friends whom she chose, who flattered and approved her course, received her affection and favors. But I reasoned, \\\"If she is a Christian, she will certainly take counsel and advice.\\\" A sorrowful expression came over the face of the person to whom I was speaking, as she said, \\\"I am afraid you will be disappointed. If you seek to show her where she is erring, she will insist that she is doing the best she knows how, and instead of correcting her faults, will take on the air of one who is much injured. She does not respect authority, and will keep up rebellion in her mind, which, if not expressed in words, will be plainly revealed in her countenance. She will not keep her opinions to herself, but will freely tell others what she thinks about those who seek to correct her errors.\\\"",
    "paragraph": 8,
    "bookcode": "YI",
    "page": "September 7, 1893"
}