{
    "word": "Healdsburg, Cal., Aug. 3, 1888. \n     Since having the conversation with you in Fresno, I have thought much over the matter. While at Burrough Valley I had written you several letters, but after the letter you wrote to me I thought you were in no condition to rightly receive anything which would seem of a reproving nature, however much you needed it. I did not wish to expend my strength in \n\n\n                       [57] \n\nvain. The letters written I will give to you when you are in a condition to appreciate them. I now send you these letters that were written according to their date. I am sure that in your present state spiritual things are not spiritually discerned, and I greatly fear for your soul. Under temptation in your present state you will not stand the proving any better than have some who have apostatized. You love praise, and you are in danger, great danger, of losing your soul. What can I say to arouse you to your true condition? Your brethren have treated you unwisely in letting you have money time and again to get you out of a pressure of difficulties. This has been the worst thing they could do for you; it has hedged up the way so that you could not have a right understanding of yourself. It has closed your lips when they should be open to correct evils. It has influenced your decisions of men and their doings. It has bound your hands, and bound about your testimony, so that your labor and burden has been of a  worldly character and God has not been glorified. Unless you are balanced by the Spirit of God, you will make some very unwise moves, which will injure, if not destroy your influence among the people. Then, not seeing yourself, not studying wisely from cause to effect, you will denounce your brethren as misusing you, when yourself is the one to be denounced, and not your brethren. \n                                        Ellen G. White. \n\n                                               -",
    "paragraph": 1,
    "bookcode": "PH096",
    "page": 56
}