{
    "word": "\\n     What was it that he saw as he looked upon that temple court converted into a place of merchandise? They were selling oxen and sheep and doves to those who would offer a sacrifice to God for their sins. There were many poor among the multitude, and they had been taught that in order to have their sins forgiven, they must have an offering and a sacrifice to present to God. Christ saw the poor and the distressed and the afflicted in trouble and dismay because they had not sufficient to purchase even a dove for an offering. The blind, the lame, the deaf, the afflicted, were in suffering and distress because they longed to present an offering for their sins, but the prices were so exorbitant they could not compass it. It seemed that there was no chance for them to have their sins pardoned. They knew that they were sinners, and needed an offering, but how could they obtain it? Christ's prophetic eye took in the future, took in not only the years, but the ages and the centuries. He saw the downfall of Jerusalem and the destruction of the world. He saw how priests and rulers and men in high position would turn away the needy from their right, and even forbid that the gospel should be preached to the poor. In the temple courts were the priests clad in their temple garments for display, and to mark out their position as priests of God. The garments of Christ were travel-stained. He had the appearance of a youthful Galilean, and yet as he took up the scourge of small cords, and stood on the steps of the temple, none could resist the authority with which he spoke, as he said, \\\"Take these things hence,\\\" and overthrew the tables of the money-changers, and drove out the sheep and the oxen. The people looked upon him as though spellbound; for divinity flashed through humanity. Such dignity, such authority, shone forth in the countenance of Christ, that they were convicted that he was clothed with the power of heaven. They had been taught to have great respect for the prophets, and the power displayed by Christ convinced many who had not closed their hearts against conviction, that he was one sent of God. Some said, \\\"He is the Messiah,\\\" and those to whom he revealed himself were indeed convicted that he was the teacher sent of God; but those who stifled the voice of conscience, who desired riches, and were determined to have them, no matter in what way they were to be obtained, closed the door of the heart against him. The money-changers who were there for the purpose of changing the Roman money for the money that was to be used in the temple, were displeased at his action. Their merchandise was robbery of the people, and they had made the house of God a den of thieves. These men beheld in Christ a messenger of vengeance, and fled from the temple as though a band of armed soldiers were on their track. The priests and the rulers also fled in dismay, and the traffickers in merchandise. As they fled, they met others on their way to the temple, but they told them to go back. They said that a man having authority had driven out the oxen and the sheep, and had expelled them from the temple.",
    "paragraph": 3,
    "bookcode": "RH",
    "page": "August 27, 1895"
}