{
    "word": "\\n     The world is full of men, women, and youth who are eager for distinction. Their highest aim is to obtain a knowledge of science; but they feel no sense of obligation to God for their intrusted talents. They do not realize that their influence should be exerted to bring men closer to Jesus, to help men to view the life and character of Christ, and to behold the matchless mercy, purity, humility, and loveliness of the world's Redeemer. Seeking the highest place for themselves, they do not understand that they might become agents by which to bring men in contact with the divine life, to inspire them to unselfish labor in imparting the light of truth to those who are in darkness. God has qualified some men with more than ordinary ability. They are deep thinkers, they are energetic and thorough in their pursuits, but they are working wholly for selfish ends, and are leaving God's honor and glory out of the question. Some of these have been blessed with the light of truth, and yet they are rapidly drifting away from faith, trust, and confidence in God, and do not recognize his blessings; and, unless arrested in their mad course, they will be found in the dark, restless, turbulent waters of skepticism and infidelity. This will be the result of honoring themselves and of not making God first and best in everything. Some of these will be suddenly arrested by the chastisements of God, and they will be led through a series of affliction until they shall inquire for the old paths, zealously repent, and return to their first love. Through sorrow they may be led to place their feet in the way that is cast up for the ransomed of the Lord to walk in. They will no longer seek for a place where money and selfish interests are the only objects to be attained. All worldly success without God is dry and barren waste. They will value the working of the Spirit of God upon the heart more highly than they value gold and the praise of mortals. Their minds will become free from the influence of selfishness and skepticism, for there will be an amazing change in heart and character, in thought and feeling. The aspirations will be stirred toward that which is divine, and the effort of the life be to practice that which is holy.",
    "paragraph": 8,
    "bookcode": "ST",
    "page": "January 17, 1895"
}