{
    "word": "\\n     The Lord Jesus has a special work for his believing, commandment-keeping people to do. He desires that we should be faithful laborers together with God in the salvation of sinners. The servants of Jesus Christ, who know the truth and the power of the grace of God, have an extensive and important mission to fulfil; and every soul is held responsible for the proper exercise of the talents entrusted to him. We are justified by faith, but judged by the character of our works. In the parable, before the nobleman went away, he \\\"called his own servants, and delivered unto them his goods. And unto one he gave five talents, and to another two, and to another one; to every man according to his several ability.\\\" There is not one human being to whom is not committed some talent, not one but has a work to do for the Lord. Not one is to be excused. Not one is to remain in idleness; but every man is required to do his best; the talents entrusted to him are to be used in consecrated service for the Master. Each member of the family of God is a responsible agent, and all should donate gifts to carry forward his work. From the humblest to the most exalted in privilege and position, both in the church and in the world, a strict account of the entrusted talents will be required, with the improvement which they are sure to make if put to use in the Lord's service. It is practise that enables us to use our abilities to the best advantage. Investments are to be made in such a way as to accomplish the greatest good for the cause, and to increase the revenue of the Lord's treasury. This need not apply solely to money investments, but to the improvement of our capabilities and opportunities as well. The Lord has given to every man his work, and expects returns proportionate to the ability of each. All are expected to perform their duty intelligently, so that the amount entrusted to them shall be doubled by the use they make of it. The fidelity of every human agent is to be tested and tried, and the destiny of the worker is determined by the faithful improvement, or by the lack of improvement, of his talents, according to the amount returned. Christ has paid the penalty, the wages of sin; he has shed his own precious blood to redeem the world from eternal ruin. If we always bear this in mind, we shall understand that there is no excuse for our remaining in ignorance.",
    "paragraph": 8,
    "bookcode": "RH",
    "page": "April 21, 1896"
}