{
    "word": "\\n     When I have been searching for a girl to help with my housework, certain young persons have been recommended to me. But when I inquired of those who had previously employed them, the reply was, concerning one: \\\"She will not suit you; she is very slow. You will have to pay your money for having your work done in a slovenly manner, and you will feel that it is money wasted.\\\" Of another it was said: \\\"She has no method; she has not cultivated caretaking. She needs some one beside her; for she has not breadth of mind enough to comprehend the situation, to understand how one thing after another should be done, nor to use tact in her housekeeping.\\\" I was warned against employing another because, while everything was in disorder, she would sit down in the midst of her unfinished work, and with newspaper or book in hand, forget all about her duties. Of still another who I thought would please me, I learned that she was untidy. Another was disrespectful. For persons to whom she took a violent fancy, she would show great consideration, going to any lengths in order to receive their approbation and flattery. But she had no reverence or even respect for any one else. \\\"But,\\\" I reasoned, \\\"if she is a Christian, she will surely take counsel.\\\" An expression of sorrow came over the countenance of my friend as she replied: \\\"I am afraid you will be disappointed in her. If you insist upon having things done as you wish, if you plainly set before her the mistakes she is making, instead of correcting them, she will say that she does the best she can, and will take upon her the air of one who has been much injured. She does not respect those in authority, but will have a sneer in her mind, which, if not revealed to you in words, will be manifest in her expression. Her opinions, too, are not kept secret, but expressed freely to others. I have myself been compelled to live over this experience, to my sorrow.\\\" Another will spend not only minutes, but hours of the day, in needless talk, and thus squanders much precious time.",
    "paragraph": 9,
    "bookcode": "YI",
    "page": "January 28, 1897"
}