{"word": "The light of Sister Hannah More has gone out, whereas it might now be burning brightly to illuminate the pathway of many who are walking in the dark paths of error and rebellion. God calls upon the church to arouse from their slumber and with deep earnestness inquire into the cause of this self-deception among professors whose names are on the church book. Satan is deluding and cheating them in the great concern of salvation. Nothing is more treacherous than the deceitfulness of sin. It is the god of this world that deludes, and blinds, and leads to destruction. Satan does not enter with his array of temptations at once. He disguises these temptations with a semblance of good; he mingles some little improvement with the folly and amusements, and deceived souls urge as an excuse for engaging in them that great good is to be derived. This is only the deceptive part; Satan's hellish arts \n                                                                           143\nare masked. Beguiled souls take one step, then are prepared for the next. It is much more pleasant to follow the inclination of their own hearts than to stand on the defensive and resist the first insinuation of the wily foe, and thus shut out his incomings. Oh, how Satan watches to see his bait taken so readily and to see souls walking in the very path he has prepared! He does not want them to give up praying and maintaining a form of religious duties, for while they do this he can make them more useful in his service. He unites his sophistry and deceptive snares with their experience and profession, and thus wonderfully advances his cause. The hypocritical Pharisees prayed and fasted, and observed the forms of godliness, while they were corrupt at heart. Satan stands by to taunt Christ and His angels with insults, saying: \"I have them! I have them! I have prepared my deception for them. Your blood is worthless here. Your intercessions and power and wonderful works may as well cease; I have them! They are mine! Notwithstanding their high profession as subjects of Christ, notwithstanding they once enjoyed the illumination of His presence, I will secure them to myself in the very face of heaven, which they are talking about. It is such subjects as these that I can use to decoy others.\"", "paragraph": 2, "bookcode": "2T", "page": 142}