{"word": "Give an invitation for people to come forward.--The Lord especially blessed in speaking Sunday afternoon. All listened with the deepest interest, and at the close of the discourse an invitation was given for all who desired to be Christians, and all who felt that they had not a living connection with God, to come forward, and we would unite our prayers with theirs for the pardon of sin, and for grace to resist temptation. This was a new experience\n127\nfor many of our brethren in Europe, but they did not hesitate. It seemed that the entire congregation were on their feet, and the best they could do was to be seated, and all seek the Lord together. Here was an entire congregation manifesting their determination to put sin away, and to engage most earnestly in the work of seeking God. In every company there are two classes, the self-complacent and the self-abhorring. To the first class the gospel has no charms except as they can construe detached portions to flatter their vanity. They love those peculiar features of lofty morality which they think they possess. But many of those who view Jesus in the perfection of His character see their own imperfections in such a light that they are almost in despair. Such was the case here; but the Lord was present to instruct and reprove, to comfort and bless as the several cases required. Earnest prayer was then offered, not for a happy flight of feeling, but for a true sense of our sinfulness, and of our hopelessness without the atoning sacrifice. Never did Jesus seem dearer than on this occasion. There was weeping throughout the congregation. The promise was grasped, \"Him that cometh to Me, I will in no wise cast out.\" If the vail could have been withdrawn, we should have seen angels of God standing to minister to the humble, penitent ones. After prayer, one hundred testimonies were borne. Many of these showed a real, genuine experience in the things of God.--RH Nov. 3, 1885.", "paragraph": 3, "bookcode": "PaM", "page": 126}