{
    "word": "\\n     How often we feel that we have been dealt with unjustly, that things have been said concerning us that were untrue, and that we have been set in a false light before others. When we are thus tried, we shall need to keep strict guard over our spirit and our words. We shall need to have the love of Christ, that we may not cherish an unforgiving spirit. Let us not think that unless those who have injured us confess their wrongs, we are justified in withholding from them our forgiveness. We should not accumulate our grievances, holding them to our hearts until the one we think guilty has humbled his heart by repentance and confession. This is his part no doubt, and the thing he must do in order to clear his soul from the sin he has committed. But with him we have nothing to do in this matter, and should only seek to stand before God in the way he would have us, that our prayers be not hindered. We are to have a spirit of pity, of compassion toward those who have trespassed against us, whether or not they confess their faults. If they fail to repent and make confession, their sins will stand registered in the books above to confront them in the day of judgment; but if they say, \\\"I repent,\\\" then our duty is plain; we are freely to forgive from the heart their trespasses against us as we hope to be forgiven by our heavenly Father. However sorely they may have wounded us, we are not to cherish our grievances and sympathize with ourselves over our injuries, but as we hope to be pardoned for our offenses against God, so must we pardon those who have done evil to us. Christ taught us to pray, \\\"Forgive us our debts, as we forgive our debtors,\\\" and added, \\\"For if ye forgive men their trespasses, your heavenly Father will also forgive your trespasses.\\\" \\\"Nor even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps: who did no sin, neither was guile found in his mouth: who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously: who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.\\\"",
    "paragraph": 3,
    "bookcode": "YI",
    "page": "June 1, 1893"
}