{
    "word": "\\n     You can see the condition on which you become the children of promise, and receive the love of God. Jesus knew that of yourself you could not obey God's law; for you were sold under sin; therefore he came to our world to bring to you moral power, that through faith in his name you might live. He brings his divine power to combine with your human efforts, that through his righteousness appropriated to yourself, you can keep his law. Our liberty was procured by Christ, by his spotless, meritorious life and death. We receive the righteousness of Christ, and through his merits enjoy liberty, and are identified with him. We have the promise that if we abide in him, and his words abide in us, we may ask what we will, and it shall be done unto us. Is it indeed possible that Christ may abide in us, and we in him? Christ says, \\\"If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.\\\" Would he tempt us and deceive us?--No, indeed. There is everything to encourage any soul who by faith claims the promises that God has given us, for through his grace we may be overcomers. The law cannot lower the standard or take less than its full demands, therefore it cannot cleanse us from one sin; but God's Son, who is one with the Father, equal in authority with the Father, paid the debt for us. We are to add to faith, virtue; and to virtue, knowledge; and to knowledge, temperance; and to temperance, patience; and to patience, godliness; and to godliness, brotherly kindness; and to brotherly kindness, charity. You are not to think that you must wait until you have perfected one grace, before cultivating another. No; they are to grow up together, fed continually from the fountain of charity; every day that you live, you can be perfecting the blessed attributes fully revealed in the character of Christ; and when you do this, you will bring light, love, peace, and joy into your homes.",
    "paragraph": 8,
    "bookcode": "RH",
    "page": "July 29, 1890"
}