{
    "word": "\\n\\nNovember 10, 1890 Justification by Faith \\n-\\nBy Mrs. E. G. White.\\n-\\n(Concluded.)\\n\\n     Paul declared, \\\"I was alive without the law once; but when the commandment came, sin revived, and I died.\\\" The apostle recognize the claims of the law, and did not break out against it because it revealed to him his true situation. He acknowledged the likeness which it presented, but he did not say to the law, \\\"Cleanse me, purify me.\\\" He turned at once to Calvary. He fell on the Rock Christ Jesus, and was broken. He knew that repentance which needeth not to be repented of. He understood that \\\"by the deeds of the law there shall no flesh be justified;\\\" for it is not the province of law to save, but to condemn; not to pardon, but to convict. It cannot to any degree lessen the rigor of its claims. If one requirement could be set aside, the whole law might be abolished; for to change any commandment to save a defaulter would make of none effect the value of the rest. The law cannot save those whom it condemns; it cannot rescue the perishing. There is but one hope for the sinner. Is it in outward ceremonies? in rigorous performance of religious duties? is it in mourning and penance, and in devoting hours to prayer and meditation? in practicing self-denial? in giving to the poor, and in doing deeds of merit?--No, none of these things will work the salvation of the soul. The question is asked, \\\"Will the Lord be pleased with thousands of rams, or with ten thousands of rivers of oil? shall I give my first-born for my transgression, the fruit of my body for the sin of my soul?\\\"--No; no man can stand before God in his own merit. Those who are saved will be saved because Jesus has paid the full debt; and man can do nothing, absolutely nothing, to merit salvation. Christ says, \\\"Without me, ye can do nothing.\\\" Then whose is the merit?--It all belongs to our Redeemer. All the capabilities of man come alone through Christ, and we may say of our best performances, \\\"All things come of thee, and of thine own have we given to thee.\\\"",
    "paragraph": 1,
    "bookcode": "ST",
    "page": "November 10, 1890"
}