{
    "word": "\\n     There is, then, no ground for men to take glory to themselves. For every blessing which they enjoy, for every good quality which they possess, they are indebted to the grace of Christ. None should exalt themselves as possessing wisdom or righteousness. There are many, especially among those who profess holiness, who compare themselves to Christ, as though they were equal with him in perfection of character. This is blasphemy. Could they obtain a view of Christ's righteousness, they would have a sense of their own sinfulness and imperfection. There is not a case recorded in the Bible, of prophet or apostle claiming, as do the \\\"holiness\\\" people of today, to be without sin. Daniel humbled himself before God, to confess his sins and the sins of his people. Paul had a very humble opinion of his own advancement in the Christian life. He says, \\\"Not as though I had already attained, either were already perfect: . . . but this one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before, I press toward the mark for the prize of the high calling of God in Christ Jesus.\\\" And John declares, \\\"If we say that we have no sin, we deceive ourselves, and the truth is not in us.\\\" Those who have the deepest experience in the things of God, are the farthest removed from pride or self-exaltation. They have the humblest thoughts of self, and the most exalted conceptions of the glory and excellence of Christ. Those who are expecting that Christ is soon to come, and that they are to be translated to a holy heaven, should, of all people upon the earth, walk most carefully and humbly before God. All self-importance must be purged away from us before we can grow in grace and the knowledge of the truth. When we have our eyes fixed upon heaven, and have clear views of the character of Christ, we shall exalt the Lord God in our hearts.",
    "paragraph": 11,
    "bookcode": "RH",
    "page": "March 15, 1887"
}