{
    "word": "\\n     We are not to continue in sin that grace may abound; we are to cease from transgression. The love of Christ manifested in the infinite sacrifice which he has made in Calvary, is without a parallel. It is sincere, devoted, measureless, and meets the emergency of the sinner's case, awakening in the heart of those who receive it, respect and reverence for the holy law of God. In the light reflected from Calvary, the law is seen to be holy, just, and good. It cost the life of the Son of God to pay the debt of transgression which the sinner had incurred. It is when the sinner has a realization of the offensive character of sin, a realization to some extent of what it cost the Son of God to redeem him, to give him another trial and probation, that his heart is filled with love and gratitude, and an earnest faith awakens that works by love and purifies the soul. This faith and love will be seen in the soul of him who is truly converted to God; and he who experiences the love of God, will ever feel humiliation and repentance for past transgression. If Christ had to make so great a sacrifice, if he had to endure such sufferings because of my sin, shall I not bow in humility, and regret that I have inflicted such grief upon his divine soul? Shall I not fear lest I shall crucify the Son of God afresh, and put him to an open shame? The soul who appreciates the precious gift of salvation will ever behold Christ dying upon the cross, and the language of that soul will be the language of unselfish sorrow that he has ever committed sin to so wound the Son of God. I shall always grieve that I have sinned, and have cost the Man of Calvary so great anguish. I look upon him whom I have pierced, and I mourn that I have transgressed the law of God. When we have a proper appreciation of the sacrifice that has been made in our behalf, we shall not plead for the privilege of continuing in transgression. We shall put away sin, and our hard hearts will melt under the amazing love of Christ for our souls.",
    "paragraph": 3,
    "bookcode": "ST",
    "page": "October 28, 1889"
}