{
    "word": "There are ministers' wives, Sisters Starr, Haskell, Wilson and Robinson, who have been devoted, earnest, whole-souled workers, giving Bible readings and praying with families, helping along by personal efforts just as successfully as their husbands. These women give their whole time, and are told that they receive nothing for their labors because their husbands receive their wages. I tell them to go forward and all such decisions shall be reversed. The Word says, \"The laborer is worthy of his hire.\" When any such decision as this is made, I will in the name of the Lord, protest. I will feel it in my duty to create a fund from my tithe money, to pay these women who are accomplishing just as essential work as the ministers are doing, and this tithe I will reserve for work in the same line as that of the ministers, hunting for souls, fishing for souls. I know that the faithful women should be paid wages proportionate to the pay received by ministers. They carry the burden of souls, and should not be treated unjustly. These sisters are giving their time to educating those newly come to the faith, and hire their own work done, and pay those who work for them. All these things must be adjusted and set in order, and justice be done to all. Proof-readers in the office receive their wages, two dollars and a half and three dollars a week. This I have had to pay, and others have to pay. But ministers' wives, who carry a tremendous responsibility, devoting their entire time, have nothing for their labor. This will give you an idea of how matters are in this conference. There are seventy-five souls organized into a church, who are paying their tithe into the conference, and as a saving plan it has been deemed essential to let these poor souls labor for nothing! But this does not trouble me, for I will not allow it to go thus. In regard to the school's running in debt. The tuition has been altogether too low in America. \n\n\n                              -118- \n\nCan not those who conduct the schools in America understand that this is the only way out? Why do they keep the price so low? An increase in price of educational advantages would stop that increasing debt. The students are to be fed, and they need good, nourishing food. They should not be stinted in the wholesome fruit and vegetarian diet; but cut off everything like the desserts. Let abundance of fruit be eaten with the meals, but custards and pastries are of no manner of use--all unnecessary. Now when the wise heads officiating in our schools study to run the school upon a sum wholly insufficient, year after year, they are engaged in a work that will bring debts; it can not be prevented. They have begun this policy in Cooranbong, but the very same results will follow. There is no justice, or requirement of God, for them to make such loose calculations. They make it necessary to practice the closest economy, and it is not always wise to bring down the diet as a means of avoiding debt. Economy must be practiced in every line to keep afloat, and not be drowned with debts: but there is to be an increase in the sum paid for tuition. This was presented to me while in Europe, and has been presented since to you and our schools; and the problem, \"How shall our schools keep out of debt?\" will always remain a problem until there are wiser calculations. Charge higher rates for students' educational advantages, and then let persons have the management in cooking who know how to save and economize. Let the best talent be secured, even if good, reasonable wages have to be paid. The binding about the edges is essential. When these precautions are attended to, you will not have increasing debts in your schools. Let the teachers be health reformers; let them teach the Bible as the foundation study; let them practice the Word themselves. Let infidel books be laid aside, and the Word of God find its place in every school. Some will say, \"We shall have fewer students.\" This may be; but those that you do have will appreciate their time, and see the necessity of diligent work to qualify them for the positions they fill. If the Lord is kept ever before the students as the one to whom they should look for counsel, like Daniel, they will receive of him knowledge and wisdom. All will then become channels of light. Lay the matter before the students themselves. Inquire who of them will practice self-denial and make sacrifice to cancel the debt already incurred. With some students only the willing mind is needed. God help the managers of our schools never to allow the outgoes to exceed the incomes, if the school has to be closed. There has not been the talent that is needed in the management of our schools financially. These things God will require of the managers. Every needless, expensive habit is to be laid aside, every unnecessary indulgence cut away. When the principles so manifestly indicated by the Word of God to all schools are taken hold of as earnestly as they should be, the debts will not accumulate.",
    "paragraph": 3,
    "bookcode": "SpM",
    "page": 117
}