{
    "word": "13, 14. Heavenly Fragrance of Truth.--[James 3:13, 14 quoted.] What is lying against the truth? It is claiming to believe the truth while the spirit, the words, the deportment, represent not Christ but Satan. To surmise evil, to be impatient and unforgiving, is lying against the truth; but love, patience, and long forbearance are in accordance with the principles of truth. Truth is ever pure, ever kind, breathing a heavenly fragrance unmingled with selfishness (RH March 12, 1895).  {7BC 936.10}  \n     15, 16 (Hebrews 12:15). Climbing on the Judgment Seat.--[James 3:15-18 quoted.] . . . He who opens his heart to the suggestions of the enemy, taking in evil surmisings, and cherishing jealousy, frequently misconstrues this evil-mindedness, calling it special foresight, discrimination, or discernment in detecting guilt and fathoming the evil motives of others. He considers that a precious gift has been vouchsafed to him; and he draws apart from the very brethren with whom he should be in harmony; he climbs upon the judgment seat, and shuts his heart against the one he supposes to be in error, as though he himself were above temptation. Jesus separates from him, and leaves him to walk in the sparks of his own kindling.  {7BC 936.11}  \n     Let no one among you glory any longer \n                                                                           937\nagainst the truth by declaring that this spirit is a necessary consequence of dealing faithfully with wrongdoers and of standing in defense of the truth. Such wisdom has many admirers, but it is very deceptive and harmful. It does not come from above, but is the fruit of an unregenerated heart. Its originator is Satan himself. Let no accuser of others credit himself with discernment; for in so doing he clothes the attributes of Satan with the garments of righteousness. I call upon you, my brethren, to purify the soul temple of all these things that defile; for they are roots of bitterness.  {7BC 936.12}  \n     How true are the words of the apostle, \"Where envying and strife is, there is confusion and every evil work.\" One person in an institution or in a church who gives loose rein to unkind thoughts by speaking evil of the brethren, may stir up the worst passions of the human heart, and spread abroad a leaven of evil that will work in all who come into association with him. In this way the enemy of all righteousness gains the victory, and the result of his work is to make of no effect the Saviour's prayer when He pleaded that His disciples might be one as He is one with the Father (RH March 12, 1895).",
    "paragraph": 1,
    "bookcode": "7BC",
    "page": 937
}