{
    "word": "When Dr. Lay and his wife left the Institute, \n                                                                           49\na spirit of selfishness was manifested, which injured their influence in that Institute. They showed, to many minds too plainly, that they were seeking to advantage themselves, without considering the interest of the Institute. You all, father, mother, and children, exhibited a spirit of selfishness displeasing to God. All this has not worked for your good, but for your injury. All that you invest in thus seeking your own interest, will result in loss in the end. Had you been an observer and seen another pursue the same course you pursued, you would have exclaimed against it loudly. Such things merit the displeasure of God. With such a selfish spirit as has existed in those who were in the Institute, is it surprising that God has not especially blessed the efforts there made? Will he sanction error? No, never! Selfishness in the Office, selfishness in the Institute, and yet expecting the token of God's presence, as though all things were prepared for him. Dr. Lay was distrustful, and took his case in his own hands instead of calmly waiting for, and trusting in, God to establish him in the hearts of those with whom he associated. He was constantly seeking to establish himself. He took the case in his own hands, and left the Lord no chance to do a work for him, which he was anxiously seeking to do for himself. All the Lord required of Dr. Lay was to abide in him, seek wisdom of him, to cease his forecasting and foresettling, as it were, matters with which he had nothing to do, which left him no enjoyment of the present. God required of him a child-like leaning upon his tender care, and abiding in his love. His unsettled, uneasy state of mind disqualified him to act as a \n                                                                           50\nphysician, and was exhausting his vitality more than all his labor. Dear Bro. Lay has not understood his own heart. Selfishness has found a lodgment there, and peace, healthful, calm peace has departed. What you all lack is the element love--love to God, and love to your neighbor. The life that you now live, you do not live by faith on the Son of God. There is a lack of firm trust, a withholding, a fearfulness to resign all into the hands of God, as though he could not keep that which is committed to his trust. You are afraid some evil is designed, which will do you harm unless you assume the defensive, and commence a warfare in your own favor. The children of God are wise and powerful according to their reliance upon his wisdom and power. They are strong and happy according to their separation from the wisdom and help of man. Daniel and his companions were captives in a strange land, but God suffered not the envy and hatred of their enemies to prevail against them. The righteous have ever obtained help from God. How often have the enemies of God united their strength and wisdom to destroy the character and influence of a few simple persons who trusted in God. Because the Lord was for them none could prevail against them. Only let the followers of Christ be united in one and they will prevail. Let them be disjoined from their idols, and be separate from the world, and the world shall not separate them from God. Christ is our present, all-sufficient Saviour. In him all fullness dwells. It is the privilege of Christians to know indeed that Christ is in them of a truth. This is the victory that overcometh the world, even our faith. All things are \n                                                                           51\npossible to him that believeth; and whatsoever things we desire when we pray, if we believe that we receive them we shall have them. This faith will penetrate the darkest cloud and bring rays of light and hope to the drooping, desponding soul. It is the absence of this faith and trust which brings perplexity, distressing fears, and surmisings of evil. God will do great things for his people when they put their entire trust in him. Godliness with contentment is great gain. Pure and undefiled religion will be exemplified in the life. Christ will prove a never-failing source of strength, a present help in every time of trouble.",
    "paragraph": 2,
    "bookcode": "PH097",
    "page": 48
}