{
    "word": "The dress of the infant should be so arranged that its body will not be the least compressed after taking a full meal. Dressing infants in a fashionable manner, to be introduced into company for visitors to admire, is very injurious to them. Their clothing is ingeniously arranged to make the child miserably uncomfortable, and it is frequently made still more uneasy by passing from one to the other, being \n                                                                           467\nfondled by all. But there is an evil greater than those already named. The infant is exposed to a vitiated air, caused by many breaths, some of which are very offensive and injurious to the strong lungs of older people. The infant lungs suffer, and become diseased by inhaling the atmosphere of a room poisoned by the tobacco-user's tainted breath. Many infants are poisoned beyond remedy by sleeping in beds with their tobacco-using fathers. By inhaling the poisonous tobacco effluvia, which is thrown from the lungs and pores of the skin, the system of the infant is filled with the poison. While it acts upon some as a slow poison, and affects the brain, heart, liver, and lungs, and they waste away and fade gradually, upon others it has a more direct influence, causing spasms, fits, paralysis, palsy, and sudden death. The bereaved parents mourn the loss of their loved ones, and wonder at the mysterious providence of God, which has so cruelly afflicted them, when Providence designed not the death of these infants. They died martyrs to the filthy lust of tobacco. Their parents ignorantly, but none the less surely, kill their infant children by the disgusting poison. Every exhalation of the lungs of the tobacco slave, poisons the air about him. Infants should be kept free from every thing which would have an influence to excite the nervous system, and should, whether waking or sleeping, day and night, breathe a pure, cleanly, healthy atmosphere, free from every taint of poison.",
    "paragraph": 3,
    "bookcode": "2SM",
    "page": 466
}