{
    "word": "I wish you, my brethren, to bear in mind that Bible religion never destroys human sympathy. True Christian courtesy needs to be taught and acted, to be carried into all your intercourse with your brethren and with worldlings. There is need of far more love and courtesy in our families than is now revealed. When our ministering brethren shall drink in the spirit of Christ daily, they will be truly courteous, and will not consider it weakness to be tenderhearted and pitiful, for this is one of the principles of the gospel of Christ. Christ's teaching softened and subdued the soul. The truth received into the heart will work a renovation in the soul. Those who love Jesus will love the souls for whom He died. The truth planted in the heart will reveal the love of Jesus and its transforming power. Anything harsh, sour, critical, domineering, is not of Christ, but proceeds from Satan. Coldness, heartlessness, want of tender sympathy, are leavening the camp of Israel. If these evils are permitted to strengthen as they have done for some years in the past, our churches will be in a deplorable condition. Every teacher of the truth needs the Christlike principle in his character. There will be no frowns, no scolding, no expressions of contempt, on the part of any man who is cultivating the graces of Christianity. He feels that he must be a partaker of the divine nature, and he must be replenished from the exhaustless fountain of heavenly grace, \n                                                                           157\nelse he will lose the milk of human kindness out of his soul. We must love men for Christ's sake. It is easy for the natural heart to love a few favorites, and to be partial to these special few; but Christ bids us love one another as He has loved us. \"The wisdom that is from above is first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy. And the fruit of righteousness is sown in peace of them that make peace.\"",
    "paragraph": 1,
    "bookcode": "TM",
    "page": 156
}