{
    "word": "LDE - Last Day Events (1992)\n\n\nTO THE READER\n\n     SEVENTH-DAY ADVENTISTS BELIEVE THEY HAVE BEEN ESPECIALLY CALLED OF GOD TO PROCLAIM THE GOOD NEWS OF CHRIST'S SOON COMING TO A CONFUSED AND DYING WORLD. \"GREAT PAINS,\" ELLEN WHITE WROTE, \"SHOULD BE TAKEN TO KEEP THIS SUBJECT BEFORE THE PEOPLE\" (FE 336). IN HER BOOK THE GREAT CONTROVERSY BETWEEN CHRIST AND SATAN, SHE GRAPHICALLY OUTLINED THE GRAND AND DREADFUL EVENTS OF THE FUTURE. THERE IS NO OTHER BOOK LIKE IT. MARANATHA, A 1976 BOOK COMPILED FROM HER WRITINGS, ALSO DEALS WITH THE FULFILLMENT OF LAST-DAY BIBLE PROPHECIES.\n     AS A FURTHER EFFORT TO \"KEEP THIS SUBJECT BEFORE THE PEOPLE,\" WE HAVE PREPARED THE PRESENT VOLUME, LAST DAY EVENTS. MANY OF THE CITATIONS IN THIS BOOK HAVE BEEN DRAWN FROM PREVIOUSLY PUBLISHED ELLEN WHITE SOURCES, BUT A FAIR PERCENTAGE OF THE MATERIALS HAVE NEVER BEFORE BEEN PUBLISHED. WHILE WE HAVE NOT INCLUDED ALL OF ELLEN WHITE'S STATEMENTS ON EARTH'S CLOSING EVENTS, WE HAVE ENDEAVORED TO INCLUDE THE MOST SIGNIFICANT ONES.\n     AT THE CLOSE OF EACH EXCERPT, WE HAVE PROVIDED A SOURCE CREDIT AS WELL AS THE DATE WHEN THE PASSAGE WAS WRITTEN, OR A DATE WHEN IT WAS PUBLISHED DURING ELLEN WHITE'S LIFETIME. WE ALSO HAVE INCLUDED A FEW FOOTNOTES, WHERE WE HAVE THOUGHT THAT ADDITIONAL INFORMATION OR EXPLANATIONS WOULD BE HELPFUL.\n     WE HAVE ATTEMPTED TO PRESENT ELLEN WHITE'S TEACHINGS ON END-TIME EVENTS IN A LOGICAL ARRANGEMENT.\n\n                                                                   8\n\nHOWEVER, WE DO NOT CLAIM THAT WE HAVE LISTED ALL FUTURE EVENTS IN THE EXACT ORDER OF THEIR OCCURRENCE. IN A MATTER OF SUCH GREAT IMPORTANCE AS THE EXPERIENCE OF GOD'S PEOPLE IN THE DAYS AHEAD, WHEN EVERYONE WILL HAVE TO STAND ALONE, \"AS THOUGH THERE WERE NOT ANOTHER PERSON IN THE WORLD\" (7BC 983), IT IS ESSENTIAL THAT ALL CHRISTIANS HAVE THEIR OWN CONVICTIONS, BASED UPON THEIR OWN STUDY AND THEIR OWN PERSONAL RELATIONSHIP WITH THE LORD.\n     ELLEN WHITE DECLARES THAT \"OUR LITTLE WORLD IS THE LESSON BOOK OF THE UNIVERSE\" (DA 19), AND THAT THE INVISIBLE WORLD IS WATCHING \"WITH INEXPRESSIBLE INTEREST\" (PK 148) THE CLOSING SCENES OF THIS WORLD'S HISTORY. MAY WE ALL ENDEAVOR TO CATCH SOMETHING OF THE SIGNIFICANCE OF EARTH'S CLIMACTIC EVENTS AS WE VIEW THEM IN THEIR RELATION TO THE GREAT CONTROVERSY BETWEEN GOOD AND EVIL. AND MAY WE SHARE WITH OTHERS THE GLORIOUS TRUTH THAT JESUS IS COMING SOON.\n\n                            The Trustees of the\n                               Ellen G. White Estate\n\n\nTable of Contents\n\n\t 1. Earth's Last Crisis .................................. 11\n\t 2. Signs of Christ's Soon Return ........................ 18\n\t 3. \"When Shall These Things Be?\" ........................ 32\n\t 4. God's Last Day Church ................................ 43\n\t 5. Devotional Life of the Remnant ....................... 63\n\t 6. Lifestyle and Activities of the Remnant .............. 75\n\t 7. Country Living ....................................... 94\n\t 8. The Cities .......................................... 109\n\t 9. Sunday Laws ......................................... 123\n\t10. The Little Time of Trouble .......................... 143\n\t11. Satan's Last Day Deceptions ......................... 155\n\t12. The Shaking ......................................... 172\n\t13. The Latter Rain ..................................... 183\n\t14. The Loud Cry ........................................ 197\n\t15. The Seal of God and the Mark of the Beast ........... 215\n\t16. The Close of Probation .............................. 227\n\t17. The Seven Last Plagues and the Wicked ............... 238\n\t18. The Seven Last Plagues and the Righteous ............ 253\n\t19. Christ's Return ..................................... 271\n\t20. The Inheritance of the Saints ....................... 283\n\n\nChap. 1. - Earth's Last Crisis\n\n               Widespread Apprehension About the Future \n\n     The present is a time of overwhelming interest to all living. Rulers and statesmen, men who occupy positions of trust and authority, thinking men and women of all classes, have their attention fixed upon the events taking place about us. They are watching the relations that exist among the nations. They observe the intensity that is taking possession of every earthly element and they recognize that something great and decisive is about to take place--that the world is on the verge of a stupendous crisis.--PK 537 (c. 1914).",
    "paragraph": 1,
    "bookcode": "LDE",
    "page": 11
}