{
    "word": "Many look upon the great work to be accomplished for God's people, and their prayers go up to God for help in the great harvest. But like the Jewish nation, if help does not come in just the manner they have arranged, they will not receive it, but turn from that help as the Jewish nation turned from Christ, because disappointed in the manner of his appearing. Too much poverty and humility marked his advent, and in their pride they refused him who came to give them life. In this God would have the church humble their hearts, and see the great need of correcting their ways before him, lest he visit them with judgment. Pride of dress and the external adorning is made of far more importance with many who profess godliness, than the inward adorning. Had the church all humbled themselves before God, and corrected their past errors so fully as to meet the mind of God, they would not be so deficient in estimating moral excellence of character. The light of Sr. Hannah More has gone out, which now might be burning brightly to illuminate the pathway of many who are walking in the dark paths of error and rebellion. God calls upon the church to arouse from their slumber, and with deep earnestness inquire into the grounds and causes of this self-deception among professors whose names are on the church book. Satan is deluding and cheating them in the great concern of salvation. Nothing is more treacherous than \n                                                                           54\nthe deceitfulness of sin. It is the god of this world that deludes, and blinds, and leads to destruction. Satan does not enter with his array of temptations at once. He disguises these temptations with a semblance of good. He will mingle with amusements and folly, some little improvements, and deceived souls make it an excuse that great good is to be derived by engaging in them. This is only the deceptive part. It is Satan's hellish arts masked. Beguiled souls take one step, then are prepared for the next. It is so much more pleasant to follow the inclinations of their own hearts than to stand as on the defensive, and resist the first insinuation of the wily foe, and thus shut out his in-comings. Oh! how Satan watches to see his bait taken so readily, and to see souls walking in the very path he has prepared. He does not want them to give up praying, and maintaining a form of religious duties, for he can thus make them more useful in his service. He unites his sophistry and deceptive snares with their experiences and professions, and thus advances his cause wonderfully. The hypocritical Pharisees prayed and fasted, observed the forms of godliness, while corrupt at heart. Satan stands by, taunting Christ and his angels with insults, \"I have them! I have them! I have prepared my deception for them. Your blood is worthless here. Your intercessions and power and wonderful works may as well cease; I have them! They are mine! for all their high profession as subjects of Christ, for all they once enjoyed the illuminations of his presence, I will secure them to myself in the very face of Heaven, which they are talking about. It is such subjects as \n                                                                           55\nthose that I can use to decoy others.\" Solomon saith, \"He that trusteth in his own heart is a fool;\" and there are hundreds such to be found among professors of godliness. Says the apostle, \"We are not ignorant of his devices.\" Oh! what art, what skill, what cunning, to lead to a union with the world, to seek for happiness in the amusements of the world, under the delusive idea that some good is to be gained. And thus they walk right into the net, flattering themselves that there is no evil in the way. The affections and sympathies of such are wrought upon, which lays a foundation for their illy-built confidence that they are the children of God. They compare themselves with others, and settle down satisfied that they are even better than many true Christians. But where is the deep love of Christ shining forth in their lives, its bright rays blessing others? where is their Bible? and how much is it studied? And where are their thoughts? upon Heaven and heavenly things? It is not natural for their minds to go forth in that direction. The study of God's word is uninteresting to them. It does not possess that which excites and fevers the mind, and the natural, unrenewed heart will prefer some other book, to the study of God's word. His attention is engrossed in self. They have no deep, earnest longings for the influence of the Spirit of God upon the mind and heart. God is not in all their thoughts. How can I have it that most of the youth in this age will come short of everlasting life? Oh! that their sound of instrumental music may cease, and they no more while away so much precious time in pleasing their own fancy. Oh! that they would devote less time to \n                                                                           56\ndress and vain conversation, and send forth their earnest, agonizing prayers to God, for a sound experience. There is a necessity for close self-examination, and to closely investigate in the light of God's word, Am I sound, or am I rotten at heart? Am I renewed in Christ, or am I still carnal at heart, with an outside, new dress put on? Reign yourself up to the tribunal of God, and see as in the light of God, if there be any secret sin, any iniquity, any idol you have not sacrificed. Pray, yes, pray as you have never prayed before, that you may not be deluded by Satan's devices, that you may not be given up to a heedless, careless, and vain spirit, and attend religious duties to quiet your own conscience. It is inappropriate for Christians in every age of the world to be lovers of pleasure, but how much more so now, when the scenes of this earth's history are so soon to close. Surely the foundation of your hopes of everlasting life cannot be laid too sure. The welfare of your soul, and your eternal happiness, depend upon whether your foundation is built upon Christ. While others are panting after earthly enjoyments, be ye panting after the unmistakable assurance of the love of God, earnestly, fervently crying, Who will show me how to make my calling and election sure? One of the sins that constitute one of the signs of the last days, is, that professed Christians are lovers of pleasures more than lovers of God. Deal truly with your own souls. Search carefully. How few, after a faithful examination, can look up to Heaven and say, I am not one of those thus described. I am not a lover of pleasure more than a lover of God. How few can say, \"I am dead to the world; the life I now live, is by faith on \n                                                                           57\nthe Son of God. My life is hid with Christ in God, and when He who is my life shall appear, then shall I appear with him in glory.\" The love and grace of God! Oh! precious grace! more valuable than fine gold. It elevates and ennobles the spirit beyond all other principles. It sets the heart and affections upon Heaven. While those around us may be engaged in worldly vanity, pleasure-seeking, and folly, the conversation is in Heaven, from whence we look for the Savior; the soul is reaching out after God for pardon and peace, for righteousness and true holiness. His converse with God, and contemplation of things above, transforms the soul into the likeness of Christ.",
    "paragraph": 1,
    "bookcode": "PH097",
    "page": 53
}