{
    "word": "Satan is making determined efforts to overcome those who advocate the commandments of God, that their principles shall become tarnished, and their lives corrupt. It is a pitiful sight to see young men who are bound by no marriage ties, pursuing a foolish course, exhibiting the disease of love-sick sentimentalism. They are unbalanced in mind, and have lost that sense of propriety of conduct so essential for a noble virtuous character. But that which is the most to be deplored is to see married men who have companions and children, fanning around the girls, and the girls making advances to them or encouraging their attentions. These attentions becloud the mind, benumb the senses, as to the line that distinguishes right from wrong. Impure thoughts, indiscreet actions, unholy conduct, and next the seventh commandment transgressed! Indolence and gratification of unholy passions enslave the soul, and hold the victim in chains of steel. There are agonizing struggles after his lost moral freedom, but he seldom is again a free man; he has stepped on Satan's ground, and becomes the object of Satan's temptations. The standard must be the holy law of God, and every approach toward familiarity or attention of married men with young girls or with married women should be positively condemned. The plea of these liberty-loving young men and married \n\n\n                       -36- \n\nmen is for a little amusement, a hungering of sympathy, a little self-indulgence. They do not think of such a thing as weakening moral character or their power to resist temptation, nor of becoming vicious or impure; but they are tempting the devil to tempt them. The only safe course is to keep free from all these things. Do not see how close you can walk upon the brink of a precipice, and be safe. Avoid the first approach to danger. The soul's interest cannot be trifled with. Your capital is your character. Cherish it as you would a golden treasure. Moral purity, self-respect, a strong power of resistance, must be firmly and constantly cherished. There should not be one departure from reserve; one act of familiarity, one indiscretion, may jeopardize the soul, in opening the door to temptation, and the power of resistance becomes weakened.",
    "paragraph": 1,
    "bookcode": "PH167",
    "page": 35
}