{
    "word": "ApM - An Appeal to Mothers (1864)\n\n\nINTRODUCTORY REMARKS\n     \nTHE MATTER CONTAINED IN THE FOLLOWING PAGES HAVING BEEN LEFT AT OUR DISPOSAL, WE FEEL IMPELLED BY A STRONG SENSE OF CHRISTIAN DUTY AND LOVE OF HUMANITY, TO BRING IT BEFORE THE PUBLIC IN ITS PRESENT FORM. WE BELIEVE THAT TOO MUCH IMPORTANCE CANNOT BE ATTACHED TO THIS SUBJECT, AND THAT NO FALSE DELICACY SHOULD PREVENT THOROUGH INQUIRY AND INVESTIGATION UPON A QUESTION IN WHICH THE PRESENT AND FUTURE WELFARE OF MULTITUDES IS INVOLVED. AS A PEOPLE, WHO PROFESS TO BE LOOKING FOR THE COMING OF THE LORD, AND PREPARING FOR TRANSLATION INTO HIS HOLY PRESENCE, PERHAPS WE HAVE TOO LONG KEPT SILENT ON THIS GREAT SOURCE OF PHYSICAL, MENTAL AND MORAL POLLUTION, AND A HIGH DUTY AND RESPONSIBILITY REMAINS TO BE DISCHARGED IN THIS MATTER. {ApM iii.1} \n     WE WOULD THEREFORE EARNESTLY APPEAL TO PARENTS AND GUARDIANS TO GIVE THIS WORK A THOROUGH AND JUDICIOUS CIRCULATION. THE FLOOD-GATES OF CORRUPTION ARE BEING OPENED UPON THE WORLD; AND IN NO WAY, PERHAPS, IS SATAN MORE SPEEDILY ACCOMPLISHING THE UTTER RUIN OF A FALLEN AND FAST DEGENERATING RACE THAN THROUGH THE CHANNEL OF UNCHASTITY AND LICENTIOUSNESS. IN THE FOLLOWING PAGES THE EVIL IS FULLY POINTED OUT: AND TO MANY, WE DOUBT NOT, THEY WILL ALSO APPEAR AS A FRIENDLY HAND POINTING OUT THE REMEDY AND THE WAY OF ESCAPE. AGAIN WE SAY, THEREFORE, LET THE WORK BE FAITHFULLY CIRCULATED. IT WOULD PERHAPS BE WELL FOR EVERY\niv\nMEMBER OF THE FAMILY TO POSSESS A COPY FOR HIS AND HER OWN PERSONAL POSSESSION. AND REMEMBER THAT IT WILL NOT BE ENOUGH TO MERELY PLACE THIS WORK IN THE HANDS OF THE YOUNG. CEASE NOT TILL YOU HAVE GOOD EVIDENCE THAT THE MORAL SENSE OF THE INDIVIDUALS IS SO AROUSED, THAT THEY WILL STUDY AND FAITHFULLY HEED THE INSTRUCTION HEREIN CONTAINED.  {ApM iii.2} \n     AND TO THE YOUNG WE WOULD SAY, AS YOU VALUE HEALTH, HAPPINESS AND LIFE, A SOUND MIND, AN APPROVING CONSCIENCE, AND A HIGH MORAL SENSIBILITY, PASS NOT OVER THIS SUBJECT LIGHTLY, NOR FORGET THE WARNING HEREIN GIVEN YOU. TO YOU THERE MAY SEEM TO BE NO DANGER, BUT THE DANGER IS ALL THE GREATER BECAUSE SO INSIDIOUS; AND BEING INSTRUCTED YOURSELVES, YOU MAY BE ABLE TO RAISE THE WARNING VOICE TO OTHERS WHO ARE IGNORANTLY SACRIFICING THEMSELVES UPON THE ALTAR OF THIS MOLOCH OF PASSION. {ApM iv.1} \n     BUT IF CONSIDERATIONS WHICH CONNECT THEMSELVES WITH THIS PRESENT LIFE ARE NOT SUFFICIENT TO MOVE YOU, LOOK BEYOND THIS STATE OF BEING, CAST YOUR EYE OVER INTO ETERNITY, PONDER ITS EFFECTS UPON YOUR ETERNAL DESTINY, AND AS YOU VALUE ETERNAL LIFE, SHUN A VICE WHICH WILL FOREVER DEBAR YOU FROM THE PRESENCE OF HIM WHO HAS SAID, “BE YE HOLY FOR I AM HOLY.”\n\n               TRUSTEES OF THE S.D.A. PUBLISHING ASSOCIATION.{ApM iv.2} \n\nAppeal to Mothers\nRelative to the Great Cause of the Physical, Mental and Moral Ruin of Many of the Children of Our Time\n\n     My Sisters, my apology for addressing you on this subject is, I am a mother, and feel alarmed for those children and youth who by solitary vice are ruining themselves for this world, and for that which is to come. Let us closely inquire into this subject from the physical, mental and moral points of view.",
    "paragraph": 1,
    "bookcode": "ApM",
    "page": 5
}