{
    "word": "As the people listened to this report they gave vent to their disappointment with bitter reproaches and wailing. They did not wait, and reflect, and reason, that God, who had brought them out thus far, would certainly give them the land. But they yielded to discouragement at once. They limited the power of the Holy One, and trusted not in God, who had hitherto led them. They reproached Moses, and murmuringly said to one another, This, then, is the end of all our hopes. This is the land that we have been traveling from Egypt to obtain. Caleb and Joshua sought to obtain a hearing. But the people were so excited they could not command themselves to listen to these two men. After they were calmed a little, Caleb ventured to speak. He said to the people, \"Let us go up at once, and possess it, for we are well able to overcome it.\" But the men that went up with him said, \"We be not able to go up against the people, for they are stronger than we.\" And they continued to repeat their evil report, and declared that all the men were of great stature. \"And there we saw the giants, the sons of Anak, which come of the giants. And we were in our own sight as grasshoppers, and so we were in their sight. And all the congregation lifted up their voice, and cried, and the people wept that night. And all the children of Israel murmured against Moses and against Aaron. And the whole congregation said unto \n                                                                           23\nthem, Would God that we had died in the land of Egypt! or would God that we had died in this wilderness! And wherefore hath the Lord brought us unto this land, to fall by the sword, that our wives and our children should be a prey? Were it not better for us to return into Egypt? And they said one to another, Let us make a captain, and let us return into Egypt. Then Moses and Aaron fell on their faces before all the assembly of the congregation of the children of Israel.\"",
    "paragraph": 1,
    "bookcode": "4aSG",
    "page": 22
}