{
    "word": "When we aim at a low standard, we shall reach only a low standard. We commend to every student the Book of books as the grandest study for the human intelligence, as the education essential for this life, and for eternal life. But I did not contemplate a letting down of the educational standard in the study of the sciences. The light that has been given on these subjects is clear, and should in no case be disregarded. But if the word of God which giveth light, and giveth understanding to the simple, had been welcomed into the mind and the soul-temple, as a counselor, as a guide and instructor, the human agent living by every word that proceedeth out of the mouth of God, there would have been no need of reproof because of the backslidings of the students after the blessing of God had come to them in rich rays of divine light, to glow in heaven's holy fire upon the altar of their hearts. Many allowed amusements to have the supremacy. This was not the course that \n                                                                           377\nDaniel pursued in obtaining the education which revealed through him the supremacy of heavenly wisdom above all the wisdom and knowledge of the highest schools in the courts of proud Babylon. God opens the understanding of men in a marked manner if His words are brought into the practical life of the student, and the Bible is recognized as the precious, wonderful book that it is. Nothing is to come between this book and the student as more essential; for it is that wisdom which, brought into the practical life, makes men wise through time and through eternity. God is revealed in nature; God is revealed in His word. The Bible is the most wonderful of all histories, for it is the production of God, not of the finite mind. It carries us back through the centuries to the beginning of all things, presenting the history of times and scenes which would otherwise never have been known. It reveals the glory of God in the working of His providence to save a fallen world. It presents in the simplest language the mighty power of the gospel, which, received, would cut the chains that bind men to Satan's chariot.",
    "paragraph": 2,
    "bookcode": "FE",
    "page": 376
}