{
    "word": "The forgiveness of sins and iniquities and transgressions, belongs in a special sense to this time. We are in the anti-typical day of atonement, and every soul \n\n\n                        -26- \n\nshould now be humbling himself before God, seeking pardon for his transgressions and sins, and accepting the justifying grace of Christ, the sanctifying of the soul by the operations of the Holy Spirit of Christ; thus the carnal nature is transformed, renewed in holiness after the image of Christ's righteousness and true holiness. The precious, golden links of truth are not separate, detached, disconnected doctrines; but link after link, form one string of golden truth, and constitute a complete whole, with Christ as its living center. Salvation comes through practical godliness and faith in Jesus Christ. Faith is made perfect through works, and is evidenced in the character. To those who are teaching the truth, whose hearts are impure, and who have not been converted, Christ says,  \"What hast thou to do to declare my statutes? Be ye clean that bear the vessels of the Lord.\" Oh, what truths we have--full of power, and it is not possible to controvert these Bible doctrines. There is no truth in heaven or in earth that would affect some characters, although it might be presented in all power and matchless purity and loveliness, because the heart does not love the practice of these holy sentiments. The truth we have set before us for the past few years, is immense in its importance, reaching into heaven and compassing eternity. Satan and his confederacy of evil have made every effort to cover up, to confuse minds, to make of none effect the precious, glorious truths of God's word. We are living in strangely solemn times, and at the very time when the people of God should be wide awake, and many are asleep or dead spiritually. There is great need of much work being done. Every individual member of the church should look to the Captain for orders.",
    "paragraph": 2,
    "bookcode": "PH002",
    "page": 25
}