{
    "word": "Every church member who has been truly converted is to be given some work. \"The case that I knew not, I searched out,\" Job declared. Consideration is to be given as to what service for God means. It means that we are to do the same kind of ministry that Christ did when he was in our world. In this work, whether we are rich or poor, we are called upon to wear Christ's yoke, and learn of him to be meek and lowly in heart. Some more may especially be given the work of setting forth Christ from the pulpit, opening the oracles of God to the churches. Yet they should not exclude themselves from visiting families, talking with them, praying with them, exhorting them, encouraging those who need encouraging, and presenting a \"Thus saith the Lord\" to meet every case of deficiency. Altogether too little of this work is done. Personal labor is greatly needed. Many, many souls might be saved if those who claim to be followers of Christ would work as Christ worked living not to please self, but to glorify God, acting as missionaries, showing genuine love for the Master by making every possible use of their entrusted talents. From the very nature of work in Christ's lines, those who do it will lose sight of self. We are called upon to love souls as Christ loved them, to feel a travail of soul that sinners shall be converted. Present the matchless love of Christ. Hide self out of sight. Oh, what care should be taken by all who claim to be Christians that they do not call their passions and self-importance religion. By showing vanity, by longing for distinction, many hide the person of Christ, and expose themselves to view. There is such self-importance in their own ideas and way, and they cherish such a pleasing sense of their smartness, that the Lord cannot bestow his Holy Spirit upon them. If he did, they would misinterpret it, and exalt themselves still higher because of it. Their self pleasing ideas are a great hindrance to the advancement of the work. Whatever part they act self is the main picture presented. Their own zeal and devotion is thought to be the great power of truth. Unaware to themselves, all such are unfaithful stewards. They swerve the work in wrong lines. Self-importance leads them where they will be left to make false moves.",
    "paragraph": 1,
    "bookcode": "KC",
    "page": 157
}