{
    "word": "Your council and board meetings in 1886 need this instruction just as much, and even more, than in 1881. Let men receive a mold of character in the school of Christ; learning meekness and lowliness of heart from Jesus, and they will be less self-sufficient, less self-confident, and will not have too high an opinion of their own ability, but will be regarded by those in the office as Christian brethren, walking humbly with God, \n                                                                           374\ntrying to serve in whatever capacity they can do the most good without trying to exalt themselves. This lesson has not been learned by some. Therefore, they have a new character to form, a new experience to gain, which shall fit them to come close to the hearts of their brethren, and to deal with those who have a part to act in the work. They will have to guard themselves closely, or they will be dictatorial and officious, ready to give orders, to speak of, and to take the oversight of, things of which they are ignorant, and will thus disgust the workers in the office. If they take hold in a humble way, trying to learn as much as they can, maintain the position of learner rather than a director, they will make themselves friends in the office. Every one that serves in the board meetings, needs to seek most earnestly the wisdom from above. The influence of the Spirit of Christ upon their hearts will then place a right mold upon the work. The transforming grace of Christ will be manifest in every board meeting, quelling tumultuous actions, and charming away the unhallowed effects of business, and checking the sharp critical, worldly policy which makes men overbearing and ready to accuse. There will have to be most earnest reformation in the characters of those who are now connected with our important institutions. Some of these men possess valuable talents, but they must fashion their lives after the divine character of Christ. Every one must remember that they have not yet \"attained\" - the work of character building is not yet finished. If they will improve every ray of light God has given, and walk in this light, they will learn lessons from Christ. By comparing their lives with Christ's character, they will be able to discern where they have failed to meet the requirements of God's holy law; and will seek to make themselves perfect in their sphere even as God is perfect in his sphere. If men of today had realized the importance of their positions, they would have been far in advance, far better qualified to fill positions of trust than they are.",
    "paragraph": 3,
    "bookcode": "PC",
    "page": 373
}