{
    "word": "HL - Healthful Living (1897, 1898)\n\n\nPREFACE\n\n     THE PURPOSE OF THIS LITTLE WORK IS TO PRESENT IN THE MOST CONCISE AND CONDENSED FORM POSSIBLE THE VARIOUS TEACHINGS UPON THE SUBJECTS OF HEALTH, HEALTH REFORM, AND ALLIED MATTERS, WHICH ARE TO BE FOUND IN THE WRITINGS OF MRS. E. G. WHITE. THE NUMEROUS PARAGRAPHS WHICH HAVE BEEN BROUGHT TOGETHER IN THIS VOLUME HAVE BEEN SELECTED FROM MANY THOUSANDS OF PRINTED PAGES WHICH HAVE APPEARED IN VARIOUS FORMS FROM MRS. WHITE'S PEN, WITHIN THE LAST THIRTY-FOUR YEARS, AND IN ADDITION A LARGE MASS OF MANUSCRIPT WHICH HAS NEVER BEFORE APPEARED IN PRINT.\n     THE COMPILERS OF THE WORK HAVE NOT ATTEMPTED TO MAKE IT EXHAUSTIVE AS REGARDS SUBJECT MATTER, BUT RATHER TO MAKE IT COMPREHENSIVELY REPRESENTATIVE OF THE PRINCIPLES OF HYGIENIC AND SANITARY REFORM WHICH HAVE BEEN SET FORTH IN THE WRITINGS REFERRED TO.\n     IN THE SELECTION OF PARAGRAPHS RELATING TO EACH PARTICULAR PHASE OF THE GREAT QUESTION CONSIDERED, AN EFFORT HAS BEEN MADE TO AVOID UNNECESSARY REPETITION, YET IN A FEW INSTANCES, TO RENDER THE THOUGHT MORE CLEAR, THE REPETITION OF BRIEF, POINTED SENTENCES HAS BEEN ALLOWED. THE MOST CONSCIENTIOUS CARE HAS BEEN EXERCISED IN THE MAKING OF EXTRACTS, TO PRESERVE THE PROPER SETTING OF THE THOUGHT EXPRESSED. TO DO THIS WITHOUT CIRCUMLOCUTION HAS REQUIRED, IN A FEW INSTANCES, SLIGHT VERBAL CHANGES IN CONNECTING WORDS OR PHRASES, BUT NOT IN A SINGLE INSTANCE HAS THE THOUGHT EXPRESSED BEEN MODIFIED IN THE SLIGHTEST DEGREE.\n     IT IS BELIEVED THAT THOSE WHOSE KNOWLEDGE OF THE WRITINGS FROM WHICH THESE EXCERPTS HAVE BEEN DRAWN\n                                                                   4\nHAS INSPIRED CONFIDENCE IN THEM AS A SOURCE OF IMPORTANT TRUTHS, WILL APPRECIATE THIS VOLUME AS A READY REFERENCE BOOK IN WHICH CAN BE EASILY FOUND, BY THE AID OF THE TABLE OF CONTENTS AND THE INDEX, A LARGER NUMBER OF SEED THOUGHTS AND CLEAR EXPRESSIONS OF FUNDAMENTAL PRINCIPLES UPON THE SUBJECTS TREATED THAN IN ANY OTHER VOLUME OF SIMILAR SIZE WHICH HAS EVER APPEARED IN PRINT. TO SAVE SPACE, ABBREVIATIONS HAVE BEEN EMPLOYED IN THE PLACE OF THE TITLES OF WELL-KNOWN WORKS. THESE ARE EXPLAINED ON PAGE 8.\n\nPREFACE TO THE THIRD EDITION\n\n     ALTHOUGH BUT A FEW MONTHS HAVE ELAPSED SINCE THE FIRST EDITION OF THIS WORK WAS ISSUED, A THIRD EDITION IS ALREADY DEMANDED. THE INTEREST IN THE UNIQUE SUBJECT-MATTER PRESENTED IS MOST GRATIFYING TO BOTH COMPILER AND PUBLISHERS. WHEREVER IT HAS BEEN RECEIVED, THE WORK HAS BEEN RECOGNIZED AS A VERITABLE STOREHOUSE OF SEED THOUGHTS RELATING TO THE GREAT PRACTICAL THEMES WITH WHICH IT DEALS. THIS EDITION CONTAINS TWO ADDITIONAL CHAPTERS, \"GOD IN NATURE\" AND \"THE SPIRIT FILLED LIFE,\" AND ALSO AN APPENDIX OF PARALLEL SCRIPTURE REFERENCES, WHICH WILL BE FOUND EXCEEDINGLY HELPFUL IN MAKING CLEAR TO THE MIND OF THE READER THE FACT THAT THE PRINCIPLES PRESENTED IN THIS WORK ARE NOT MERE HUMAN INVENTIONS, BUT ARE A PART OF THE DIVINE ORDER APPOINTED FOR THE HUMAN FAMILY AT THE BEGINNING, AND WHICH IS TO BE RESTORED WHEN ALL THINGS SHALL BE MADE NEW. IT MAY BE ADDED THAT THE COMPILER HAS CAREFULLY REVISED THE ENTIRE WORK, MAKING SLIGHT EMENDATIONS AND ADDITIONS HERE AND THERE IN NEARLY EVERY CHAPTER, BUT, AS BEFORE, WITHOUT CHANGE IN THE ORIGINAL TEXT FROM WHICH THE COMPILATION HAS BEEN MADE.\n\n\nTable of Contents\n\nChapter I.--Our Bodies Temples of the Holy Ghost ..................... 9\nChapter II.--Duty to Study the Laws of Life ......................... 13\nChapter III.--The Great Decalogue ....................................17\nChapter IV.--Natural Law Part of the Law of God ..................... 20\nChapter V.--Blessings from Obeying Natural Law ...................... 22\nChapter VI.--The Consequence of Violating Natural Law................ 24\nChapter VII.--Natural Law: How Violated ............................. 27\nChapter VIII.--Health ............................................... 29\nChapter IX.--Health Reform .......................................... 32\nChapter X.--Vital Vigor and Energy .................................. 45\n\n                                                                          6\n\nChapter XI.--Disease and Providence ................................. 52\nChapter XII.--The Influence of Disease Upon the Mind and Morals...... 54\nChapter XIII.--Heredity ............................................. 56\nChapter XIV.--Causes of Disease ..................................... 60\nChapter XV.--Resistance Against Disease ............................. 68\nChapter XVI.--Ventilation ........................................... 71\nChapter XVII.--Appetite ............................................. 74\nChapter XVIII.--Diet ................................................ 76\nChapter XIX.--Flesh Foods ........................................... 96\nChapter XX.--Stimulants ............................................ 106\nChapter XXI.--Dress ................................................ 118\nChapter XXII.--Exercise ............................................ 127\nChapter XXIII.--Manual Training .................................... 136\nChapter XXIV.--Hygiene ............................................. 140\nChapter XXV.--The Organs of Digestion .............................. 161\n\n                                                                          7\n\nChapter XXVI.--The Lungs and Respiration ........................... 171\nChapter XXVII.--The Heart and Blood ................................ 178\nChapter XXVIII.--The Skin and Its Functions ........................ 188\nChapter XXIX.--The Brain and the Nervous System .................... 193\nChapter XXX.--Auto-Intoxication, or Self-Poisoning ................. 206\nChapter XXXI.--Cold ................................................ 208\nChapter XXXII.--Fevers and Acute Diseases .......................... 211\nChapter XXXIII.--Moral Maladies .................................... 216\nChapter XXXIV.--Rational Remedies for Disease ...................... 224\nChapter XXXV.--Prayer for the Sick ................................. 236\nChapter XXXVI.--Drugs .............................................. 243\nChapter XXXVII.--The Missionary Nurse .............................. 249\nChapter XXXVIII.--Medical Students ................................. 252\n\n                                                                         8\n\nChapter XXXIX.--The Missionary Physician ........................... 261\nChapter XL.--Medical Missionary Work ............................... 271\nChapter XLI.--Christian Help Work .................................. 274\nChapter XLII.--Lessons from the Experience of the Children of Israel 280\nChapter XLIII.--God in Nature ...................................... 285\nChapter XLIV.--The Spirit-Filled Life .............................. 300\n\n\nChapter I. - Our Bodies, Temples of the Holy Ghost. \n\nGod's Workmanship. \n  1. God is the owner of the whole man. Soul, body, and spirit are his. God gave his only begotten Son for the body as well as the soul, and our entire life belongs to God, to be consecrated to his service, that through the exercise of every faculty he has given, we may glorify him.--Y. I., Sept. 7, 1893.",
    "paragraph": 1,
    "bookcode": "HL",
    "page": 9
}