{
    "word": "The Lord Jesus spoke from the pillar of cloud, \"And now, Israel, what doth the Lord require of thee, but to fear the Lord thy God, to walk in all his ways, and to love him, and to serve the Lord thy God with all thy heart and with all thy soul, to keep the commandments of the Lord and his statutes, which I command thee this day for thy good? For the Lord your God is a God of gods, and Lord of lords, a great God a mighty, and a terrible, which regardeth not persons, nor taketh regards: he doth execute the judgment of the fatherless and widow, and loveth the stranger, and giveth him food and raiment.\" Compare this with the words of Christ in the New Testament: \"A certain lawyer stood up, and tempted him, saying, Master, what shall I do to inherit eternal life? He said unto him, What is written in the law, how readest thou? And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbor as thyself. And he said unto him, Thou hast answered right: this do, and thou shalt live.\" \"A father of the fatherless and a judge of the widow is God in his holy habitation.\" \"The Lord preserveth the strangers: he relieveth the fatherless and the \n                                                                           413\nwidow: but the way of the wicked he turneth upside down.\" \"If thy brother be waxen poor, and falleth into decay with thee; then thou shalt relieve him; yea, though he be a stranger, or a sojourner; that he may live with thee; Thou shalt not give him thy money upon usury, nor lend him thy victuals for increase. I am the Lord your God, which brought you forth out of the land of Egypt, to give you the land of Canaan, and to be your God. Thou shalt not rule over him with vigor, but shall fear thy God.\" See also Deuteronomy 15:7-11; 24:14, 15, 19-21; Leviticus 19:32-37. \"Owe no man anything, but to love one another.\" The oppression of the poor, which is nothing less than actual robbery, is not punishable by human course, except in very extreme cases; but it is marked by the God of heaven as the abhorred practise which he would in no case tolerate.",
    "paragraph": 3,
    "bookcode": "PC",
    "page": 412
}