{
    "word": "Believing fully in the efficacy of His atoning sacrifice, we shall be laborers together with God. Trusting in His merits, we are to work out our own salvation with fear and trembling; for it is God that worketh in us both to will and to do of His good pleasure. Always keeping hold of Christ, we are coming nearer and nearer to God. Jesus desires us to keep this always prominent. Do not arouse your combative spirit; the wisdom that is from above is first pure, then peaceable, easy to be entreated, full of mercy and good fruits. . . .  {1NL 111.10} \n \n                      Harmonize with Your Brethren \n\n     Do not think that you must make prominent every idea your imagination receives. Jesus said to His disciples, \"I have yet many things to say unto you, but ye cannot \n                                                                           112\nbear them now.\" How much more should we, who are constantly liable to err, beware of urging upon others that which they are not prepared to receive. Constantly looking unto Jesus, restrain your strong extravagant expressions. But while you should be cautious as to your words and ideas, it is not necessary that your labors should entirely cease. Seek to be in harmony with your brethren, and there will be plenty for you to do in the vineyard of the Lord. But exalt Christ, not your ideas and views. Put on the armor, and keep step with God's workers, shoulder to shoulder; press the battle against the enemy. Hide in Jesus. Dwell on the simple lessons of Christ, feed the flock of God, and you will become settled, strengthened, established; you will work to build up others in the most holy faith.  {1NL 111.11} \n \n                        Avoid Foolish Contentions \n\n     If you differ with your brethren as to your understanding of the grace of Christ and the operations of His Spirit, you should not make these differences prominent. You view the matter from one point; another, just as devoted to God, views the same question from another point, and speaks of the things that make the deepest impression on his mind; another viewing it from a still different point, presents another phase; and how foolish it is to get into contention over these things, when there is really nothing to contend about. Let God work on the mind and impress the heart.",
    "paragraph": 1,
    "bookcode": "1NL",
    "page": 112
}