{
    "word": "You have not given me one word to intimate that your \n                                                                           253\nposition or sentiments have changed, or that you viewed me or my work in a different light. If I should come in accordance with your call, and my ideas should not harmonize with your ideas, my counsel not be in accordance with your counsel, would not the same spirit and attitude manifested at Minneapolis be resumed? If I should harmonize with your ideas and carry forward the line of work you sincerely wish me to accomplish, great use would be made of Sister White's testimony. If the Lord gives me the least intimation that He would have me come to you, I will cheerfully come; for it is more than my meat and drink to do his holy will. But I cannot see now how the Lord would be glorified in my doing this. Have you made any efforts to correct Brother Butler's misapprehension through the false ideas that you and others presented to him in regard to my work? I think that my brethren have a work to do before they can expect the Lord to give them light through Sister White, for they have disregarded her testimony and shown contempt for the very work that the lord has given her to do. I have a work to do for those who will be helped, even if the light given does not harmonize with their ideas.  They will recognize the light from God, because they have the fruits of the work which the Lord has been pleased to do through his humble instrument in the last forty five years. They acknowledge this work to be of God, and are therefore willing to be corrected in their ideas and to change their course of action. But those who will maintain and retain their own \n                                                                           254\nideas, and because they are corrected, conclude that Sister White is influenced to take a certain course of action which is not in harmony with their ideas, and they are at liberty to pass judgment against her testimony because it reproves their ideas and corrects their wrongs, could not be benefited. I would not consider such friends to be of any value in a hard place, especially in a crisis. Now you have my mind. I do not want to do the work of God in a bungling manner. I want to know what duty is and move in harmony with the spirit of God.",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 252
}