{
    "word": "But if Jesus, when He was upon earth, with all His power and miracles could not break down that prejudice that was in the heart of the people, what can we do? Brethren, pray. Don't argue, but pray before God, and let every soul hang himself upon God. Let us seek God now that we may find him. Let the truth of God come into your hearts; open the door. Now I tell you here before God, that the covenant question, as it has been presented, is the truth. It is the light. In clear lines it has been laid before me. And those that have been resisting the light, I ask you whether they have been working for God, or for the devil. It is the clear light of \n                                                                           597\nheaven, and it means much to us. It means to show us that you can not depend upon your own smartness and your criticisms, but you must hang your helpless soul upon Jesus Christ, and upon Him alone. God help you to see. God help you to understand. The angels of God will be round about us, if we will only cling to the right. Wherever Christ is, there are angels. Wherever Christ abides there are angels to communicate the power and the grace and the glory. I honor my Lord and my Master. I want to carry the banner of truth to the very close of this message. And when the message shall triumph, I want to triumph with it. No more will my lips be sealed. I have been watching to see what course these men would take, how much light would come into their souls. I have been watching to see. I told Brother Dan Jones, I will not tell you my opinion; my faith. Dig in the Bible. Sink the shaft of truth to find out what is truth. But I tell you today, while I have been keeping in silence, the Lord has been revealing night after night, the position of individual cases before me. The converting power of God is needed in our midst. He will work through our ministers as he did in Bethlehem. He will shed his light and his glory upon us if we will only give him a chance. But when you begin to talk with them they will make your words mean something else. The Devil is at their side. He is just as much at their side as he was at the side of those men of Nazareth when Christ proclaimed that he was the anointed one. The power of God, the Holy Ghost, the great Convictor, said it was so, and they said right out it was so. But the Devil said, Think of this; why, His mother and his brethren are right here with us. Well, then, Satan followed up the track, and what \n                                                                           598\nnext? They were ready to pitch him over the precipice. It is not best to set the feet an inch in the powers of darkness. But God help us right here on this ground to surrender to Him. I have born testimony after testimony, but it has not had any weight. They have rejected everything but their own ideas. May God help you to not close your hearts and minds to this testimony. May God help you to accept and receive it as truth.",
    "paragraph": 2,
    "bookcode": "1888",
    "page": 596
}