{
    "word": "We are to pray for the impartation of the Spirit as the remedy for sin-sick souls. The church needs to be converted, and why should we not prostrate ourselves at the throne of grace, as representatives of the church, and from a broken heart and contrite spirit make earnest supplication that the Holy Spirit shall be poured out upon us from on high? Let us pray that when it shall be graciously bestowed, our cold hearts may be revived, and we may have discernment to understand that it is from God, and receive it with joy. Some have treated the Spirit as an unwelcome guest, refusing to receive the rich gift, refusing to acknowledge it, turning from it, and condemning it as fanaticism. When the Holy Spirit works the \n\n\n                          -5- \n\nhuman agent, it does not ask us in what way it shall operate. Often it moves in unexpected ways. Christ did not come as the Jews expected. He did not come in a manner to glorify them as a nation. His forerunner came to prepare the way for him, by calling upon the people to repent of their sins, and be converted, and be baptized. Christ's message was, \"The kingdom of God is at hand: repent ye, and believe the gospel.\" The Jews refused to receive Christ, because he did not come in accordance with their expectations. The ideas of finite men were held as infallible, because hoary with age. This is the danger to which the church is now exposed,--that the inventions of finite men shall mark out the precise way for the Holy Spirit to come. Though they would not care to acknowledge it, some have already done this. And because the Spirit is to come, not to praise men or to build up their erroneous theories, but to reprove the world of sin, and of righteousness, and of judgment, many turn away from it. They are not willing to be deprived of the garments of their own self-righteousness. They are not willing to exchange their own righteousness, which is unrighteousness, for the righteousness of Christ, which is pure, unadulterated truth. The Holy Spirit flatters no man, neither does it work according to the devising of any man. Finite, sinful men are not to work the Holy Spirit. When it shall come as a reprover, through any human agent whom God shall choose, it is man's place to hear and obey its voice. \n\n\n                          -6-",
    "paragraph": 2,
    "bookcode": "PH154",
    "page": 4
}