{
    "word": "Here is our work, brethren; will we take it up? So little of this is done, that the words of the True Witness come home to the church, \"Nevertheless I have somewhat against thee, because thou hast left thy first love. Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly, and remove thy candlestick out of his place, except thou repent.\" \"And he showed me Joshua the high priest standing before the angel of the Lord, and Satan standing at his right hand to resist him. And the Lord said unto Satan, The Lord rebuke \n\n\n                       - 14 - \n\nthee, O Satan; even the Lord that hath chosen Jerusalem rebuke thee: is not this a brand plucked out of the fire? Now Joshua was clothed with filthy garments, and stood before the angel.\" This was the appearance of Satan. He had deceived these souls by his delusions and devices. Now these souls had repented before God, and pardon was written against their names. Satan was accusing them of sins, and asserting his right to do as he pleased with them because of their transgression which he had caused them to commit. But Jesus looked upon these souls believing in him, trusting in his righteousness, with the tenderest and loving compassion. \"And he answered and spake unto those that stood before him, saying, Take away the filthy garments from him. And unto him he said, Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment. And I said, Let them set a fair mitre upon his head. So they set a fair mitre upon his head, and clothed him with garments. And the angel of the Lord stood by.\" Shall the people of God who are placed in positions of trust, voice the words of Satan against the children of God? Let us act as Christians, true as steel to God and his holy work; quick to discern the devices of Satan in his hidden, deceptive workings through the children of disobedience.",
    "paragraph": 2,
    "bookcode": "SpTA06",
    "page": 13
}