{
    "word": "14-21. Jews Exemplified Termination of God's Forbearance.--The Jewish nation is before us as an example of the termination of God's long forbearance. In the destruction of Jerusalem the destruction of the world is typified. The lips of Him who ever pronounced blessings upon the penitent, and spoke encouragement to the poor and suffering, and brought gladness to the humble, pronounced a curse upon those to whom He had presented light, who would not appreciate or accept light. Those who thought to evade the clear, distinct Word of God, and cherish man-made traditions, He declared would be found guilty of all the blood of the prophets which had been slain from the foundation of the world.  {3BC 1133.10}  \n     Again and again God had arrested the Jews in their wicked course by severe chastisement, but they provoked Him by their wicked works, casting away the law of the Lord of Hosts, and finally refusing to reverence His only begotten Son. Each century of transgression treasured up wrath against the day of wrath. Jesus bade the stubborn and impenitent nation to fill up the measure of their iniquity. Their wicked works were not forgotten nor overlooked. When the time of retributive judgment was fully due, the mandate was sent forth from the sacred place of the Most High for the vindication of God's honor and the magnifying of His law (Undated MS 145).  {3BC 1133.11}  \n     19. See EGW on 2 Kings 25:9, Vol. 2, p. 1040.  {3BC 1133.12}  \n     20. See EGW on 2 Kings 24:10-16, Vol. 2. p. 1040. \n\n                                               -\n  {3BC 1133.13}  \n\nEzra\n\n\n                                 Chapter 3 \n\n     10-12. Some Praised and Others Mourned.--[Ezra 3:10, 11 quoted.] This praise and thanksgiving, we have no need to say, was entirely appropriate. The house upon which their eyes rested was of sufficient consequence for the Lord to send His word again and again to encourage the builders. The Lord gives His servants words to speak; and this gratitude all should have. . . expressed when they saw that the foundation of the house...was laid. \n                                                                           1134\n {3BC 1133.14}  \n     But there came another difficulty. Lamentation and weeping and mourning was heard because the temple was not outwardly so glorious as the first. There were those who used their conversational powers to talk of the inferiority of the building to the one built by Solomon. Mingled with music and singing, with rejoicing and praise to God, was an inharmonious sound, not of joy or praise or thanksgiving, but of dissatisfaction. [Ezra 3:12 quoted.]",
    "paragraph": 1,
    "bookcode": "3BC",
    "page": 1134
}