{"word": "1SG - Spiritual Gifts. Volume 1 (1858)\n\n\nTable of Contents\n\nSpiritual Gifts ...................................................... 5\n\nChapter.\n      I. The Fall of Satan, ......................................... 17\n     II. The Fall of Man, ........................................... 20\n    III. The Plan of Salvation, ..................................... 22\n     IV. The First Advent of Christ, ................................ 28\n      V. The Ministry of Christ, .................................... 35\n     VI. The Transfiguration, ....................................... 40\n    VII. The Betrayal of Christ, .................................... 44\n   VIII. The Trial of Christ, ....................................... 49\n     IX. The Crucifixion of Christ, ................................. 57\n      X. The Resurrection of Christ, ................................ 65\n     XI. The Ascension of Christ, ..................................  77\n    XII. The Disciples of Christ, ................................... 80\n   XIII. The Death of Stephen, ...................................... 87\n    XIV. The Conversion of Saul, .................................... 90\n     XV. The Jews Decided to Kill Paul, ............................. 93\n    XVI. Paul Visited Jerusalem, .................................... 98\n   XVII. The Great Apostasy, ....................................... 103\n  XVIII. Mystery of Iniquity, ...................................... 108\n    XIX. Death, not Eternal Life in Misery, ........................ 113\n     XX. The Reformation, .......................................... 119\n    XXI. The Church and World United, .............................. 124\n   XXII. Wm. Miller, ............................................... 128\n  XXIII. The First Angel's Message, ................................ 133\n   XXIV. The Second Angel's Message, ............................... 140\n    XXV. Advent Movement Illustrated, .............................. 144\n   XXVI. Another Illustration, ..................................... 151\n  XXVII. The Sanctuary, ............................................ 157\n XXVIII. The Third Angel's Message, ................................ 162\n   XXIX. A Firm Platform, .......................................... 168\n    XXX. Spiritualism, ............................................. 173\n   XXXI. Covetousness, ............................................. 179\n  XXXII. The Shaking, .............................................. 183\n XXXIII. The Sins of Babylon, ...................................... 189\n  XXXIV. The Loud Cry, ............................................. 193\n   XXXV. The Third Message Closed, ................................. 197\n  XXXVI. The Time of Jacob's Trouble, .............................. 201\n XXXVII. Deliverance of the Saints, ................................ 205\nXXXVIII. The Saints' Reward, ....................................... 209\n  XXXIX. The Earth Desolated, ...................................... 211\n     XL. The Second Resurrection, .................................. 214\n    XLI. The Second Death, ......................................... 217\n\n\nSPIRITUAL GIFTS\n\n     THE GIFT OF PROPHECY WAS MANIFESTED IN THE CHURCH DURING THE JEWISH DISPENSATION. IF IT DISAPPEARED FOR A FEW CENTURIES, ON ACCOUNT OF THE CORRUPT STATE OF THE CHURCH TOWARDS THE CLOSE OF THAT DISPENSATION, IT RE-APPEARED AT ITS CLOSE TO USHER IN THE MESSIAH. ZACHARIAH, THE FATHER OF JOHN THE BAPTIST, \"WAS FILLED WITH THE HOLY SPIRIT, AND PROPHESIED.\" SIMEON, A JUST AND DEVOUT MAN WHO WAS \"WAITING FOR THE CONSOLATION OF ISRAEL,\" CAME BY THE SPIRIT INTO THE TEMPLE, AND PROPHESIED OF JESUS AS \"A LIGHT TO LIGHTEN THE GENTILES, AND THE GLORY OF ISRAEL;\" AND ANNA A PROPHETESS \"SPAKE OF HIM TO ALL THEM THAT LOOKED FOR REDEMPTION IN JERUSALEM.\" AND THERE WAS NO GREATER PROPHET THAN JOHN, WHO WAS CHOSEN OF GOD TO INTRODUCE TO ISRAEL \"THE LAMB OF GOD THAT TAKETH AWAY THE SIN OF THE WORLD.\"\n     THE CHRISTIAN AGE COMMENCED WITH THE OUT-POURING OF THE SPIRIT, AND A GREAT VARIETY OF SPIRITUAL GIFTS WAS MANIFESTED AMONG THE BELIEVERS; AND THESE WERE SO ABUNDANT THAT PAUL COULD SAY TO THE CORINTHIAN CHURCH, \"THE MANIFESTATION OF THE SPIRIT IS GIVEN TO EVERY MAN TO PROFIT WITHAL.\" TO EVERY MAN IN THE CHURCH, NOT TO EVERY MAN IN THE WORLD, AS MANY HAVE APPLIED IT.\n     SINCE THE GREAT APOSTASY THESE GIFTS HAVE RARELY BEEN MANIFESTED; AND THIS IS PROBABLY THE REASON WHY PROFESSED\n\n                                                                   6\n\nCHRISTIANS GENERALLY BELIEVE THAT THEY WERE LIMITED TO THE PERIOD OF THE PRIMITIVE CHURCH. BUT IS IT NOT ON ACCOUNT OF THE ERRORS AND UNBELIEF OF THE CHURCH THAT THE GIFTS HAVE CEASED? AND WHEN THE PEOPLE OF GOD SHALL ATTAIN TO PRIMITIVE FAITH AND PRACTICE, AS THEY CERTAINLY WILL BY THE PROCLAMATION OF THE COMMANDMENTS OF GOD AND THE FAITH OF JESUS, WILL NOT \"THE LATTER RAIN\" AGAIN DEVELOP THE GIFTS? REASONING FROM ANALOGY WE SHOULD EXPECT IT. NOTWITHSTANDING THE APOSTASIES OF THE JEWISH AGE, IT OPENED AND CLOSED WITH SPECIAL MANIFESTATIONS OF THE SPIRIT OF GOD. AND IT IS UNREASONABLE TO SUPPOSE THAT THE CHRISTIAN AGE, THE LIGHT OF WHICH, COMPARED WITH THE FORMER DISPENSATION, IS AS THE LIGHT OF THE SUN TO THE FEEBLE RAYS OF THE MOON, SHOULD COMMENCE IN GLORY AND CLOSE IN OBSCURITY. AND SINCE A SPECIAL WORK OF THE SPIRIT WAS NECESSARY TO PREPARE A PEOPLE FOR THE FIRST ADVENT OF CHRIST, HOW MUCH MORE SO FOR THE SECOND; ESPECIALLY, SINCE THE LAST DAYS WERE TO BE PERILOUS BEYOND ALL PRECEDENT, AND FALSE PROPHETS WERE TO HAVE POWER TO SHOW GREAT SIGNS AND WONDERS, INSOMUCH THAT, IF IT WERE POSSIBLE, THEY SHOULD DECEIVE THE VERY ELECT! BUT TO THE SCRIPTURES OF TRUTH.\n     AND HE SAID UNTO THEM, GO YE INTO ALL THE WORLD, AND PREACH THE GOSPEL TO EVERY CREATURE. HE THAT BELIEVETH, AND IS BAPTIZED, SHALL BE SAVED; BUT HE THAT BELIEVETH NOT SHALL BE DAMNED. AND THESE SIGNS SHALL FOLLOW THEM THAT BELIEVE: IN MY NAME SHALL THEY CAST OUT DEVILS; THEY SHALL SPEAK WITH NEW TONGUES; THEY SHALL TAKE UP SERPENTS; AND IF THEY DRINK ANY DEADLY THING, IT SHALL NOT HURT THEM; THEY SHALL LAY HANDS ON THE SICK, AND THEY SHALL RECOVER. MARK 16:15-18.\n     SAYS CAMPBELL'S TRANSLATION, \"THESE MIRACULOUS POWERS SHALL ATTEND THE BELIEVERS.\" THE GIFTS WERE NOT CONFINED\n\n                                                                   7\n\nTO THE APOSTLES, BUT EXTENDED TO THE BELIEVERS. WHO WILL HAVE THEM? THOSE THAT BELIEVE. HOW LONG? THERE IS NO LIMITATION; THE PROMISE SEEMS TO RUN PARALLEL WITH THE GREAT COMMISSION TO PREACH THE GOSPEL, AND TO REACH THE LAST BELIEVER.\n     BUT IT IS OBJECTED THAT THE PROMISED AID WAS ONLY TO THE APOSTLES, AND TO THOSE WHO BELIEVED THROUGH THEIR PREACHING: THAT THEY FULFILLED THE COMMISSION, ESTABLISHED THE GOSPEL, AND THAT THE GIFTS CEASED WITH THAT GENERATION. LET US SEE IF THE GREAT COMMISSION ENDED WITH THAT GENERATION. MATTHEW 28:19, 20. GO YE, THEREFORE, AND TEACH ALL NATIONS, BAPTIZING THEM IN THE NAME OF THE FATHER, AND OF THE SON, AND OF THE HOLY GHOST; TEACHING THEM TO OBSERVE ALL THINGS WHATSOEVER I HAVE COMMANDED YOU; AND LO, I AM WITH YOU ALWAY, EVEN TO THE END OF THE WORLD.\n     THAT THE PREACHING OF THE GOSPEL UNDER THIS COMMISSION DID NOT END WITH THE PRIMITIVE CHURCH IS EVIDENT FROM THE PROMISE, \"I AM WITH YOU ALWAY, EVEN TO THE END OF THE WORLD.\" HE DOES NOT SAY, I AM WITH YOU, APOSTLES, EVERYWHERE, EVEN TO THE ENDS OF THE EARTH; BUT IT IS ALWAYS, TO THE END OF THE WORLD, OR AGE. IT WILL NOT DO TO SAY THAT THE JEWISH AGE IS MEANT, FOR THAT HAD ALREADY ENDED AT THE CROSS. I CONCLUDE THEN THAT THE PREACHING AND THE BELIEF OF THE PRIMITIVE GOSPEL WILL BE ATTENDED WITH THE SAME SPIRITUAL AID. THE APOSTLES' COMMISSION BELONGED TO THE CHRISTIAN AGE, AND EMBRACED THE WHOLE OF IT. CONSEQUENTLY THE GIFTS WERE ONLY LOST THROUGH APOSTASY, AND WILL BE REVIVED WITH THE REVIVAL OF PRIMITIVE FAITH AND PRACTICE.\n     IN 1 CORINTHIANS 12:28, WE ARE INFORMED THAT GOD HATH SET, PLACED OR FIXED, CERTAIN SPIRITUAL GIFTS IN THE CHURCH. IN THE ABSENCE OF ANY SCRIPTURAL PROOF THAT HE HAS REMOVED OR ABOLISHED THEM, WE MUST THINK THEY WERE INTENDED TO REMAIN.\n\n                                                                   8\n\nWHERE IS THE PROOF THEN THAT THEY WERE ABOLISHED? IN THE SAME CHAPTER WHERE THE JEWISH SABBATH IS ABOLISHED, AND THE CHRISTIAN SABBATH INSTITUTED---A CHAPTER IN THE ACTS OF THE MYSTERY OF INIQUITY, AND THE MAN OF SIN. BUT THE OBJECTOR CLAIMS BIBLE PROOF THAT THE GIFTS WERE TO CEASE CONTAINED IN THE FOLLOWING TEXT; CHARITY NEVER FAILETH: BUT WHETHER THERE BE PROPHECIES, THEY SHALL FAIL; WHETHER THERE BE TONGUES, THEY SHALL CEASE; WHETHER THERE BE KNOWLEDGE, IT SHALL VANISH AWAY. FOR WE KNOW IN PART, AND WE PROPHESY IN PART. BUT WHEN THAT WHICH IS PERFECT IS COME, THEN THAT WHICH IS IN PART SHALL BE DONE AWAY. WHEN I WAS A CHILD, I SPAKE AS A CHILD, I UNDERSTOOD AS A CHILD, I THOUGHT AS A CHILD: BUT WHEN I BECAME A MAN I PUT AWAY CHILDISH THINGS. FOR NOW WE SEE THROUGH A GLASS DARKLY: BUT THEN FACE TO FACE; NOW I KNOW IN PART; BUT THEN SHALL I KNOW EVEN AS ALSO I AM KNOWN. AND NOW ABIDETH FAITH, HOPE, CHARITY, THESE THREE; BUT THE GREATEST OF THESE IS CHARITY. 1 CORINTHIANS 13:8-13.\n     WELL, THIS TEXT DOES FORETELL THE CESSATION OF SPIRITUAL GIFTS, ALSO OF FAITH AND HOPE. BUT WHEN WERE THEY TO CEASE? WE STILL LOOK FORWARD TO THE TIME WHEN\n                          \"HOPE SHALL CHANGE TO GLAD FRUITION,\n                           FAITH TO SIGHT, AND PRAYER TO PRAISE.\"\n     THEY ARE TO CEASE WHEN THAT WHICH IS PERFECT IS COME--WHEN WE SHALL NO LONGER SEE THROUGH A GLASS DARKLY, BUT FACE TO FACE. THE PERFECT DAY, WHEN THE JUST ARE MADE PERFECT, AND SEE AS THEY ARE SEEN, IS YET IN THE FUTURE. IT IS TRUE THAT THE MAN OF SIN, WHEN ARRIVED AT MANHOOD, HAD PUT AWAY SUCH \"CHILDISH THINGS\" AS PROPHECIES, TONGUES AND KNOWLEDGE, AND ALSO THE FAITH AND HOPE AND CHARITY OF THE PRIMITIVE CHRISTIANS. BUT THERE IS NOTHING IN THE TEXT TO SHOW THAT GOD DESIGNED TO TAKE AWAY THE GIFTS WHICH HE HAD SET IN THE CHURCH, TILL THE\n\n                                                                   9\n\nCONSUMMATION OF HER FAITH AND HOPE---TILL THE SURPASSING GLORY OF THE IMMORTAL STATE SHOULD ECLIPSE THE MOST BRILLIANT DISPLAYS OF SPIRITUAL POWER AND KNOWLEDGE, EVER MANIFESTED IN THIS MORTAL STATE.\n     THE OBJECTION FOUNDED UPON 2 TIMOTHY 3:16, WHICH SOME HAVE GRAVELY PRESENTED, DESERVES NO MORE THAN A PASSING REMARK. IF PAUL, IN SAYING THAT THE SCRIPTURES WERE ABLE TO MAKE THE MAN OF GOD PERFECT, THOROUGHLY-FURNISHED UNTO ALL GOOD WORKS, MEANT THAT NOTHING MORE SHOULD BE WRITTEN BY INSPIRATION, WHY WAS HE, AT THAT MOMENT, ADDING TO THOSE SCRIPTURES? AT LEAST, WHY DID HE NOT DROP THE PEN AS SOON AS THAT SENTENCE WAS WRITTEN? AND WHY DID JOHN, THIRTY YEARS AFTERWARDS, WRITE THE BOOK OF REVELATION? THIS BOOK CONTAINS ANOTHER TEXT WHICH IS QUOTED TO PROVE THE ABOLITION OF SPIRITUAL GIFTS.\n     FOR I TESTIFY TO EVERY MAN THAT HEARETH THE WORDS OF THE PROPHECY OF THIS BOOK, IF ANY MAN SHALL ADD TO THESE THINGS, GOD SHALL ADD TO HIM THE PLAGUES THAT ARE WRITTEN IN THIS BOOK. AND IF ANY MAN SHALL TAKE AWAY FROM THE WORDS OF THE BOOK OF THIS PROPHECY, GOD SHALL TAKE AWAY HIS PART OUT OF THE BOOK OF LIFE, AND OUT OF THE HOLY CITY, AND FROM THE THINGS WHICH ARE WRITTEN IN THIS BOOK. REVELATION 22:18, 19.\n     FROM THIS TEXT IT IS CLAIMED THAT GOD, WHO AT SUNDRY TIMES, AND IN DIVERS MANNERS, SPAKE IN TIME PAST TO THE FATHERS BY THE PROPHETS, AND, IN THE COMMENCEMENT OF THE GOSPEL DAY, BY JESUS AND HIS APOSTLES, HATH HEREBY SOLEMNLY PROMISED NEVER TO COMMUNICATE ANY THING MORE TO MAN IN THAT WAY. HENCE ALL PROPHESYING AFTER THIS DATE MUST BE FALSE. THIS, SAY THEY, CLOSES THE CANON OF INSPIRATION. IF SO, WHY DID JOHN WRITE HIS GOSPEL AFTER HIS RETURN FROM PATMOS TO EPHESUS? IN DOING SO DID HE ADD TO THE WORDS OF THE PROPHECY OF THAT BOOK WRITTEN IN\n\n                                                                   10\n\nTHE ISLE OF PATMOS? IT IS EVIDENT FROM THE TEXT, THAT THE CAUTION AGAINST ADDING TO OR TAKING FROM, REFERS NOT TO THE BIBLE AS WE HAVE THE VOLUME COMPILED, BUT TO THE SEPARATE BOOK OF REVELATION, AS IT CAME FROM THE HAND OF THE APOSTLE. YET NO MAN HAS A RIGHT TO ADD TO OR SUBTRACT FROM ANY OTHER BOOK WRITTEN BY INSPIRATION OF GOD. DID JOHN, IN WRITING THE BOOK OF REVELATION, ADD ANYTHING TO THE BOOK OF DANIEL'S PROPHECY? NOT AT ALL. A PROPHET HAS NO RIGHT TO ALTER THE WORD OF GOD. BUT THE VISIONS OF JOHN CORROBORATE THOSE OF DANIEL, AND GIVE MUCH ADDITIONAL LIGHT UPON THE SUBJECTS THERE INTRODUCED. I CONCLUDE THEN THAT THE LORD HAS NOT BOUND HIMSELF TO KEEP SILENCE, BUT IS STILL AT LIBERTY TO SPEAK. EVER BE IT THE LANGUAGE OF MY HEART, SPEAK, LORD, THROUGH WHOM THOU WILT; THY SERVANT HEARETH.\n     THUS THE ATTEMPT TO PROVE FROM SCRIPTURE THE ABOLITION OF SPIRITUAL GIFTS, PROVES A TOTAL FAILURE. AND SINCE THE GATES OF HADES HAVE NOT PREVAILED AGAINST THE CHURCH, BUT GOD STILL HAS A PEOPLE ON EARTH, WE MAY LOOK FOR THE DEVELOPMENT OF THE GIFTS, IN CONNECTION WITH THE THIRD ANGEL'S MESSAGE---A MESSAGE WHICH WILL BRING BACK THE CHURCH TO APOSTOLIC GROUND, AND MAKE THEM INDEED THE LIGHT---NOT DARKNESS---OF THE WORLD.\n     AGAIN, WE ARE FOREWARNED THAT THERE WOULD BE FALSE PROPHETS IN THE LAST DAYS, AND THE BIBLE GIVES A TEST BY WHICH TO TRY THEIR TEACHINGS, IN ORDER THAT WE MAY DISTINGUISH BETWEEN THE TRUE AND THE FALSE. THE GRAND TEST IS THE LAW OF GOD, WHICH IS APPLIED BOTH TO THE PROPHESYINGS AND TO THE MORAL CHARACTER OF THE PROPHETS. IF THERE WERE TO BE NO TRUE PROPHESYINGS IN THE LAST DAYS, HOW MUCH EASIER TO HAVE STATED THE FACT, AND THUS CUT OFF ALL CHANCE FOR DECEPTION, THAN TO GIVE A TEST BY WHICH TO TRY THEM, AS THOUGH THERE WOULD BE THE GENUINE AS WELL AS THE FALSE.\n\n                                                                   11\n\nIN ISAIAH 8:19, 20, IS A PROPHECY OF THE FAMILIAR SPIRITS OF THE PRESENT TIME, AND THE LAW IS GIVEN AS A TEST. TO THE LAW AND TO THE TESTIMONY: IF THEY SPEAK NOT ACCORDING TO THIS WORD, IT IS BECAUSE THERE IS NO LIGHT IN THEM. WHY SAY, \"IF THEY SPEAK NOT,\" IF THERE WAS TO BE NO TRUE SPIRITUAL MANIFESTATION OR PROPHESYING AT THE SAME TIME? JESUS SAYS, BEWARE OF FALSE PROPHETS,...YE SHALL KNOW THEM BY THEIR FRUITS. MATTHEW 7:15. THIS IS A PART OF \"THE SERMON ON THE MOUNT,\" AND ALL CAN SEE THAT THIS DISCOURSE HAS A GENERAL APPLICATION TO THE CHURCH THROUGHOUT THE GOSPEL AGE. FALSE PROPHETS ARE TO BE KNOWN BY THEIR FRUITS; IN OTHER WORDS, BY THEIR MORAL CHARACTER. THE ONLY STANDARD BY WHICH TO DETERMINE WHETHER THEIR FRUITS ARE GOOD OR BAD, IS THE LAW OF GOD. HENCE WE ARE BROUGHT TO THE LAW AND TO THE TESTIMONY. TRUE PROPHETS WILL NOT ONLY SPEAK ACCORDING TO THIS WORD, BUT THEY MUST LIVE ACCORDING TO IT. ONE WHO SPEAKS AND LIVES THUS I DARE NOT CONDEMN.\n     IT ALWAYS HAS BEEN A CHARACTERISTIC OF FALSE PROPHETS THAT THEY SEE VISIONS OF PEACE; AND THEY WILL BE SAYING PEACE AND SAFETY WHEN SUDDEN DESTRUCTION COMES UPON THEM. THE TRUE WILL BOLDLY REPROVE SIN AND WARN OF COMING WRATH.\n     PROPHESYINGS WHICH CONTRADICT THE PLAIN AND POSITIVE DECLARATIONS OF THE WORD ARE TO BE REJECTED. AN EXAMPLE IS GIVEN IN THE MANNER OF CHRIST'S SECOND COMING. WHEN JESUS ASCENDED TO HEAVEN IN THE SIGHT OF HIS DISCIPLES, IT WAS DECLARED MOST EXPLICITLY BY THE ANGELS, THAT THIS SAME JESUS SHOULD SO COME IN LIKE MANNER AS THEY HAD SEEN HIM GO INTO HEAVEN. HENCE JESUS IN PREDICTING THE FALSE PROPHETS OF THE LAST DAYS, SAYS, IF THEY SHALL SAY UNTO YOU, BEHOLD, HE IS IN THE DESERT; GO NOT FORTH: BEHOLD, HE IS IN THE SECRET CHAMBERS; BELIEVE IT NOT. ALL TRUE PROPHESYING ON THAT POINT MUST RECOGNIZE HIS VISIBLE\n\n                                                                   12\n\nCOMING FROM HEAVEN. WHY DID NOT JESUS SAY, REJECT ALL PROPHESYING AT THAT TIME, FOR THERE WILL BE NO TRUE PROPHETS THEN?\n     EPHESIANS 4:11-13. \"AND HE GAVE SOME, APOSTLES; AND SOME, PROPHETS; AND SOME, EVANGELISTS; AND SOME, PASTORS AND TEACHERS; FOR THE PERFECTING OF THE SAINTS, FOR THE WORK OF THE MINISTRY, FOR THE EDIFYING OF THE BODY OF CHRIST; TILL WE ALL COME IN THE UNITY OF THE FAITH, AND OF THE KNOWLEDGE OF THE SON OF GOD, UNTO A PERFECT MAN, UNTO THE MEASURE OF THE STATURE OF THE FULLNESS OF CHRIST.\"\n     WE LEARN FROM A PREVIOUS VERSE THAT WHEN CHRIST ASCENDED UP ON HIGH, HE GAVE GIFTS UNTO MEN. OF THESE GIFTS ARE ENUMERATED APOSTLES, PROPHETS, EVANGELISTS, PASTORS AND TEACHERS. THE OBJECT FOR WHICH THEY WERE GIVEN WAS THE PERFECTING OF THE SAINTS IN UNITY AND KNOWLEDGE. SOME, WHO PROFESS TO BE PASTORS AND TEACHERS, AT THE PRESENT DAY, HOLD THAT THESE GIFTS FULLY ACCOMPLISHED THEIR OBJECT SOME EIGHTEEN HUNDRED YEARS AGO, AND CONSEQUENTLY CEASED. WHY NOT THEN THROW ASIDE THEIR TITLES OF PASTORS AND TEACHERS? IF THE OFFICE OF PROPHET IS LIMITED BY THIS TEXT TO THE PRIMITIVE CHURCH, SO IS THAT OF EVANGELIST AND ALL THE REST; FOR THERE IS NO DISTINCTION MADE.\n     NOW LET US REASON A MOMENT UPON THIS POINT. ALL THESE GIFTS WERE GIVEN FOR THE PERFECTING OF THE SAINTS IN UNITY, KNOWLEDGE AND SPIRIT. UNDER THEIR INFLUENCE THE PRIMITIVE CHURCH ENJOYED FOR A TIME THAT UNITY. \"THE MULTITUDE OF THEM THAT BELIEVED WERE OF ONE HEART AND OF ONE SOUL.\" AND IT SEEMS A NATURAL CONSEQUENCE OF THIS STATE OF UNITY, THAT \"WITH GREAT POWER GAVE THE APOSTLES WITNESS OF THE RESURRECTION OF THE LORD JESUS: AND GREAT GRACE WAS UPON THEM ALL.\" ACTS 4:31-33. HOW DESIRABLE SUCH A STATE OF THINGS NOW! BUT APOSTASY WITH ITS DIVIDING AND BLIGHTING INFLUENCE MARRED THE BEAUTY OF THE FAIR CHURCH, AND CLOTHED\n\n                                                                   13\n\nHER IN SACKCLOTH. DIVISION AND DISORDER HAVE BEEN THE RESULT. NEVER WAS THERE SO GREAT A DIVERSITY OF FAITH IN CHRISTENDOM AS AT THE PRESENT DAY. IF THE GIFTS WERE NECESSARY FOR THE UNITY OF THE PRIMITIVE CHURCH, HOW MUCH MORE SO TO RESTORE UNITY NOW! AND THAT IT IS THE PURPOSE OF GOD TO RESTORE THE UNITY OF THE CHURCH IN THE LAST DAYS, IS ABUNDANTLY EVIDENT FROM THE PROPHECIES. WE ARE ASSURED THAT THE WATCHMEN SHALL SEE EYE TO EYE, WHEN THE LORD SHALL BRING AGAIN ZION. ALSO, THAT IN THE TIME OF THE END THE WISE SHALL UNDERSTAND. WHEN THIS IS FULFILLED, THERE WILL BE UNITY OF FAITH WITH ALL THAT GOD ACCOUNTS WISE; FOR THOSE THAT DO IN REALITY UNDERSTAND ARIGHT, MUST, NECESSARILY, UNDERSTAND ALIKE. WHAT IS TO EFFECT THIS UNITY, BUT THE GIFTS THAT WERE GIVEN FOR THIS VERY PURPOSE?\n     FROM CONSIDERATIONS LIKE THESE, IT IS EVIDENT THAT THE PERFECT STATE OF THE CHURCH HERE PREDICTED IS STILL IN THE FUTURE; CONSEQUENTLY THESE GIFTS HAVE NOT YET ACCOMPLISHED THEIR END. THIS LETTER TO THE EPHESIANS WAS WRITTEN IN A.D. 64, ABOUT TWO YEARS BEFORE PAUL TOLD TIMOTHY THAT HE WAS READY TO BE OFFERED, AND THE TIME OF HIS DEPARTURE WAS AT HAND. THE SEEDS OF THE APOSTASY WERE NOW GERMINATING IN THE CHURCH, FOR PAUL HAD SAID TEN YEARS BEFORE, IN HIS SECOND LETTER TO THE THESSALONIANS, \"THE MYSTERY OF INIQUITY DOTH ALREADY WORK.\" GRIEVOUS WOLVES WERE NOW ABOUT TO ENTER IN, NOT SPARING THE FLOCK. THE CHURCH WAS NOT THEN RISING AND ADVANCING TO THAT PERFECTION IN UNITY CONTEMPLATED IN THE TEXT, BUT WAS ABOUT TO BE TORN BY FACTIONS, AND DISTRACTED BY DIVISIONS. THE APOSTLE KNEW THIS; CONSEQUENTLY HE MUST HAVE LOOKED BEYOND THE GREAT APOSTASY, TO THE PERIOD OF THE GATHERING OF THE REMNANT OF GOD'S PEOPLE, WHEN HE SAID, \"TILL WE ALL COME INTO THE UNITY OF THE FAITH.\"\n\n                                                                   14\n\nHENCE THE GIFTS THAT WERE SET IN THE CHURCH HAVE NOT YET SERVED OUT THEIR TIME.\n     1 THESSALONIANS 5:19-21. \"QUENCH NOT THE SPIRIT. DESPISE NOT PROPHESYINGS. PROVE ALL THINGS; HOLD FAST THAT WHICH IS GOOD.\"\n     IN THIS EPISTLE THE APOSTLE INTRODUCES THE SUBJECT OF THE SECOND COMING OF THE LORD. HE THEN DESCRIBES THE STATE OF THE UNBELIEVING WORLD AT THAT TIME---SAYING, \"PEACE AND SAFETY\", WHEN THE DAY OF THE LORD IS ABOUT TO BURST UPON THEM, AND SUDDEN DESTRUCTION COME UPON THEM AS A THIEF IN THE NIGHT. HE THEN EXHORTS THE CHURCH, IN VIEW OF THESE THINGS, TO KEEP AWAKE, WATCH AND BE SOBER. AMONG THE EXHORTATIONS THAT FOLLOW ARE THE WORDS WE HAVE QUOTED, \"QUENCH NOT THE SPIRIT,\" &C. SOME MAY THINK THAT THESE THREE VERSES ARE COMPLETELY DETACHED FROM EACH OTHER IN SENSE; BUT THEY HAVE A NATURAL CONNECTION IN THE ORDER IN WHICH THEY STAND. THE PERSON WHO QUENCHES THE SPIRIT WILL BE LEFT TO DESPISE PROPHESYINGS, WHICH ARE THE LEGITIMATE FRUIT OF THE SPIRIT, \"I WILL POUR OUT MY SPIRIT, AND YOUR SONS AND YOUR DAUGHTERS SHALL PROPHESY.\" JOEL 2:28. THE EXPRESSION, \"PROVE ALL THINGS,\" IS LIMITED TO THE SUBJECT OF DISCOURSE---PROPHESYINGS---AND WE ARE TO TRY THE SPIRITS BY THE TESTS WHICH HE HAS GIVEN US IN HIS WORD. SPIRITUAL DECEPTIONS AND FALSE PROPHESYINGS ABOUND AT THE PRESENT TIME; AND DOUBTLESS THIS TEXT HAS A SPECIAL APPLICATION HERE. BUT, MARK, THE APOSTLE DOES NOT SAY, REJECT ALL THINGS; BUT, PROVE ALL THINGS; HOLD FAST THAT WHICH IS GOOD.\n     JOEL 2:28-32. \"AND IT SHALL COME TO PASS AFTERWARD, THAT I WILL POUR OUT MY SPIRIT UPON ALL FLESH; AND YOUR SONS AND YOUR DAUGHTERS SHALL PROPHESY, YOUR OLD MEN SHALL DREAM DREAMS, YOUR YOUNG MEN SHALL SEE VISIONS; AND ALSO UPON THE SERVANTS AND UPON THE HANDMAIDS IN\n\n                                                                   15\n\nTHOSE DAYS WILL I POUR OUT MY SPIRIT. AND I WILL SHOW WONDERS IN THE HEAVENS AND IN THE EARTH, BLOOD AND FIRE, AND PILLARS OF SMOKE. THE SUN SHALL BE TURNED INTO DARKNESS, AND THE MOON INTO BLOOD, BEFORE THE GREAT AND THE TERRIBLE DAY OF THE LORD COME. AND IT SHALL COME TO PASS THAT WHOSOEVER SHALL CALL ON THE NAME OF THE LORD SHALL BE DELIVERED: FOR IN MOUNT ZION AND IN JERUSALEM SHALL BE DELIVERANCE, AS THE LORD HATH SAID, AND IN THE REMNANT WHOM THE LORD SHALL CALL.\"\n     THIS PROPHECY OF JOEL, WHICH SPEAKS OF THE OUT-POURING OF THE HOLY SPIRIT IN THE LAST DAYS, WAS NOT ALL FULFILLED AT THE BEGINNING OF THE GOSPEL DISPENSATION. THIS IS EVIDENT FROM THE WONDERS IN HEAVEN AND IN EARTH, INTRODUCED IN THIS TEXT, WHICH WERE TO BE PRECURSORS OF \"THE GREAT AND THE TERRIBLE DAY OF THE LORD.\" THOUGH WE HAVE HAD THE SIGNS, THAT TERRIBLE DAY IS STILL IN THE FUTURE. THE WHOLE GOSPEL DISPENSATION MAY BE CALLED THE LAST DAYS, BUT TO SAY THAT THE LAST DAYS ARE ALL 1800 YEARS IN THE PAST, IS ABSURD. THEY REACH TO THE DAY OF THE LORD, AND TO THE DELIVERANCE OF THE REMNANT OF GOD'S PEOPLE. \"FOR IN MOUNT ZION AND IN JERUSALEM SHALL BE DELIVERANCE, AS THE LORD HATH SAID, AND IN THE REMNANT WHOM THE LORD SHALL CALL.\"\n     THIS REMNANT, EXISTING AMID THE SIGNS AND WONDERS THAT USHER IN THE GREAT AND TERRIBLE DAY OF THE LORD ARE, DOUBTLESS, THE REMNANT OF THE SEED OF THE WOMAN SPOKEN OF IN REVELATION 12:17--THE LAST GENERATION OF THE CHURCH ON EARTH, \"AND THE DRAGON WAS WROTH WITH THE WOMAN, AND WENT TO MAKE WAR WITH THE REMNANT OF HER SEED, WHICH KEEP THE COMMANDMENTS OF GOD, AND HAVE THE\nTESTIMONY OF JESUS CHRIST.\"\n     THE REMNANT OF THE GOSPEL CHURCH WILL HAVE THE GIFTS. WAR WILL BE WAGED AGAINST THEM BECAUSE THEY KEEP THE COMMANDMENTS OF GOD, AND HAVE THE TESTIMONY OF JESUS\n\n                                                                   16\n\nCHRIST. REVELATION 12:17. IN REVELATION 19:10, THE TESTIMONY OF JESUS IS DEFINED TO BE THE SPIRIT OF PROPHECY. SAID THE ANGEL, \"I AM THY FELLOW-SERVANT, AND OF THY BRETHREN THAT HAVE THE TESTIMONY OF JESUS.\" IN CHAPTER 22:9, HE REPEATS THE SAME IN SUBSTANCE, AS FOLLOWS: \"I AM THY FELLOW-SERVANT, AND OF THY BRETHREN THE PROPHETS.\" FROM THE COMPARISON WE SEE THE FORCE OF THE EXPRESSION, THE\nTESTIMONY OF JESUS IS THE SPIRIT OF PROPHECY. BUT THE TESTIMONY OF JESUS INCLUDES ALL THE GIFTS OF THAT ONE SPIRIT. SAYS PAUL, I THANK MY GOD ALWAYS ON YOUR BEHALF, FOR THE GRACE OF GOD WHICH IS GIVEN YOU BY JESUS CHRIST; THAT IN EVERY THING YE ARE ENRICHED BY HIM, IN ALL UTTERANCE AND IN ALL KNOWLEDGE; EVEN AS THE TESTIMONY OF CHRIST WAS CONFIRMED IN YOU: SO THAT YE COME BEHIND IN NO GIFT: WAITING FOR THE COMING OF OUR LORD JESUS CHRIST. 1 CORINTHIANS 1:4-7. THE TESTIMONY OF CHRIST WAS CONFIRMED IN THE CORINTHIAN CHURCH, AND WHAT WAS THE RESULT? THEY CAME BEHIND IN NO GIFT. ARE WE NOT JUSTIFIED THEN IN THE CONCLUSION THAT WHEN THE REMNANT ARE FULLY CONFIRMED IN THE TESTIMONY OF JESUS, THEY WILL COME BEHIND IN NO GIFT, WAITING FOR THE COMING OF OUR LORD JESUS CHRIST?\n                                                   R. F. C.\n\n\nChapter I. - The Fall of Satan.\n\n     The Lord has shown me that Satan was once an honored angel in heaven, next to Jesus Christ. His countenance was mild, expressive of happiness like the other angels. His forehead was high and broad, and showed great intelligence. His form was perfect. He had a noble, majestic bearing. And I saw that when God said to his Son, Let us make man in our image, Satan was jealous of Jesus. He wished to be consulted concerning the formation of man. He was filled with envy, jealousy and hatred. He wished to be the highest in heaven, next to God, and receive the highest honors. Until this time all heaven was in order, harmony and perfect subjection to the government of God.", "paragraph": 1, "bookcode": "1SG", "page": 17}